Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfconverter/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# CompressPDFText
source: Compress PDF
de: PDF komprimieren
es: Comprimir PDF
fr: Compresser PDF
it: Comprimere PDF
ja: PDFを圧縮
ko: PDF 압축
nl: PDF comprimeren
pt: Comprimir PDF
ru: Сжать PDF
zh_cn: 压缩PDF

# ConvertFailedByLocalTipMsg
source: Conversion failed. Do you want to try again in Advanced Mode?
de: Konvertierung fehlgeschlagen. Möchten Sie es im erweiterten Modus erneut versuchen?
es: La conversión ha fallado. ¿Quieres volver a intentarlo en el modo avanzado?
fr: Échec de la conversion. Voulez-vous réessayer en mode avancé ?
it: Conversione non riuscita. Desideri riprovare in Modalità avanzata?
ja: 変換が失敗しました。上級モードで再度お試しになりますか？
ko: 전환 실패. 고급 모드로 다시 시도하시겠습니까?
nl: Conversie mislukt. Wilt u het opnieuw proberen in de Geavanceerde modus?
pt: Falha na conversão. Quer tentar novamente no Modo Avançado?
ru: Не удалось преобразовать. Хотите повторить попытку в расширенном режиме?
zh_cn: 转换失败。是否要在高级模式下重试？

# ConverterAdvancedModeCbContent
source: Advanced Mode
de: Erweiterter Modus
es: Modo avanzado
fr: Mode avancé
it: Modalità avanzata
ja: 上級モード
ko: 고급 모드
nl: Geavanceerde modus
pt: Modo Avançado
ru: Расширенный режим
zh_cn: 高级模式

# ConverterAdvancedModeTipContent
source: The file will be converted online, which will take more time.
de: Die Datei wird online konvertiert, was mehr Zeit in Anspruch nimmt.
es: El archivo se convertirá en línea, así que tardará más tiempo.
fr: Le fichier sera converti en ligne, ce qui prendra plus de temps.
it: Il file verrà convertito online, il che richiederà più tempo.
ja: ファイルはオンラインで変換されます。もう少し時間がかかります。
ko: 이 파일은 온라인으로 전환될 것이며, 여기에는 시간이 소요됩니다.
nl: Het bestand wordt online geconverteerd, hetgeen meer tijd kost.
pt: O ficheiro será convertido online, o que levará mais tempo.
ru: Файл будет преобразован онлайн, для чего потребуется больше времени.
zh_cn: 勾选此项文件将在云服务器进行转换处理

# CreatePDFDeleteContent
source: Are you sure you want to delete XXX page(s)?
de: Sind Sie sicher, dass Sie XXX Seite(n) löschen wollen?
es: ¿Está seguro de que desea eliminar XXX página(s)?
fr: Êtes-vous sûr de vouloir supprimer XXX page(s) ?
it: Sei sicuro di voler eliminare XXX pagina(e)?
ja: 本当にXXXページを削除しますか？
ko: XXX 페이지를 삭제하시겠습니까?
nl: Weet u zeker dat u XXX pagina('s) wilt verwijderen?
pt: Tem certeza de que deseja excluir XXX página(s)?
ru: Вы уверены, что хотите удалить XXX страницу(ы)?
zh_cn: 您确定要删除XXX页吗？

# CreatePDFSelectedCreateContent
source: Are you sure you want to select XXX page(s) and create new PDF(s)?
de: Sind Sie sicher, dass Sie XXX Seite(n) auswählen und neue PDF(s) erstellen möchten?
es: ¿Está seguro de que desea seleccionar XXX página(s) y crear un nuevo PDF(s)?
fr: Êtes-vous sûr de vouloir sélectionner XXX page(s) et créer de nouveaux PDF ?
it: Sei sicuro di voler selezionare XXX pagina(e) e creare nuovo(i) PDF?
ja: 本当にXXXページを選択して新しいPDFを作成したいですか？
ko: XXX 페이지를 선택하여 새 PDF를 생성하시겠습니까?
nl: Weet u zeker dat u XXX pagina('s) wilt selecteren en een nieuwe PDF wilt maken?
pt: Tem certeza de que deseja selecionar XXX página(s) e criar novo(s) PDF(s)?
ru: Вы уверены, что хотите выбрать XXX страниц и создать новый PDF?
zh_cn: 您确定要将选定的 XXX 页新建 PDF 吗？

# CreatePDFUnexpectedError
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

# FeedbackWindowAttachFileText
source: Send the problem files to help us diagnose the problem.
de: Senden Sie die Problemdateien, um uns bei der Diagnose des Problems zu helfen.
es: Envía los archivos con errores para que podamos diagnosticar el problema.
fr: Envoyez les fichiers liés au problème pour nous aider à le diagnostiquer.
it: Inviaci i file che hanno causato il problema per aiutarci con la diagnosi
ja: 問題の診断の参考にしますので、問題のあったファイルを送信してください。
ko: 문제가 있는 파일을 진단할 수 있도록 전송합니다.
nl: Stuur de bestanden waar u problemen mee heeft door, zodat wij een diagnose kunnen stellen.
pt: Enviar os ficheiros problemáticos para nos ajudar a diagnosticar o problema.
ru: Отправьте проблемные файлы нам, чтобы мы помогли диагностировать проблему.
zh_cn: 发送转换失败的文件以帮助我们诊断问题。

# FeedbackWindowCloseBtnContent
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
zh_cn: 关闭

# FeedbackWindowDetailTagText
source: Please tell us the issue you encountered and steps to reproduce. Thank you.
de: Bitte beschreiben Sie das aufgetretene Problem, und wie wir es reproduzieren können. Vielen Dank.
es: Por favor, explíquenos el problema que se ha encontrado y los pasos para reproducirlo. Gracias.
fr: Veuillez nous décrire le problème que vous avez rencontré et les étapes y ayant mené. Merci.
it: Comunicaci il problema riscontrato e le operazioni per riprodurlo. Grazie!
ja: 発生した問題および行った操作についてお知らせください。よろしくお願いいたします。
ko: 발생한 문제와 재현 절차에 대해 말씀해 주시기 바랍니다. 감사합니다.
nl: Vertel ons alstublieft het probleem dat je bent tegengekomen en de stappen die je moet nemen om het te reproduceren. Dank je wel.
pt: Por favor, diga-nos o problema que você encontrou e os passos para reproduzi-lo. Obrigado.
ru: Пожалуйста, расскажите нам о проблеме, с которой вы столкнулись, и о том, какие действия вы совершали, чтобы мы могли воспроизвести ее. Спасибо.
zh_cn: 请告诉我们您遇到的问题以及重现的步骤，谢谢。

# FeedbackWindowDetailText
source: Detail
de: Beschreibung
es: Description
fr: Description
it: Descrizione
ja: 詳細
ko: 설명
nl: Omschrijving
pt: Descrição
ru: Описание
zh_cn: 描述

# FeedbackWindowEmailTagText
source: Email Address (Optional)
de: E-Mail-Adresse (Optional)
es: Dirección de correo electrónico (opcional)
fr: Adresse e-mail (optionnelle)
it: Indirizzo email (facoltativo)
ja: Eメールアドレス（任意）
ko: 이메일 주소(옵션)
nl: E-mailadres (optioneel)
pt: Endereço de e-mail (opcional)
ru: Адрес электронной почты (не обязательно)
zh_cn: 电子邮件地址（可选）

# FeedbackWindowEmailText
source: Email
es: Correo electrónico
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일
ru: Электронной почты
zh_cn: 电子邮箱

# FeedbackWindowInvalidEmailMsgContent
source: Please provide a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse électronique valide.
it: Inserisci un indirizzo email valido.
ja: 有効なEメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력해 주세요.
nl: Voer alstublieft een geldig e-mailadres in!
pt: Por favor, digite um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
zh_cn: 请输入正确的电子邮箱。

# FeedbackWindowInvalidEmailMsgTitle
source: Invalid Email Address
de: Ungültige E-Mail-Adresse
es: Formato de la dirección de correo electrónico inválido
fr: Format d'adresse mail non valide
it: Formato Indirizzo Email Non Valido
ja: メールアドレスのフォーマットが不正です
ko: 이메일 주소 형식이 유효하지 않음
nl: Ongeldige e-mailadresindeling
pt: Formato de E-mail Inválido
ru: Неверный формат адреса электронной почты
zh_cn: 电子邮箱格式无效

# FeedbackWindowPolicyText
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pt: Formato de endereço de e-mail inválido
ru: Политика конфиденциальности
zh_cn: 隐私政策

# FeedbackWindowSendBtnContent
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
nl: Verzenden
pt: Enviar
ru: Отправить
zh_cn: 发送

# FeedbackWindowSendSuccMsgContent
source: Thanks for your feedback.
de: Wir haben Ihre Nachricht erhalten. Vielen Dank!
es: Hemos recibido el mensaje. ¡Gracias!
fr: Nous avons reçu votre message. Merci !
it: Abbiamo ricevuto il tuo messaggio. Grazie!
ja: メッセージを受け取りました。ありがとうございます。
ko: 귀하의 메시지를 받았습니다. 감사합니다.
nl: We hebben uw bericht ontvangen. Dankuwel!
pt: Recebemos a sua mensagem. Obrigado!
ru: Мы получили Ваше сообщение. Спасибо!
zh_cn: 我们已经收到您的反馈，谢谢。

# FeedbackWindowSendSuccMsgTitle
source: Sent successfully
de: Erfolgreich gesendet
es: Enviado correctamente
fr: Envoyé avec succès
it: Inviato Correttamente
ja: 正常に送信されました
ko: 전송 성공
nl: Succesvol verzonden
pt: Enviado com sucesso
ru: Отправлено успешно
zh_cn: 发送成功

# FeedbackWindowTitleText
source: Contact Support
de: Support kontaktieren
es: Contactar con soporte ténico
fr: Contacter le support
it: Contatta il Supporto
ja: サポートに連絡する
ko: 지원팀에 문의하기
nl: Neem contact op met de klantenservice
ru: Обратиться в службу поддержки
zh_cn: 联系客服

# FileCompressMsgCompressFailSupport
source: Failed to compress file(s), do you want to contact support?
de: Die Datei(en) konnte(n) nicht komprimiert werden, möchten Sie den Support kontaktieren?
es: No se han podido comprimir los archivos, ¿desea contactar al servicio de asistencia?
fr: Impossible de compresser le(s) fichier(s), voulez-vous contacter l'assistance ?
it: Compressione file non riuscita. Desideri contattare l'assistenza?
ja: ファイルの圧縮に失敗しました。サポートに連絡しますか？
ko: 파일 압축에 실패했습니다. 지원팀에 문의하시겠습니까?
nl: Het comprimeren van bestand(en) is mislukt, wilt u contact opnemen met ondersteuning?
pt: Falha na compressão do(s) ficheiro(s), quer contactar o apoio?
ru: Не удалось сжать файл(ы), вы хотите обратиться в службу поддержки?
zh_cn: 压缩失败，你需要联系客服吗？

# FileConvertMsgAddFileNoFile
source: Please add files before conversion.
de: Bitte fügen Sie vor der Umwandlung Dateien hinzu.
es: Añade los archivos antes de iniciar la conversión.
fr: Veuillez ajouter des fichiers avant la conversion.
it: Aggiungi i file prima della conversione.
ja: 変換前にファイルを追加してください。
ko: 변환하기 전에 파일을 추가하세요.
nl: Voeg de bestanden toe alvorens u gaat converteren.
pt: Por favor adicione ficheiros antes de converter
ru: Пожалуйста, добавьте файлы перед конвертацией.
zh_cn: 转换前请先添加文件。

# FileConvertMsgAddFileOneFile
source: Please select at least one file to convert.
de: Bitte wählen Sie mindestens eine Datei zum Umwandeln aus.
es: Selecciona al menos un archivo para convertir.
fr: Veuillez sélectionner au moins un fichier à convertir.
it: Seleziona almeno un file da convertire.
ja: 変換するファイルを1つ以上選択してください。
ko: 변환할 파일을 1개 이상 선택하세요.
nl: Selecteer tenminste één bestand om te converteren.
pt: Por favor selecione pelo menos um ficheiro para converter.
ru: Выберите хотя бы один файл для конвертации.
zh_cn: 请至少选择一个需要转换的文件

# FileConvertMsgConvertFailSupport
source: Failed to convert file(s), do you want to contact support?
de: Die Datei(en) konnte(n) nicht umgewandelt werden. Möchten Sie den Support kontaktieren?
es: Se ha producido un error al convertir los archivos. ¿Quieres ponerte en contacto con el soporte técnico?
fr: La conversion du/des fichier(s) a échoué, souhaitez-vous contacter l'assistance ?
it: Impossibile convertire il/i file. Vuoi contattare il supporto?
ja: ファイルの変換に失敗しました。サポートへ問い合わせますか？
ko: 파일 변환에 실패했습니다. 고객 지원에 문의하시겠습니까?
nl: Converteren van bestand(den) mislukt, wilt u contact opnemen met de klantenondersteuning?
pt: Não foi possível converter o(s) ficheiro(s), gostaria de contactar o apoio?
ru: Не удалось сконвертировать файл(ы), хотите связаться со службой поддержки?
zh_cn: 转换失败，你需要联系客服吗？

# FileConvertMsgFileAdded
source: The file has been added.
de: Die Datei wurde hinzugefügt.
es: Se ha añadido un archivo.
fr: Le fichier a été ajouté.
it: Il file è stato aggiunto.
ja: ファイルが追加されました。
ko: 파일이 추가되었습니다.
nl: Dit bestand is toegevoegd.
pt: O ficheiro foi adicionado.
ru: Файл добавлен.
zh_cn: 您已添加了该文件。

# FileConvertMsgInvaildPageNum
source: Invalid page number.
de: Ungültige Seitenzahl.
es: Número de página no válido.
fr: Numéro de page non valide.
it: Numero di pagina non valido.
ja: ページ数が無効です。
ko: 잘못된 페이지 번호입니다.
nl: Ongeldig paginanummer.
pt: Número de página inválido.
ru: Неверный номер страницы.
zh_cn: 页码错误。

# FileConvertMsgInvalidForat
source: Invalid output format.
de: Ungültiges Ausgabeformat.
es: Formato de salida no válido.
fr: Format de sortie non valide.
it: Formato output non valido.
ja: 出力形式が無効です。
ko: 잘못된 생성 포맷입니다.
nl: Ongeldig outputformaat.
pt: Formato de saída inválido.
ru: Неверный формат вывода.
zh_cn: 错误的输出格式。

# FileConvertMsgUnsupportF
source: Unsupported file:
de: Nicht unterstützte Datei:
es: Archivo no soportado:
fr: Fichier non pris en charge:
it: File non supportato:
ja: サポートされていないファイル:
ko: 지원되지 않는 파일:
nl: Niet-ondersteund bestand:
pt: Ficheiro não suportado:
ru: Неподдерживаемый файл:
zh_cn: 不支持的文件：

# FileConvertStatusConvertFail
source: Conversion failed
de: Umwandlung fehlgeschlagen
es: La conversión ha fallado
fr: La conversion a échoué
it: Conversione fallita
ja: 変換に失敗しました
ko: 변환 실패
nl: Conversie mislukt
pt: A conversão falhou
ru: Конвертация не выполнена
zh_cn: 转换失败

# FileConvertStatusConvertSucc
source: Conversion succeeded
de: Umwandlung erfolgreich
es: Conversión finalizada
fr: Conversion réussie
it: Conversione riuscita
ja: 変換完了
ko: 변환 완료
nl: Conversie geslaagd
pt: Conversão bem-sucedida
ru: Конвертация прошла успешно
zh_cn: 转换成功

# FileConvertStatusConverting
source: Converting
de: Umwandeln
es: Convirtiendo
fr: Conversion
it: Conversione in corso
ja: 変換中
ko: 변환 중
nl: Bezig met omzetten
pt: A converter
ru: Конвертация
zh_cn: 转换中

# FileConvertStatusLoading
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement en cours
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
nl: Laden
pt: A carregar
ru: Загрузка
zh_cn: 加载中

# FileCovertStatusInit
source: Init
de: Start
es: Inic.
it: Inizializza
ja: 初期化
nl: In het
pt: Inic
ru: Инициализация
zh_cn: 初始化中

# FileCovertStatusLoaded
source: Loaded
de: Geladen
es: Cargado
fr: Chargé
it: Caricato
ja: 読み込み完了
ko: 불러옴
nl: Geladen
pt: Carregado
ru: Загружено
zh_cn: 加载成功

# FileCovertStatusUnsupported
source: Unsupported file
de: Nicht unterstützte Datei
es: Archivo no soportado
fr: Fichier non pris en charge
it: File non supportato
ja: サポートされていないファイル
ko: 지원되지 않는 파일
nl: Niet-ondersteund bestand
pt: Ficheiro não suportado
ru: Неподдерживаемый файл
zh_cn: 不支持的文件

# ImageToPDFFailedContent
source: Images failed to convert to PDF.
de: Bilder konnten nicht in PDF konvertiert werden.
es: Las imágenes no se pudieron convertir a PDF.
fr: Les images n'ont pas pu être converties en PDF.
it: Le immagini non sono state convertite in PDF.
ja: 画像からPDFへ変換できませんでした。
ko: 이미지를 PDF로 변환하지 못했습니다.
nl: Afbeeldingen zijn niet geconverteerd naar PDF.
pt: As imagens não foram convertidas em PDF.
ru: Не удалось преобразовать изображения в PDF.
zh_cn: 图片转PDF失败

# ImageToPDFOpneAfterCreateContent
source: Open the PDF file after creating.
de: Öffnen Sie die PDF-Datei nach der Erstellung.
es: Abrir el archivo PDF después de crear.
fr: Ouvrir le fichier PDF après la création.
it: Apri il file PDF dopo la creazione.
ja: 作成後のPDFファイルを開いてください。
ko: 생성 후 PDF 파일을 엽니다.
nl: Open het PDF-bestand na het maken.
pt: Abrir o ficheiro PDF após a criação.
ru: Откройте файл PDF после создания.
zh_cn: 创建后打开 PDF 文件。

# ImageToPDFSuccessContent
source: PDF files are created successfully.
de: PDF-Dateien werden erfolgreich erstellt.
es: Los archivos PDF se crearon exitosamente.
fr: Les fichiers PDF ont été créés avec succès.
it: I file PDF sono stati creati con successo.
ja: PDFファイルは正常に作成されました。
ko: PDF 파일이 성공적으로 생성되었습니다.
nl: PDF-bestanden zijn met succes gemaakt.
pt: Os ficheiros PDF são criados com êxito.
ru: PDF-файлы успешно созданы.
zh_cn: PDF 文件已成功创建。

# ImageToPDFWinAddImageContent
source: Add Image
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pt: Adicionar imagem
ru: Добавить изображение
zh_cn: 添加图片

# ImageToPDFWinAddingWarning
source: Adding the image, please try again when finished.
de: Bild wird hinzugefügt, bitte nach Abschluss erneut versuchen.
es: Agregando la imagen, por favor inténtalo de nuevo al terminar.
fr: Ajout de l'image, veuillez réessayer lorsque vous avez terminé.
it: Aggiunta dell’immagine in corso, riprova al termine.
ja: 画像を追加しています。完了後にもう一度お試しください。
ko: 이미지를 추가하는 중이며, 완료되면 다시 시도하세요.
nl: Afbeelding wordt toegevoegd, probeer het opnieuw wanneer dit is voltooid.
pt: Adicionando a imagem, tente novamente quando terminar.
ru: Добавление изображения, попробуйте снова после завершения.
zh_cn: 正在添加图片，请等添加结束后重试。

# ImageToPDFWinAutomaticallyContent
source: Stretch the image(s) automatically.
de: Bild(er) automatisch strecken
es: Estirar automáticamente la(s) imagen(es)
fr: Étendre automatiquement l'image(s)
it: Allunga automaticamente l'immagine
ja: 画像を自動的に引き伸ばします。
ko: 이미지를 자동으로 확장
nl: Afbeelding(en) automatisch uitrekken.
pt: Esticar a(s) imagem(ns) automaticamente
ru: Автоматически растянуть изображение(я)
zh_cn: 自动拉伸图像

# ImageToPDFWinCloseWarning
source: The image in the list will be lost after closing, do you want to close it?
de: Das Bild in der Liste geht nach dem Schließen verloren, möchten Sie es schließen?
es: La imagen en la lista se perderá al cerrar, ¿quieres cerrar?
fr: L'image dans la liste sera perdue après la fermeture, voulez-vous la fermer ?
it: L'immagine nella lista sarà persa dopo la chiusura, vuoi chiudere?
ja: リスト内の画像は閉じると消えてしまいますが、閉じますか？
ko: 목록의 이미지가 닫히면 손실됩니다. 닫으시겠습니까?
nl: De afbeelding in de lijst gaat verloren na sluiten. Wilt u sluiten?
pt: A imagem na lista será perdida após o fechamento, deseja fechar?
ru: Изображение в списке будет потеряно после закрытия, вы хотите закрыть?
zh_cn: 关闭后列表中的图片会丢失，您要关闭它吗？

# ImageToPDFWinCreateBtn
source: Create PDF
de: PDF Erstellen
es: Crear PDF
fr: Créer un PDF
it: Crea PDF
ja: PDFを作成
ko: PDF 만들기
nl: PDF Maken
pt: Criar PDF
ru: Создать PDF
zh_cn: 创建PDF

# ImageToPDFWinCreateContent
source: Creating...
de: Erstellen...
es: Creando...
fr: Création...
it: Creazione...
ja: 作成中…
ko: 생성 중..
nl: Aanmaken...
pt: Criando...
ru: Создание...
zh_cn: 创建中

# ImageToPDFWinDeleteContent
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除

# ImageToPDFWinDeletePreview
source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie dies löschen möchten?
es: ¿Estás seguro que quieres eliminar esto?
fr: Êtes-vous sûr de vouloir supprimer ceci ?
it: Sei sicuro di voler eliminare questo?
ja: これを削除してもよろしいですか?
ko: 이 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u dit wilt verwijderen?
pt: Tem a certeza de que quer eliminar isto?
ru: Вы уверены, что хотите удалить это?
zh_cn: 是否确定删除所选页面?

# ImageToPDFWinDropContent
source: Drag and drop images here or select files
de: Bilder hierher ziehen und ablegen oder Dateien auswählen
es: Arrastra y suelta imágenes aquí o selecciona archivos
fr: Faites glisser et déposez les images ici ou sélectionnez des fichiers
it: Trascina e rilascia le immagini qui o seleziona i file
ja: 画像をここにドラッグ＆ドロップするか、ファイルを選択してください
ko: 여기에 이미지를 드래그 앤 드롭하거나 파일을 선택하세요
nl: Sleep afbeeldingen hierheen of selecteer bestanden
pt: Arrastar e largar imagens aqui ou selecionar ficheiros
ru: Перетащите изображения сюда или выберите файлы
zh_cn: 将图像拖放到此处或选择文件

# ImageToPDFWinImportContent
source: Importing...
de: Importieren...
es: Importando...
fr: Importer...
it: Importazione...
ja: インポート中…
ko: 가져오는 중...
nl: Importeren...
pt: Importando...
ru: Импорт...
zh_cn: 导入中

# ImageToPDFWinMultiplePDF
source: Multiple Separate PDFs
de: Mehrere Separate PDFs
es: Múltiples PDFs separados
fr: PDF Multiples Séparés
it: Più PDF Separati
ja: 複数の別々のPDF
ko: 여러 개의 개별 PDF
nl: Meerdere Afzonderlijke PDF's
pt: Vários PDFs Separados
ru: Несколько Отдельных PDF-файлов
zh_cn: 多个独立PDF

# ImageToPDFWinRotateLeftContent
source: Rotate Left
de: Nach links drehen
es: Rotar a la izquierda
fr: Faire pivoter vers la gauche
it: Ruota a sinistra
ja: 左へ回転
ko: 왼쪽으로 회전
nl: Links roteren
pt: Rodar para a Esquerda
ru: Повернуть влево
zh_cn: 向左旋转

# ImageToPDFWinRotateRightContent
source: Rotate Right
de: Nach rechts drehen
es: Rotar a la derecha
fr: Faire pivoter vers la droite
it: Ruota a destra
ja: 右へ回転
ko: 오른쪽으로 회전
nl: Rechts roteren
pt: Rodar para a Direita
ru: Повернуть вправо
zh_cn: 向右旋转

# ImageToPDFWinSelectedContent
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionate
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pt: Selecionado
ru: Выбранные
zh_cn: 选中

# ImageToPDFWinSinglePDF
source: Single PDF
de: Einzelne PDF
es: PDF Único
fr: PDF Unique
it: PDF Singolo
ja: 単一のPDF
ko: 단일 PDF
nl: Enkele PDF
pt: PDF Único
ru: Один PDF
zh_cn: 单个PDF

# ImageToPDFWinUpdateContent
source: Updating...
de: Aktualisieren...
es: Actualizando...
fr: Mise à jour...
it: Aggiornare...
ja: 更新中...
ko: 업데이트 중...
nl: Bijwerken...
pt: Atualizando...
ru: Обновление...
zh_cn: 更新中

# ImportDialogFilterImage
source: Image Files
de: Bild-Dateien
es: Archivos de Imagen
fr: Fichiers D'images
it: File Immagine
ja: 画像ファイル
ko: 이미지 파일
nl: Afbeeldingsbestanden
pt: Ficheiros de Imagem
ru: Файлы Изображений
zh_cn: 图片文件

# ImportDialogFilterSupported
source: Supported Files
de: Unterstützte Dateien
es: Archivos Admitidos
fr: Fichiers Pris en Charge
it: File Supportati
ja: 対応ファイル
ko: 지원 파일
nl: Ondersteunde Bestanden
pt: Ficheiros Suportados
ru: Поддерживаемые файлы
zh_cn: 支持的文件

# MainWinCompressBatchQulity
source: Compression Level
de: Komprimierungsstufe
es: Nivel de compresión
fr: Niveau de compression
it: Livello di compressione
ja: 圧縮レベル
ko: 압축 수준
nl: Compressieniveau
pt: Nível de Compressão
ru: Степень сжатия
zh_cn: 压缩等级

# MainWinCompressBeginCompress
source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
it: Comprimere
ja: 圧縮
ko: 압축
nl: Comprimeren
pt: Comprimir
ru: Сжать
zh_cn: 开始压缩

# MainWinCompressCompresComplete
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
nl: Voltooid
pt: Concluído
ru: Завершенно
zh_cn: 压缩完成

# MainWinCompressCompresFaild
source: Compression failed
de: Komprimierung fehlgeschlagen
es: Falló la compresión
fr: Echec de la compression
it: Compressione fallita
ja: 圧縮に失敗しました
ko: 압축 실패
nl: Comprimierung fehlgeschlagen
pt: Falha na compressão
ru: Не удалось выполнить сжатие
zh_cn: 压缩失败

# MainWinCompressCompresQueue
source: In queue
de: In Warteschlange
es: En cola de espera
fr: Dans la file d'attente
it: In coda
ja: 処理待ち
ko: 대기열에 있음
nl: In wachtrij
pt: Em fila de espera
ru: В очереди
zh_cn: 队列中...

# MainWinCompressCompressedSize
source: Compressed Size
de: Komprimierte Größe
es: Tamaño comprimido
fr: Taille compressée
it: Dimensione compressa
ja: 圧縮サイズ
ko: 압축 크기
nl: Gecomprimeerde grootte
pt: Tamanho comprimido
ru: Размер сжатого файла
zh_cn: 压缩后大小

# MainWinCompressCompressing
source: In compression
de: Komprimierung läuft
es: En proceso de compresión
fr: En compression
it: In compressione
ja: 圧縮中
ko: 압축 시
nl: In compressie
pt: Em compressão
ru: Выполняется сжатие
zh_cn: 压缩中...

# MainWinCompressGVHeaderCompressMode
source: Compression Level
de: Komprimierungsgrad
es: Nivel de compresión
fr: Niveau de compression
it: Livello di compressione
ja: 圧縮レベル
ko: 압축 수준
nl: Niveau comprimeren
pt: Nível de Compressão
ru: Уровень сжатия
zh_cn: 压缩等级

# MainWinCompressGVHeaderFileSize
source: File Size
de: Größe der Datei
es: Tamaño del archivo
fr: taille du fichier
it: Dimensioni file
ja: ファイルサイズ
ko: 파일 크기
nl: Bestand grootte
pt: Tamanho do Ficheiro
ru: Размер файла
zh_cn: 文件大小

# MainWinCompressHighCompressMode
source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高
ko: 높음
nl: Hoog
pt: Alto
ru: Высокая
zh_cn: 高

# MainWinCompressLowCompressMode
source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低
ko: 낮음
nl: Laag
pt: Baixo
ru: Низкая
zh_cn: 低

# MainWinCompressMediumCompressMode
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
pt: Médio
ru: Средняя
zh_cn: 中
