Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfconverter/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinPwdEntePwdTitle
source: Enter Password
de: Passwort eingeben
es: Introducir la contraseña
fr: Entrer le mot de passe
it: Inserisci Password
ja: パスワードを入力する
ko: 암호 입력
nl: Wachtwoord invoeren
pt: Introduza a Palavra-passe
ru: Введите пароль
zh_cn: 输入密码

# WinPwdEnterTipContent
source: This document is password protected. Please enter the password below.
de: Dieses Dokument ist passwortgeschützt. Bitte geben Sie unten das Passwort ein.
es: Este documento está protegido con contraseña. Introduce la contraseña a continuación.
fr: Ce document est protégé par un mot de passe. Veuillez l'entrer ci-dessous.
it: Questo documento è protetto da password. Inserisci la password qui sotto.
ja: この文書はパスワードで保護されています。下記にパスワードを入力してください。
ko: 이 문서는 암호를 사용하여 보호되어 있습니다. 아래에 암호를 입력하세요.
nl: Dit document is beveiligd met een wachtwoord. Gelieve het wachtwoord hieronder in te voeren.
pt: Este documento é protegido por palavra-passe. Introduza a palavra-passe abaixo.
ru: Этот документ защищен паролем. Введите пароль ниже.
zh_cn: 此文档有密码保护，请在下方输入该文档密码。

# WinPwdEnterTipContentFa
source: 'XXX' is password protected. Please enter the password below.
de: 'XXX' ist passwortgeschützt. Bitte geben Sie unten das Passwort ein.
es: 'XXX' está protegido por contraseña. Por favor, introduzca la contraseña a continuación.
fr: 'XXX' est protégé par un mot de passe. Veuillez entrer le mot de passe ci-dessous.
it: 'XXX' è protetto da password. Si prega di inserire la password di seguito.
ja: 「XXX」はパスワードで保護されています。 以下にパスワードを入力してください。
ko: 'XXX' 는 암호로 보호됩니다. 아래에 비밀번호를 입력해주세요.
nl: 'XXX' is beveiligd met een wachtwoord. Voer hieronder het wachtwoord in.
pt: 'XXX' é protegido por senha. Digite a senha abaixo.
ru: 'XXX' защищен паролем. Пожалуйста, введите пароль ниже.
zh_cn: 'XXX' 受密码保护。请在下方输入密码。

# WinPwdInputContent
source: Type Here...
de: Hier eingeben ...
es: Escribir aquí…
fr: Tapez ici...
it: Digita qui…
ja: こちらに入力してください…
ko: 여기에 입력하세요…
nl: Hier typen...
pt: Digite Aqui…
ru: Введите здесь...
zh_cn: 输入密码...

# WinPwdLoadFailed
source: Failed to load 'XXX'.Please check whether the file is corrupted.
de: 'XXX' konnte nicht geladen werden. Bitte überprüfen Sie, ob die Datei beschädigt ist.
es: Error al cargar 'XXX'. Verifique si el archivo está dañado.
fr: Échec du chargement de 'XXX'.Veuillez vérifier si le fichier est corrompu.
it: Impossibile caricare 'XXX'.Verificare se il file è danneggiato.
ja: 「XXX」の読み込みに失敗しました。ファイルが破損していないか確認してください。
ko: 'XXX' 를 로드하지 못했습니다. 파일이 손상되었는지 확인하십시오.
nl: Kan 'XXX' niet laden. Controleer of het bestand beschadigd is.
pt: Falha ao carregar 'XXX'. Verifique se o arquivo está corrompido.
ru: Не удалось загрузить 'XXX'. Проверьте, не поврежден ли файл.
zh_cn: 'XXX' 加载失败。文件可能已损坏。
