Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfconverter/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# MainWinCompressOpenInExplore
source: View in File Explorer after compression
de: Ansicht im Datei-Explorer nach der Komprimierung
es: Ver en el Explorador de archivos después de la compresión
fr: Affichage dans l'explorateur de fichiers après compression
it: Dopo la compressione, visualizza in Esplora file
ja: 圧縮後にファイルエクスプローラーで表示
ko: 압축 후 파일 탐색기에서 보기
nl: Bekijken in Bestandsbeheer na compressie
pt: Ver no Explorador de Ficheiros após compressão
ru: Просмотр в файловом менеджере после сжатия
zh_cn: 压缩完成后在资源管理器中查看文件

# MainWinConvertToExcelFaildSuggest
source: The pdf file couldn't be converted to excel successfully. Please try to convert it to Word.
de: Die PDF-Datei konnte nicht erfolgreich in Excel konvertiert werden. Bitte versuchen Sie, diese in Word zu konvertieren.
es: El archivo pdf no ha se podido convertir a excel. Intente convertirlo a Word.
fr: Le fichier pdf n'a pas pu être converti en excel avec succès. Veuillez essayer de le convertir en Word.
it: Non è stato possibile convertire correttamente il file PDF in formato Excel. Prova a convertirlo in formato Word.
ja: PDFファイルをExcelに正常に変換できませんでした。Wordに変換してみてください。
ko: PDF 파일을 엑셀 파일로 변환할 수 없습니다. 워드 파일로 변환해 보세요.
nl: Het pdf-bestand kon niet succesvol naar Excel worden geconverteerd. Probeer het te converteren naar Word.
pt: O ficheiro pdf não pôde ser convertido para Excel com sucesso. Tente convertê-lo para Word.
ru: Файл PDF не может быть успешно конвертирован в Excel. Пожалуйста, попробуйте конвертировать его в Word.
zh_cn: 此文件无法转为Excel，请您尝试下转为Word

# MainWinImageToPDFCHBOutputInOneFile
source: Output In One File
de: Ausgabe in einer Datei
es: Salida en un solo archivo
fr: sortie dans un seul fichier
it: Output in un solo file
ja: 1つのファイルに出力
ko: 하나의 파일로 출력
nl: Uitvoer In Eén Bestand
pt: Saída num ficheiro
ru: Сохранить в один файл
zh_cn: 合并输出

# MainWinImageToPDFPageMarginsBigMargin
source: Wide Margin
de: Breiter Rand
es: Margen amplio
fr: Grande marge
it: Margine largo
ja: 広いマージン
ko: 넓은 여백
nl: Brede Marge
pt: Margem Larga
ru: Широкие поля
zh_cn: 宽边距

# MainWinImageToPDFPageMarginsNoMargin
source: No Margin
de: Kein Rand
es: Sin margen
fr: Pas de marge
it: Senza margine
ja: マージン無し
ko: 여백 없음
nl: Geen marge
pt: Sem Margem
ru: Без полей
zh_cn: 无边距

# MainWinImageToPDFPageMarginsSmallMargin
source: Narrow Margin
de: Schmaler Rand
es: Margen estrecho
fr: marge étroite
it: Margine stretto
ja: 狭いマージン
ko: 좁은 여백
nl: Smalle Marge
pt: Margem Estreita
ru: Узкие поля
zh_cn: 窄边距

# MainWinImageToPDFPageSetting
source: Page Settings
de: Seiteneinstellungen
es: Configuración de la página
fr: Paramètres de la page
it: Impostazioni pagina
ja: ページ設定
ko: 페이지 설정
nl: Pagina-instellingen
pt: Definições da Página
ru: Настройки страницы
zh_cn: 页面设置

# MainWinImageToPDFPageSizeA3Landscape
source: A3 Landscape
de: A3 Querformat
es: A3 horizontal
fr: A3 Paysage
it: Panorama A3
ja: A3 ランドスケープ
ko: A3 가로
nl: A3 Liggend
pt: Horizontal A3
ru: A3 (альбомная ориентация)
zh_cn: A3 横向

# MainWinImageToPDFPageSizeA3Portrait
source: A3 Portrait
de: A3 Hochformat
es: A3 vertical
it: Ritratto A3
ja: A3ポートレート
ko: A3 세로
nl: A3 Portret
pt: Vertical A3
ru: A3 (портретная ориентация)
zh_cn: A3 纵向

# MainWinImageToPDFPageSizeA4Landscape
source: A4 Landscape
de: A4 Querformat
es: A4 Horizontal
fr: A4 paysage
it: Panorama A4
ja: A4 ランドスケープ
ko: A4 가로
nl: A4 Liggend
pt: Horizontal A4
ru: A4 (альбомная ориентация)
zh_cn: A4 横向

# MainWinImageToPDFPageSizeA4Portrait
source: A4 Portrait
de: A4 Hochformat
es: A4 Vertical
it: Ritratto A4
ja: A4 ポートレート
ko: A4 세로
nl: A4 Portret
pt: Vertical A4
ru: А4 (портретная ориентация)
zh_cn: A4 纵向

# MainWinImageToPDFPageSizeMatchSource
source: Match Source
de: Quelle anpassen
es: Coincidencia de fuentes
fr: correspondance à la source
it: Come sorgente
ja: マッチング・ソース
ko: 소스 일치
nl: Wedstrijd Bron
pt: Corresponder à origem
ru: Выбрать ориентацию страницы
zh_cn: 原图尺寸

# MainWinOthersToPDFDeleteNoFile
source: Please select file(s) to delete.
de: Bitte wählen Sie die zu löschende(n) Datei(en) aus.
es: Seleccione los archivos que desea eliminar.
fr: Veuillez sélectionner le(s) fichier(s) à supprimer.
it: Seleziona uno o più file da eliminare.
ja: 削除するファイルを選択してください。
ko: 삭제할 파일을 선택하세요.
nl: Gelieve bestand(en) te selecteren om te verwijderen.
pt: Selecione o(s) ficheiro(s) a eliminar.
ru: Пожалуйста, выберите файл(ы) для удаления.
zh_cn: 请选择要删除的文件。

# MainWindowAddFBtnContent
source: Add File
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルの追加
ko: 파일 추가
nl: Voeg een bestand toe
pt: Adicionar Ficheiro
ru: Добавить файл
zh_cn: 添加文件

# MainWindowAddFDescText
source: Drag and drop file here
de: Datei hierhin ziehen und ablegen
es: Arrastra y suelta un archivo aquí
fr: Glisser-déposer le fichier ici
it: Trascina il file qui
ja: ここにファイルをドラッグアンドドロップしてください
ko: 파일을 여기에 끌어다 놓으세요
nl: Sleep en plaats het bestand hier
pt: Arraste e largue o ficheiro aqui
ru: Перетащите файл сюда
zh_cn: 拖动文件到这里

# MainWindowCFileNameText
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Название
zh_cn: 文件名

# MainWindowCFileOperationText
source: Operation
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
nl: Operatie
pt: Operação
ru: Операция
zh_cn: 操作

# MainWindowCFilePagesText
source: Total Pages
de: Seiten gesamt
es: Páginas totales
fr: Nombre total de pages
it: Totale pagine
ja: 合計ページ数
ko: 총 페이지
nl: Totaal aantal pagina's
pt: Total de Páginas
ru: Всего страниц
zh_cn: 页数

# MainWindowCFileRangeText
source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ko: 범위
nl: Rang
pt: Extensão
ru: Промежуток
zh_cn: 输出范围

# MainWindowCFileStatusText
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pt: Estado
ru: Статус
zh_cn: 状态

# MainWindowClearBtnContent
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Elimina
ja: クリア
ko: 지우기
nl: Wissen
pt: Limpar
ru: Очистить
zh_cn: 清除

# MainWindowConvertBtnContent
source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환
nl: Converteren
pt: Converter
ru: Конвертировать
zh_cn: 开始转换

# MainWindowOCRDescText
source: With OCR (Optical Character Recognition), the scanned or image-based file will be converted to editable documents. Formatting may change.
de: Mit OCR (optische Zeichenerkennung) wird die gescannte oder bildbasierte Datei in bearbeitbare Dokumente umgewandelt. Die Formatierung kann sich ändern.
es: Mediante la tecnología OCR (Reconocimiento Óptico de Caracteres), el archivo escaneado o de imagen se convertirá en un documento editable. El formato podría cambiar.
fr: Avec la OCR (reconnaissance optique de caractères), le fichier numérisé ou basé sur une image sera converti en documents modifiables. Le formatage peut être modifié.
it: Con l'OCR (riconoscimento ottico dei caratteri) la scansione o l'immagine verrà convertita in un documento modificabile. La formattazione potrebbe cambiare.
ja: OCR (光学文字認識) を使用すると、スキャンされたものや画像ベースのファイルが編集可能な文書に変換されます。フォーマットは変更される可能性があります。
ko: OCR(광학 문자 인식)을 통해 스캔된 파일 또는 이미지 기반 파일을 편집할 수 있는 문서로 변환합니다. 서식이 변경될 수 있습니다.
nl: Met OCR (Optical Character Recognition) wordt het gescande of het, op een afbeelding gebaseerde, bestand geconverteerd naar bewerkbare documenten. Hierdoor kan de opmaak veranderen.
pt: Com o OCR (Reconhecimento Ótico de Caracteres), um ficheiro escaneado ou uma imagem serão convertidos em documentos editáveis. A formatação pode mudar.
ru: С помощью OCR (Оптического распознавания символов) отсканированный файл или файл изображения будет преобразован в редактируемый документ. Форматирование может измениться.
zh_cn: 使用OCR(光学字符识别), 扫描文件或基于图像的文件将转换为可编辑文件。文件格式可能会改变。

# MainWindowOCRText
source: OCR (Extract text from image)
de: OCR (Text aus Bild extrahieren)
es: OCR (extraer el texto de una imagen)
fr: OCR (extraire le texte de l'image)
it: OCR (estrai il testo dalle immagini)
ja: OCR (画像からテキストを抽出)
ko: OCR (이미지에서 텍스트 추출)
nl: OCR (Tekst uit afbeelding extraheren)
pt: OCR (Extrair texto da imagem)
ru: OCR (Извлечь текст из изображения)
zh_cn: OCR (从图片中提取文字)

# MainWindowOutputPathText
source: Output Path
de: Ausgabepfad
es: Ruta de salida
fr: Chemin de sortie
it: Percorso di output
ja: 出力先
ko: 생성 경로
nl: Uitvoerpad
pt: Caminho de Saída
ru: Папка для результата
zh_cn: 输出目录

# MainWindowSaveAsText
source: Save As
de: Speichern als
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
ja: 出力形式
ko: 다른 이름으로 저장
nl: Opslaan als
pt: Guardar Como
ru: Сохранить как
zh_cn: 输出类型

# MainWindowViewFileText
source: View in File Explorer after Conversion
de: Nach der Umwandlung im Datei-Explorer ansehen
es: Ver en Explorador de archivos tras la conversión
fr: Afficher dans l'explorateur de fichiers après conversion
it: Apri in Esplora Risorse dopo la conversione
ja: 変換後エクスプローラーで表示
ko: 변환 후 파일 탐색기에서 보기
nl: Bekijken in bestandsverkenner na de conversie
pt: Ver no Explorador de Ficheiros após a Conversão
ru: Открыть проводник после конвертации
zh_cn: 转换成功后在资源管理器中查看文件

# OCRSettingsWindowCancelBtnContent
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt: Cancelar
ru: Отмена
zh_cn: 取消

# OCRSettingsWindowDescText
source: To get better result for using OCR, please select the document language.
de: Um bessere Ergebnisse bei der Verwendung von OCR zu erhalten, wählen Sie bitte die Sprache des Dokuments aus.
es: Para obtener un mejor resultado del uso del OCR, selecciona el idioma del documento.
fr: Pour obtenir un meilleur résultat lors de l'utilisation de la OCR, veuillez sélectionner la langue du document.
it: Per garantire un miglior risultato con l'OCR, seleziona la lingua del documento.
ja: OCR使用時の結果を改善するには、読み取る文書の言語を選択してください。
ko: 더 나은 OCR 결과를 얻으려면 문서 언어를 선택하세요.
nl: Om een beter resultaat te krijgen bij het gebruik van OCR, moet u eerst de taal van het document selecteren.
pt: Para obter os melhores resultados com o OCR, selecione a linguagem do documento.
ru: Чтобы получить лучший результат при использовании OCR, выберите язык документа.
zh_cn: 为了更好地使用OCR，请选择图片中文字的语言。

# OCRSettingsWindowOkBtnContent
source: OK
ko: 확인
ru: ОК
zh_cn: 确定

# OCRSettingsWindowTitleText
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionnez une langue
it: Seleziona la lingua
ja: 言語の選択
ko: 언어 선택
nl: Selecteer taal
pt: Escolha a Linguagem
ru: Выберите язык
zh_cn: 选择语言

# OpenDocByIncorrectPwdMsg
source: Password is incorrect.
de: Das Passwort ist inkorrekt.
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect.
it: La password non è corretta.
ja: パスワードが正しくありません。
ko: 비밀번호가 맞지 않습니다.
nl: Wachtwoord is niet correct.
pt: Senha é incorreta.
ru: Неверный пароль.
zh_cn: 密码不正确。

# OpenExplorerBtnContent
source: Open the file in Explorer
de: Öffnen Sie die Datei im Explorer
es: Abrir el archivo en el explorador
fr: Ouvrir le fichier dans l'Explorateur
it: Apri il file in Esplora risorse
ja: エクスプローラでファイルを開く
ko: 탐색기에서 파일을 엽니다.
nl: Open het bestand in Verkenner
pt: Abrir o ficheiro no Explorer
ru: Откройте файл в Проводнике
zh_cn: 在资源管理器中打开文件

# OpenFileBtnContent
source: Open File
de: Datei Öffnen
es: Abrir Archivo
fr: Ouvrir Le Fichier
it: Apri File
ja: ファイルを開く
ko: 파일 열기
nl: Bestand Openen
pt: Abrir Ficheiro
ru: Открыть Файл
zh_cn: 打开文件

# PDFToImageConvertFaileError
source: An error occurred during conversion
de: Während der Konvertierung ist ein Fehler aufgetreten
es: Ocurrió un error durante la conversión
fr: Une erreur est survenue lors de la conversion
it: Si è verificato un errore durante la conversione
ja: 変換中にエラーが発生しました
ko: 변환 중 오류가 발생했습니다
nl: Er is een fout opgetreden tijdens de conversie
pt: Ocorreu um erro durante a conversão
ru: Произошла ошибка при конвертации
zh_cn: 转换出现错误

# PDFToImageConvertFaileErrorByCreateOutputDir
source: Failed to create the output directory
de: Das Ausgabeverzeichnis konnte nicht erstellt werden
es: No se pudo crear el directorio de salida
fr: Impossible de créer le répertoire de sortie
it: Impossibile creare la directory di output
ja: 出力ディレクトリを作成できませんでした
ko: 출력 디렉토리를 만들 수 없습니다
nl: Kan de uitvoermap niet maken
pt: Não foi possível criar o diretório de saída
ru: Не удалось создать выходную директорию
zh_cn: 输出目录创建失败

# PDFToImageConvertFaileErrorByFileNotExist
source: The file could not be found
de: Die Datei konnte nicht gefunden werden
es: No se pudo encontrar el archivo
fr: Le fichier est introuvable
it: Il file non può essere trovato
ja: ファイルが見つかりませんでした
ko: 파일을 찾을 수 없습니다
nl: Het bestand kan niet worden gevonden
pt: O arquivo não pôde ser encontrado
ru: Файл не найден
zh_cn: 未能找到文件

# PDFToImageConvertFaileErrorByInvalidOutputFormat
source: The page range is invalid
de: Der Seitenbereich ist ungültig
es: El rango de páginas no es válido
fr: La plage de pages est invalide
it: L'intervallo di pagine non è valido
ja: ページ範囲が無効です
ko: 페이지 범위가 유효하지 않습니다
nl: Het pagina bereik is ongeldig
pt: O intervalo de páginas é inválido
ru: Диапазон страниц неверен
zh_cn: 输出范围无效

# PDFToImageConvertFaileErrorByPageRange
source: Failed to retrieve the page number
de: Seite konnte nicht abgerufen werden
es: No se pudo recuperar el número de página
fr: Impossible de récupérer le numéro de la page
it: Impossibile recuperare il numero di pagina
ja: ページ番号を取得できませんでした
ko: 페이지 번호를 가져올 수 없습니다
nl: Kan het paginanummer niet ophalen
pt: Falha ao recuperar o número da página
ru: Не удалось получить номер страницы
zh_cn: 页码获取失败

# PDFToImageConvertFaileErrorByWrongPassword
source: Incorrect file password
de: Falsches Dateipasswort
es: Contraseña de archivo incorrecta
fr: Mot de passe incorrect du fichier
it: Password del file errato
ja: ファイルのパスワードが間違っています
ko: 잘못된 파일 비밀번호
nl: Onjuist wachtwoord voor het bestand
pt: Senha do arquivo incorreta
ru: Неверный пароль файла
zh_cn: 文件密码错误

# PDFToImageConverterMsgErrorBorderThickness
source: Please enter an integer between 0 and 50
de: Bitte geben Sie eine ganze Zahl zwischen 0 und 50 ein
es: Por favor, ingrese un número entero entre 0 y 50
fr: Veuillez entrer un entier entre 0 et 50
it: Inserisci un intero tra 0 e 50
ja: 0から50の間の整数を入力してください
ko: 0과 50 사이의 정수를 입력하세요
nl: Voer een geheel getal in tussen 0 en 50 in
pt: Por favor, insira um número inteiro entre 0 e 50
ru: Пожалуйста, введите целое число от 0 до 50
zh_cn: 请输入一个0-50范围内的整数

# PDFToImageConverterMsgErrorZoom
source: Please enter an integer between 0 and 200
de: Bitte geben Sie eine ganze Zahl zwischen 0 und 200 ein
es: Por favor, ingrese un número entero entre 0 y 200
fr: Veuillez entrer un entier entre 0 et 200
it: Inserisci un intero tra 0 e 200
ja: 0から200の間の整数を入力してください
ko: 0과 200 사이의 정수를 입력하세요
nl: Voer een geheel getal in tussen 0 en 200 in
pt: Por favor, insira um número inteiro entre 0 e 200
ru: Пожалуйста, введите целое число от 0 до 200
zh_cn: 请输入一个1-200范围内的整数

# PDFToImageConverterMsgOnlyPDF
source: Please add PDF files.
de: Bitte fügen Sie PDF-Dateien hinzu.
es: Por favor, agregue archivos PDF.
fr: Veuillez ajouter des fichiers PDF.
it: Aggiungi file PDF.
ja: PDFファイルを追加してください。
ko: PDF 파일을 추가하세요.
nl: Voeg PDF-bestanden toe.
pt: Adicione arquivos PDF.
ru: Пожалуйста, добавьте файлы PDF.
zh_cn: 请添加PDF文件。

# PDFToImageConverterMsgPageRangeIsNull
source: Please enter a valid page range.
de: Bitte geben Sie einen gültigen Seitenbereich ein.
es: Por favor, ingrese un rango de páginas válido.
fr: Veuillez entrer une plage de pages valide.
it: Inserisci un intervallo di pagine valido.
ja: 有効なページ範囲を入力してください。
ko: 유효한 페이지 범위를 입력하세요.
nl: Voer een geldig pagina bereik in.
pt: Por favor, insira um intervalo de páginas válido.
ru: Пожалуйста, введите действительный диапазон страниц.
zh_cn: 请输入有效的页面范围。

# PDFToImageConverterMsgWrongArgs
source: Parameter error
de: Parameterfehler
es: Error de parámetro
fr: Erreur de paramètre
it: Errore di parametro
ja: パラメーターエラー
ko: 매개변수 오류
nl: Parameterfout
pt: Erro de parâmetro
ru: Ошибка параметра
zh_cn: 参数错误

# PDFToImageTooltipBorderColor
source: Border Color
de: Randfarbe
es: Color del borde
fr: Couleur de la bordure
it: Colore del bordo
ja: 枠線の色
ko: 테두리 색상
nl: Randkleur
pt: Cor da borda
ru: Цвет границы
zh_cn: 边框颜色

# PDFToImageTooltipBorderThickness
source: Border Thickness
de: Randdicke
es: Grosor del borde
fr: Épaisseur de la bordure
it: Spessore del bordo
ja: 枠線の太さ
ko: 테두리 두께
nl: Randdikte
pt: Espessura da borda
ru: Толщина границы
zh_cn: 边框宽度

# PDFToImageTooltipZoom
source: Zoom
ja: ズーム
ko: 확대
ru: Масштаб
zh_cn: 缩放

# PDFtoExcelText
source: PDF to Excel
de: PDF in Excel
es: De PDF a Excel
fr: PDF en Excel
it: Da PDF a Excel
ja: PDFからExcelへ
ko: PDF를 Excel로
nl: PDF naar Excel
pt: PDF para Excel
ru: PDF в Excel
zh_cn: PDF转Excel

# PDFtoImageBorderColorText
source: Border Color
de: Randfarbe
es: Color del borde
fr: Couleur de la bordure
it: Colore del bordo
ja: 枠線の色
ko: 테두리 색상
nl: Randkleur
pt: Cor da borda
ru: Цвет границы
zh_cn: 边框颜色

# PDFtoImageBorderThicknessText
source: Border Thickness
de: Randdicke
es: Grosor del borde
fr: Épaisseur de la bordure
it: Spessore del bordo
ja: 枠線の太さ
ko: 테두리 두께
nl: Randdikte
pt: Espessura da borda
ru: Толщина границы
zh_cn: 边框宽度

# PDFtoImageColorModeText
source: Color Mode
de: Farbmodus
es: Modo de color
fr: Mode de couleur
it: Modalità colore
ja: カラーモード
ko: 색상 모드
nl: Kleurmodus
pt: Modo de cor
ru: Режим цвета
zh_cn: 色彩模式

# PDFtoImageColorText
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色彩
ko: 색깔
nl: Kleur
pt: Cor
ru: Цвет
zh_cn: 彩色

# PDFtoImageConvertEntireImagesText
source: All pages in one image
de: Alle Seiten in einem Bild
es: Todas las páginas en una imagen
fr: Toutes les pages en une image
it: Tutte le pagine in un'immagine
ja: すべてのページを1枚の画像にまとめる
ko: 모든 페이지를 하나의 이미지로 합치기
nl: Alle pagina's in één afbeelding
pt: Todas as páginas em uma imagem
ru: Все страницы в одно изображение
zh_cn: 合并输出

# PDFtoImageExtractSingleImagesText
source: One image per page
de: Ein Bild pro Seite
es: Una imagen por página
fr: Une image par page
it: Una immagine per pagina
ja: ページごとに1枚の画像
ko: 페이지당 1개의 이미지
nl: Eén afbeelding per pagina
pt: Uma imagem por página
ru: Одно изображение на страницу
zh_cn: 逐页输出

# PDFtoImageGrayscaleText
source: Grayscale
de: Graustufen
es: Escala de grises
fr: Échelles de gris
it: Scala di grigi
ja: グレースケール
ko: 그레이스케일
nl: Grijswaarden
pt: Escala de cinzentos
ru: Градации серого
zh_cn: 灰度

# PDFtoImageIncludeAnnotationsText
source: Include comments
de: Kommentare einbeziehen
es: Incluir comentarios
fr: Inclure des commentaires
it: Includi commenti
ja: コメントを含む
ko: 댓글 포함
nl: Inclusief opmerkingen
pt: Incluir comentários
ru: Включить комментарии
zh_cn: 保留注释内容

# PDFtoImageOutputFormatText
source: Output Format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
it: Formato di output
ja: 出力形式
ko: 출력 형식
nl: Uitvoerformaat
pt: Formato de saída
ru: Формат вывода
zh_cn: 输出格式

# PDFtoImageOutputOptionText
source: Output Option
de: Ausgabeoption
es: Opción de salida
fr: Option de sortie
it: Opzione di output
ja: 出力オプション
ko: 출력 옵션
nl: Uitvoeroptie
pt: Opção de saída
ru: Опция вывода
zh_cn: 输出选项

# PDFtoImageQualityKeepDPIText
source: Keep original DPI
de: Originale DPI beibehalten
es: Mantener el DPI original
fr: Garder le DPI original
it: Mantieni DPI originale
ja: 元のDPIを保持
ko: 원본 DPI 유지
nl: Origineel DPI behouden
pt: Manter o DPI original
ru: Сохранить оригинальный DPI
zh_cn: 保留原始DPI

# PDFtoImageQualityText
source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pt: Qualidade
ru: Качество
zh_cn: 质量

# PDFtoImageText
source: PDF to Image
de: PDF in Bild
es: De PDF a imagen
fr: PDF en image
it: Da PDF a immagine
ja: PDFから画像に変換
ko: PDF를 이미지로
nl: PDF naar afbeelding
pt: PDF para imagem
ru: PDF в изображение
zh_cn: PDF转图片

# PDFtoImageZoomText
source: Zoom
ja: ズーム
ko: 확대
ru: Масштаб
zh_cn: 缩放

# PDFtoJpegText
source: PDF to JPEG
de: PDF in JPEG
es: De PDF a JPEG
fr: PDF en JPEG
it: Da PDF a JPEG
ja: PDFからJPEGへ
ko: PDF를 JPEG로
nl: PDF naar JPEG
pt: PDF para JPEG
ru: PDF в JPEG
zh_cn: PDF转JPEG

# PDFtoPPTText
source: PDF to PPT
de: PDF in PPT
es: De PDF a PPT
fr: PDF en PPT
it: Da PDF a PPT
ja: PDFからPPTへ
ko: PDF를 PPT로
nl: PDF naar PPT
pt: PDF para PPT
ru: PDF в PPT
zh_cn: PDF转PPT

# PDFtoPngText
source: PDF to PNG
de: PDF in PNG
es: De PDF a PNG
fr: PDF en PNG
it: Da PDF a PNG
ja: PDFからPNGへ
ko: PDF를 PNG로
nl: PDF naar PNG
pt: PDF para PNG
ru: PDF в PNG
zh_cn: PDF转PNG

# PDFtoRTFText
source: PDF to RTF
de: PDF in RTF
es: De PDF a RTF
fr: PDF en RTF
it: Da PDF a RTF
ja: PDFからRTFへ
ko: PDF를 RTF로
nl: PDF naar RTF
pt: PDF para RTF
ru: PDF в RTF
zh_cn: PDF转RTF

# PDFtoTextText
source: PDF to TXT
de: PDF in TXT
es: De PDF a TXT
fr: PDF en TXT
it: Da PDF a TXT
ja: PDFからTXTへ
ko: PDF를 TXT로
nl: PDF naar TXT
pt: PDF para TXT
ru: PDF в TXT
zh_cn: PDF转TXT

# PDFtoWebText
source: PDF to Web Pages
de: PDF in Webseiten
es: De PDF a Páginas Web
fr: PDF en Pages Web
it: Da PDF a pagine web
ja: PDFからウェブページへ
ko: PDF를 웹 페이지로
nl: PDF naar Webpagina's
pt: PDF para Páginas Web
ru: PDF в веб-страницы
zh_cn: PDF转网页

# PDFtoWordText
source: PDF to Word
de: PDF in Word
es: De PDF a Word
fr: PDF en Word
it: Da PDF a Word
ja: PDFからWordへ
ko: PDF를 Word로
nl: PDF naar Word
pt: PDF para Word
ru: PDF в Word
zh_cn: PDF转Word

# PDFtoXMLText
source: PDF to XML
de: PDF in XML
es: De PDF a XML
fr: PDF en XML
it: Da PDF a XML
ja: PDFからXMLへ
ko: PDF를 XML로
nl: PDF naar XML
pt: PDF para XML
ru: PDF в XML
zh_cn: PDF转XML

# RateWindowDesc1Text
source: Please leave us a great rating and review!
de: Bitte hinterlasse uns eine positive Bewertung und Rezension!
es: ¡Déjanos una buena puntuación y reseña!
fr: Merci de nous laisser une bonne note et de bonnes évaluations!
it: Please leave us a great rating and reviews!
ja: よろしければレーティングとレビューをお願いします。
ko: 좋은 평가와 리뷰를 남겨 주세요!
nl: Laat een geweldige beoordeling en recensie achter!
pt: Dê-nos uma excelente classificação e faça comentários!
ru: Пожалуйста, оставьте нам отличный рейтинг и отзывы!
zh_cn: 请给我们的应用一个好评！

# RateWindowDesc2Text
source: Thanks for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien!
ja: ご協力に感謝します！
ko: 지지해 주셔서 감사드립니다!
nl: Bedankt voor uje steunw ondersteuning!
pt: Obrigado pelo seu apoio!
ru: Спасибо за вашу поддержку!
zh_cn: 谢谢您的支持！

# RateWindowDesc3Text
source: Rating takes less than a minute.
de: Die Bewertung dauert weniger als eine Minute.
es: Puntuar lleva menos de un minuto.
fr: La notation prend moins d'une minute.
ja: レーティングは1分もかかりません。
ko: 평가에는 1분 미만의 시간이 소요됩니다.
nl: Beoordeling duurt minder dan een minuut.
pt: A classificação demora menos de um minuto.
ru: Оценка занимает не более минуты.
zh_cn: 评分的时间不到一分钟。

# RateWindowFeedbackBtnContent
source: I'd like to give some feedback
de: Ich möchte Feedback geben
es: Me gustaría dar mi opinión
fr: J'aimerais effectuer un retour
ja: フィードバックをつけたい
ko: 피드백을 드리고 싶습니다
nl: Ik wil graag feedback geven
pt: Gostaria de dar feedback
ru: Я хочу оставить некоторые отзывы
zh_cn: 我想提供一些反馈

# RateWindowRateBtnContent
source: Love it! I want to give it 5 stars!
de: Ich liebe es! Ich möchte 5 Sterne vergeben!
es: ¡Me encanta! ¡Quiero darle 5 estrellas!
fr: J'adore ! Je veux lui donner 5 étoiles!
ja: 最高だ！5☆つけよう！
ko: 좋아요! 별점 5개를 주고 싶어요!
nl: Geweldig! Ik wil 5 sterren geven!
pt: Adoro! Quero dar 5 estrelas!
ru: Люблю его! Я хочу дать ему 5 звезд!
zh_cn: 喜欢它！我想给它5星！

# RateWindowTitleText
source: Love PDFgear?
de: Gefällt Ihnen PDFgear?
es: ¿Te gusta PDFgear?
fr: Vous aimez PDFgear?
ja: PDFgearはお気に召しましたか？
ko: PDFgear를 좋아하시나요?
nl: Dol op PDFgear?
pt: Adora o PDFgear?
ru: Любите PDFgear?
zh_cn: 喜欢PDFgear吗?
