Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfconverter/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinCompressAddFileTipText
source: Please add and select the files that your need to compress.
de: Bitte fügen Sie die Dateien, die Sie kompromieren müssen, hinzu und wählen Sie sie aus.
es: Agregue y seleccione los archivos que necesita comprimir.
fr: Veuillez ajouter et sélectionner les fichiers que vous avez besoin de compresser.
it: Seleziona e aggiungi i file che desideri comprimere.
ja: 圧縮する必要があるファイルを追加して選択してください。
ko: 압축하려는 파일들을 추가 및 선택해 주세요.
nl: Voeg en selecteer de bestanden die u wilt comprimeren.
pt: Adicione e selecione os ficheiros que pretende comprimir.
ru: Добавьте и выберите файлы, которые нужно сжать.
zh_cn: 请您添加并选中要压缩的文件

# WinConvertAddFileTipText
source: Please add and select the files that your need to convert.
de: Bitte wählen Sie alle Dateien aus, die Sie konvertieren möchten.
es: Seleccione y añada los archivos que quiera convertir.
fr: Veuillez ajouter et sélectionner les fichiers que vous souhaitez convertir.
it: Aggiungi e seleziona i file che devi convertire.
ja: 変換したいファイルを選択し、追加してください。
ko: 변환하고자 하는 파일을 추가 및 선택해 주세요.
nl: Gelieve de bestanden die u wilt converteren toe te voegen en te selecteren.
pt: Adicione e selecione os ficheiros que precisa de converter.
ru: Добавьте и выберите файлы, которые нужно конвертировать.
zh_cn: 请您添加并选中需要转换的文件

# WinConvertLoadedFailed
source: Load Failed
de: Ladevorgang gescheitert
es: Carga fallida
fr: Chargement raté
it: Caricamento non riuscito
ja: 読み込みに失敗しました
ko: 로드 실패
nl: Laden mislukt
pt: Erro de carregamento
ru: Загрузка не удалась
zh_cn: 加载失败

# WinConvertSetOutputFolderText
source: Please set the output path.
de: Bitte legen Sie den Ausgabepfad fest.
es: Establezca la ruta de salida.
fr: Veuillez définir le dossier de destination.
it: Imposta il percorso di output.
ja: 出力パスを設定してください。
ko: 결과물을 저장할 경로를 설정해 주세요.
nl: Gelieve het uitvoerpad in te stellen.
pt: Defina o caminho de saída.
ru: Укажите путь вывода.
zh_cn: 请您选择输出目录

# WinConvertToExcelCheckContent
source: Output to One Sheet
de: Ausgabe auf einem Arbeitsblatt
es: Salida a una hoja de cálculo
fr: Sortie sur une feuille de calcul
it: Uscita su un foglio di calcolo
ja: 一枚のワークシートに出力
ko: 한 장의 워크시트로 출력
nl: Uitvoer naar één werkblad
pt: Saída para uma planilha
ru: Вывод на один лист таблицы
zh_cn: 仅输出到一张工作表

# WinConvertToPDFAddFileBtnText
source: Add File
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルの追加
ko: 파일 추가
nl: Voeg een bestand toe
pt: Adicionar Ficheiro
ru: Добавить файл
zh_cn: 添加文件

# WinConvertToPDFClearBtnText
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Elimina
ja: クリア
ko: 지우기
nl: Wissen
pt: Limpar
ru: Очистить
zh_cn: 清除

# WinConvertToPDFItemInitText
source: Initial
de: Start
es: Inicial
it: Iniziale
ja: 初期設定
ko: 초기
nl: Initieel
pt: Inicial
ru: Исходный
zh_cn: 初始化

# WinConvertToPDFItemLoadedText
source: Loaded
de: Geladen
es: Cargado
fr: Chargé
it: Caricato
ja: ロード済み
ko: 로드됨
nl: Geladen
pt: Carregado
ru: Загружено
zh_cn: 加载完成

# WinConvertToPDFItemLoadingText
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento in corso
ja: ロード中
ko: 로딩 중
nl: Bezig met laden
pt: A carregar
ru: Загрузка
zh_cn: 加载中

# WinConvertToPDFItemUnSupport
source: Unsupported file
de: Datei wird nicht unterstützt
es: Archivo no soportado
fr: Fichier non supporté
it: File non supportato
ja: サポートされていないファイル
ko: 지원되지 않는 파일
nl: Niet-ondersteund bestand
pt: Ficheiro não suportado
ru: Неподдерживаемый тип файла
zh_cn: 不支持的文件

# WinConvertToPDFListFileAction
source: Operation
es: Operación
fr: Opération
it: Operazione
ja: 操作
ko: 작업
nl: Operatie
pt: Operação
ru: Операция
zh_cn: 操作

# WinConvertToPDFListFileName
source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
pt: Nome do ficheiro
ru: Имя файла
zh_cn: 文件名

# WinConvertToPDFListFileStatus
source: Status
es: Estado
fr: Statut
it: Stato
ja: 状態
ko: 상태
pt: Estado
ru: Статус
zh_cn: 文件状态

# WinConvertToPDFOutFolderLabel
source: Output Path
de: Ausgabepfad
es: Ruta de salida
fr: Chemin de sortie
it: Percorso output
ja: 出力パス
ko: 출력 경로
nl: Uitvoerpad
pt: Caminho de Saída
ru: Выходной путь
zh_cn: 输出目录

# WinConvertToPDFStartConvertBtn
source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환
nl: Converteren
pt: Converter
ru: Конвертировать
zh_cn: 开始转换

# WinConvertToPDFStatusConverting
source: Converting
de: Umwandeln
es: Convirtiendo
fr: Conversion
it: Conversione in corso
ja: 変換中
ko: 변환 중
nl: Bezig met omzetten
pt: A converter
ru: Конвертация
zh_cn: 转换中

# WinConvertToPDFStatusFailed
source: Conversion failed
de: Umwandlung fehlgeschlagen
es: La conversión ha fallado
fr: La conversion a échoué
it: Conversione fallita
ja: 変換に失敗しました
ko: 변환 실패
nl: Conversie mislukt
pt: A conversão falhou
ru: Конвертация не выполнена
zh_cn: 转换失败

# WinConvertToPDFStatusSucc
source: Conversion succeeded
de: Umwandlung erfolgreich
es: Conversión finalizada
fr: Conversion réussie
it: Conversione riuscita
ja: 変換完了
ko: 변환 완료
nl: Conversie geslaagd
pt: Conversão bem-sucedida
ru: Конвертация прошла успешно
zh_cn: 转换成功

# WinConvertToPDFViewInExplore
source: View in File Explorer after Conversion
de: Nach der Umwandlung im Datei-Explorer ansehen
es: Ver en Explorador de archivos tras la conversión
fr: Afficher dans l'explorateur de fichiers après conversion
it: Apri in Esplora Risorse dopo la conversione
ja: 変換後エクスプローラーで表示
ko: 변환 후 파일 탐색기에서 보기
nl: Bekijken in bestandsverkenner na de conversie
pt: Ver no Explorador de Ficheiros após a Conversão
ru: Открыть проводник после конвертации
zh_cn: 转换成功后在资源管理器中查看文件

# WinFeedBackSendTryagainMsg
source: Failed to send the message, please try again!
de: Senden der Nachricht fehlgeschlagen, bitte erneut versuchen!
es: No se ha podido enviar el mensaje, por favor, vuelva a intentarlo.
fr: L'envoi du message a échoué, veuillez essayer de nouveau !
it: Impossibile inviare il messaggio, riprova!
ja: メッセージの送信に失敗しました。もう一度お試しください！
ko: 메시지를 보내지 못했습니다. 다시 시도해 주세요!
nl: Kan het bericht niet verzenden. Probeer het opnieuw!
pt: Não foi possível enviar a mensagem, tente novamente!
ru: Не удалось отправить сообщение, попробуйте еще раз!
zh_cn: 发送消息失败，请重试。

# WinFileOccupationExplain
source: xxx is occupied by another program. Please close the program and retry.
de: xxx wird von einem anderen Programm verwendet. Bitte schließen Sie das Programm und versuchen Sie es erneut.
es: xxx lo está ocupando otro programa. Cierre el programa y vuelva a intentarlo.
fr: xxx est occupé par un autre programme. Veuillez fermer ce dernier et réessayer.
it: xxx è occupato da un altro programma. Chiudi il programma e riprova.
ja: xxxは別のプログラムによって使用されています。プログラムを閉じて再試行してください。
ko: xxx이(가) 다른 프로그램에 의해 점유 중입니다. 해당 프로그램을 종료 후에 다시 시도해 주세요.
nl: xxx wordt gebruikt door een ander programma. Sluit het programma af en probeer het opnieuw.
pt: xxx está a ser utilizado por outro programa. Encerre-o e tente novamente.
ru: xxx занят другой программой. Пожалуйста, закройте её и повторите попытку.
zh_cn: xxx 在其它程序中打开。请关闭该文件并重试。

# WinFileOccupationMsg
source: Fail to add the file.
de: Hinzufügen der Datei fehlgeschlagen.
es: No se ha podido agregar el archivo.
fr: Échec de l'ajout du fichier.
it: Impossibile aggiungere il file.
ja: ファイルの追加に失敗しました。
ko: 파일을 추가하지 못했습니다.
nl: Kan het bestand niet toevoegen.
pt: Erro ao adicionar o ficheiro.
ru: Не удаётся добавить файл.
zh_cn: 添加文件失败。

# WinFileRetryBtnContent
source: Retry
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
it: Riprova.
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить попытку
zh_cn: 重试

# WinListHeaderExcelToPDFText
source: Excel to PDF
de: Excel in PDF
es: Excel a PDF
fr: Excel en PDF
it: Da Excel a PDF
ja: ExcelからPDFへ
ko: Excel를 PDF로
nl: Excel naar PDF
pt: Excel para PDF
ru: Excel в PDF
zh_cn: Excel转PDF

# WinListHeaderImageToPDFText
source: Image to PDF
de: Bild in PDF
es: Imagen a PDF
fr: Image en PDF
it: Da immagine a PDF
ja: 画像からPDFへ
ko: 이미지를 PDF로
nl: Afbeelding naar PDF
pt: Imagem para PDF
ru: Изображение в PDF
zh_cn: 图片转PDF

# WinListHeaderPPTToPDFText
source: PPT to PDF
de: PPT in PDF
es: PPT a PDF
fr: PPT en PDF
it: Da PPT a PDF
ja: PPTからPDFへ
ko: PPT를 PDF로
nl: PPT naar PDF
pt: PPT para PDF
ru: PPT в PDF
zh_cn: PPT转PDF

# WinListHeaderRTFToPDFText
source: RTF to PDF
de: RTF in PDF
es: RTF a PDF
fr: RTF en PDF
it: Da RTF a PDF
ja: RTFからPDFへ
ko: RTF를 PDF로
nl: RTF naar PDF
pt: RTF para PDF
ru: RTF в PDF
zh_cn: RTF转PDF

# WinListHeaderTXTToPDFText
source: TXT to PDF
de: TXT in PDF
es: TXT a PDF
fr: TXT en PDF
it: Da TXT a PDF
ja: TXTからPDFへ
ko: TXT를 PDF로
nl: TXT naar PDF
pt: TXT para PDF
ru: TXT в PDF
zh_cn: TXT转PDF

# WinListHeaderWordToPDFText
source: Word to PDF
de: Word in PDF
es: Word a PDF
fr: Word en PDF
it: Da Word a PDF
ja: WordからPDFへ
ko: Word를 PDF로
nl: Word naar PDF
pt: Word para PDF
ru: Word в PDF
zh_cn: Word转PDF

# WinMergeSplitAddFileCheckMsg
source: File (XXX) has been added.
de: Die Datei (XXX) wurde hinzugefügt.
es: Se ha añadido el archivo (XXX).
fr: Le fichier (XXX) a été ajouté.
it: Il file (XXX) è stato aggiunto.
ja: ファイル（XXX）が追加されました。
ko: 파일(XXX)이 추가되었습니다.
nl: Bestand (XXX) is toegevoegd.
pt: O ficheiro (XXX) foi adicionado.
ru: Файл (XXX) был добавлен.
zh_cn: 已添加文件(XXX)。

# WinMergeSplitBtnAddFilesContent
source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nl: Bestanden toevoegen
pt: Adicionar Ficheiros
ru: Добавить файлы
zh_cn: 添加文件

# WinMergeSplitBtnClearContent
source: Clear
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
pt: Limpar
ru: Очистить
zh_cn: 清除

# WinMergeSplitBtnMergeContent
source: Merge
de: Zusammenführen
es: Unir
fr: Fusionner
it: Unisci
ja: 結合
ko: 병합
nl: Samenvoegen
pt: Combinar
ru: Объединить
zh_cn: 开始合并

# WinMergeSplitBtnSplitContent
source: Split
de: Teilen
es: Dividir
fr: Diviser
it: Dividi
ja: 分割
ko: 분할
nl: Splitsen
pt: Dividir
ru: Разделить
zh_cn: 开始拆分

# WinMergeSplitCbxSplitCustomrangeItem
source: Custom range
de: Benutzerdefinierter Bereich
es: Intervalo personalizado
fr: Étendue personnalisée
it: Intervallo personalizzato
ja: カスタム範囲
ko: 사용자 정의 범위
nl: Aangepast bereik
pt: Intervalo Personalizado
ru: Пользовательский диапазон
zh_cn: 自定义范围

# WinMergeSplitCbxSplitFixedrangeItem
source: Fixed range
de: Fester Bereich
es: Intervalo fijo
fr: Étendue fixe
it: Intervallo fisso
ja: 固定範囲
ko: 고정 범위
nl: Vast bereik
pt: Intervalo Fixo
ru: Фиксированный диапазон
zh_cn: 固定范围

# WinMergeSplitClearFileAskMsg
source: Are you sure you want to remove the selected file(s)?
de: Sind Sie sicher, dass Sie die ausgewählte(n) Datei(en) entfernen möchten?
es: ¿Seguro que quiere eliminar el archivo o archivos seleccionados?
fr: Êtes-vous sûr(e) de vouloir supprimer le(s) fichier(s) sélectionné(s) ?
it: Sei sicuro di rimuovere i file selezionati?
ja: 選択したファイルを本当に削除しますか？
ko: 선택한 파일(들)을 제거하시겠습니까?
nl: Weet u zeker dat u het/de geselecteerde bestand(en) wilt verwijderen?
pt: Tem a certeza de que pretende remover o(s) ficheiro(s) selecionado(s)?
ru: Вы действительно хотите удалить выбранные файлы?
zh_cn: 是否确实要移除选定的文件？

# WinMergeSplitGridCloumnFilenameTitle
source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome del file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
pt: Nome do ficheiro
ru: Имя файла
zh_cn: 文件名

# WinMergeSplitGridCloumnOperationTitle
source: Operation
de: Vorgang
es: Operación
fr: Opération
it: Operazione
ja: アクション
ko: 작업
nl: Bewerking
pt: Operação
ru: Операция
zh_cn: 操作

# WinMergeSplitGridCloumnPagesTitle
source: Pages
de: Seiten
es: Páginas
it: Pagine
ja: ページ数
ko: 페이지
nl: Pagina's
pt: Páginas
ru: Страницы
zh_cn: 页数

# WinMergeSplitGridCloumnRangesTitle
source: Range
de: Bereich
es: Intervalo
fr: Étendue
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pt: Intervalo
ru: Диапазон
zh_cn: 范围

# WinMergeSplitGridCloumnSplitModeTitle
source: Split Mode
de: Teilmodus
es: Modo de División
fr: Mode de Division
it: Modalità Divisa
ja: 分割モード
ko: 분할 모드
nl: Splitsingsmodus
pt: Modo de Divisão
ru: Способ Разделения
zh_cn: 拆分方式

# WinMergeSplitGridCloumnStatusTitle
source: Status
es: Estado
fr: Statut
it: Stato
ja: 状態
ko: 상태
pt: Estado
ru: Статус
zh_cn: 文件状态

# WinMergeSplitLabelOutputFilenameContent
source: Output File Name
de: Name der Ausgabedatei
es: Nombre de archivo de salida
fr: Nom du fichier de sortie
it: Nome del file di output
ja: 出力ファイル名
ko: 출력 파일 이름
nl: Naam van uitvoerbestand
pt: Nome de Ficheiro de Saída
ru: Имя выходного файла
zh_cn: 输出文件名

# WinMergeSplitLabelOutputpathContent
source: Output Path
de: Ausgabepfad
es: Ruta de salida
fr: Chemin de sortie
it: Percorso output
ja: 出力パス
ko: 출력 경로
nl: Uitvoerpad
pt: Caminho de Saída
ru: Выходной путь
zh_cn: 输出目录

# WinMergeSplitLeftMergeTile
source: Merge PDF
de: PDF zusammenführen
es: Unir PDF
fr: Fusionner PDF
it: Unisci PDF
ja: PDFを結合
ko: PDF 병합
nl: PDF samenvoegen
pt: Combinar PDF
ru: Объединить PDF
zh_cn: 合并PDF

# WinMergeSplitLeftSplitTile
source: Split PDF
de: PDF teilen
es: Dividir PDF
fr: Diviser le PDF
it: Dividi PDF
ja: PDFを分割
ko: PDF 분할
nl: PDF splitsen
pt: Dividir PDF
ru: Разделить PDF
zh_cn: 拆分PDF

# WinMergeSplitMergeCkbViewFileContent
source: View in File Explorer after Merging Files
de: Nach dem Zusammenführen der Dateien im Datei-Explorer anzeigen
es: Ver en Explorador de archivos tras unir los archivos
fr: Voir dans l'explorateur de fichiers après la fusion
it: Visualizza in Esplora file dopo aver unito i file
ja: ファイル結合後にファイルエクスプローラーで表示
ko: 파일 병합 후 파일 탐색기에서 보기
nl: Bekijk in Windows Verkenner na het samenvoegen van de bestanden
pt: Ver no Explorador de Ficheiros Após Combinar Ficheiros
ru: Посмотреть в проводнике после объединения файлов
zh_cn: 合并文件后在资源管理器中查看文件

# WinMergeSplitMergeFileCheckEmptyFileMsg
source: Please add and select the PDF files that you need to merge.
de: Bitte die PDF-Dateien hinzufügen und auswählen, die Sie zusammenführen möchten.
es: Añada y elija los archivos PDF que quiere unir.
fr: Veuillez ajouter et sélectionner les fichiers PDF que vous souhaitez fusionner.
it: Aggiungi e seleziona i file PDF che devi unire.
ja: 結合したいPDFファイルを追加・選択してください。
ko: 병합하고자 하는 PDF 파일을 추가하고 선택하십시오.
nl: Voeg en selecteer de pdf-bestanden die u wilt samenvoegen.
pt: Adicione e selecione os ficheiros PDF que pretende combinar.
ru: Добавьте и выберите PDF-файлы, которые необходимо объединить.
zh_cn: 请添加并选择您需要合并的PDF文件。

# WinMergeSplitMergeFileCheckEmptyFilenameMsg
source: Please set the output path and file name.
de: Bitte legen Sie den Ausgabepfad und den Dateinamen fest.
es: Establezca el nombre de archivo y ruta de salida.
fr: Veuillez entrer le chemin de sortie et le nom de fichier.
it: Si prega di impostare il percorso di output e il nome del file.
ja: 出力パスとファイル名を指定してください。
ko: 출력 경로와 파일 이름을 설정하십시오.
nl: Bepaal het uitvoerpad en de bestandsnaam.
pt: Especifique o caminho de saída e o nome do ficheiro.
ru: Пожалуйста, укажите выходной путь и имя файла.
zh_cn: 请设置输出路径和输出文件名。

# WinMergeSplitMergeFileCheckExistFilenameMsg
source: The file name already exists, please choose another name.
de: Der Dateiname existiert bereits, bitte wählen Sie einen anderen Namen aus.
es: El nombre de archivo ya existe, elija otro.
fr: Ce nom de fichier existe, veuillez en choisir un autre.
it: Il nome del file esiste già, scegli un altro nome.
ja: このファイル名は既に存在しているので、別のファイル名を選択してください。
ko: 파일 이름이 이미 존재합니다. 다른 이름을 선택하십시오.
nl: De bestandsnaam bestaat al. Kies een andere naam.
pt: O nome de ficheiro já existe, escolha outro nome.
ru: Имя файла уже существует. Выберите другое имя.
zh_cn: 文件已存在，请选择其他文件名。

# WinMergeSplitMergeFileFailMsg
source: Failed to merge the PDF files, do you want to contact support?
de: Die Zusammenführung der PDF-Dateien ist fehlgeschlagen. Möchten Sie den Support kontaktieren?
es: No se han podido unir los archivos PDF, ¿quiere ponerse en contacto con el servicio de ayuda?
fr: La fusion de fichiers PDF a échoué, souhaitez-vous contacter le support ?
it: Impossibile unire i file PDF, vuoi contattare l'assistenza?
ja: PDFファイルの結合に失敗しました。サポートに連絡しますか？
ko: PDF 파일을 병합하지 못했습니다. 지원팀에 문의하시겠습니까?
nl: Kan de pdf-bestanden niet samenvoegen. Wilt u contact opnemen met ondersteuning?
pt: Não foi possível combinar os ficheiros PDF, pretende contactar o apoio?
ru: Не удалось объединить файлы PDF. Хотите связаться со службой поддержки?
zh_cn: 合并PDF文件失败，是否联系技术支持？

# WinMergeSplitMergeStatusFail
source: Merge Failed
de: Zusammenführen Fehlgeschlagen
es: Unión Fallida
fr: Fusion Échouée
it: Unione Fallita
ja: 結合失敗
ko: 병합 실패
nl: Samenvoegen Mislukt
pt: Falha ao Combinar
ru: Объединение не Удалось
zh_cn: 合并失败

# WinMergeSplitMergeStatusMerging
source: Merging
de: Wird zusammengeführt
es: Uniendo
fr: En cours de fusion
it: Unione
ja: 結合中
ko: 병합 중
nl: Bezig met samenvoegen
pt: A combinar
ru: Производится слияние
zh_cn: 合并中

# WinMergeSplitMergeStatusSucc
source: Merge Completed
de: Zusammenführen Abgeschlossen
es: Unión Completada
fr: Fusion Terminée
it: Unione completata
ja: 結合完了
ko: 병합 완료
nl: Samenvoegen Voltooid
pt: Combinação Concluída
ru: Объединение Завершено
zh_cn: 合并完成

# WinMergeSplitSplitCkbViewFileContent
source: View in File Explorer after Splitting Files
de: Nach der Trennung der Dateien im Datei-Explorer anzeigen
es: Ver en Explorador de archivos tras dividir los archivos
fr: Voir dans l'explorateur de fichiers après la division
it: Visualizza in Esplora file dopo aver diviso i file
ja: ファイル分割後にファイルエクスプローラーで表示
ko: 파일 분할 후 파일 탐색기에서 보기
nl: Bekijk in Windows Verkenner na het splitsen van de bestanden
pt: Ver no Explorador de Ficheiros Após Dividir Ficheiros
ru: Посмотреть в проводнике после разделения файлов
zh_cn: 拆分文件后在资源管理器中查看文件

# WinMergeSplitSplitFileCheckEmptyFileMsg
source: Please add and select the PDF files that you need to split.
de: Bitte die PDF-Dateien hinzufügen und auswählen, die Sie trennen möchten.
es: Añada y seleccione los archivos PDF que quiere dividir.
fr: Veuillez ajouter et sélectionner les fichiers PDF que vous souhaitez diviser.
it: Per favore aggiungi e seleziona i file PDF che devi dividere.
ja: 分割したいPDFファイルを追加・選択してください。
ko: 분할하고자 하는 PDF 파일을 추가하고 선택하십시오.
nl: Voeg en selecteer de pdf-bestanden die u wilt splitsen.
pt: Adicione e selecione os ficheiros PDF que pretende dividir.
ru: Добавьте и выберите PDF-файлы, которые нужно разделить.
zh_cn: 请添加并选择您需要拆分的PDF文件。

# WinMergeSplitSplitFileCheckModeMsg
source: Please enter a page range.
de: Bitte geben Sie einen Seitenbereich ein.
es: Por favor, ingrese un rango de páginas.
fr: Veuillez entrer une plage de pages.
it: Inserisci un intervallo di pagine.
ja: ページ範囲を入力してください。
ko: 페이지 범위를 입력하세요.
nl: Voer een pagina bereik in.
pt: Por favor, insira um intervalo de páginas.
ru: Пожалуйста, введите диапазон страниц.
zh_cn: 请输入页面范围。

# WinMergeSplitSplitFileCheckpageRangeMsg
source: Invalid page range.
de: Ungültiger Seitenbereich.
es: Intervalo de páginas no válido.
fr: Plage non valide.
it: Intervallo di pagine non valido.
ja: 無効なページ範囲。
ko: 잘못된 페이지 범위입니다.
nl: Ongeldig paginabereik.
pt: Intervalo de páginas inválido.
ru: Неверный диапазон страниц.
zh_cn: 无效的页面范围。

# WinMergeSplitSplitFileFailMsg
source: Failed to split the PDF files, do you want to contact support?
de: Die Trennung der PDF-Dateien ist fehlgeschlagen. Möchten Sie den Support kontaktieren?
es: No se han podido dividir los archivos PDF, ¿quiere ponerse en contacto con el servicio de ayuda?
fr: La division de fichiers PDF a échoué, souhaitez-vous contacter le support ?
it: Impossibile dividere i file PDF, vuoi contattare l'assistenza?
ja: PDFファイルの分割に失敗しました。サポートに連絡しますか？
ko: PDF 파일을 분할하지 못했습니다. 지원팀에 문의하시겠습니까?
nl: Kan de pdf-bestanden niet splitsen. Wilt u contact opnemen met ondersteuning?
pt: Não foi possível dividir os ficheiros PDF, pretende contactar o apoio?
ru: Не удалось разделить файлы PDF. Хотите связаться со службой поддержки?
zh_cn: 拆分PDF文件失败，是否联系技术支持？

# WinMergeSplitSplitModeCustomRangeHelpAsgMsg
source: Eg: 1, 8 or 9-16
de: Z. B. 1, 8 oder 9-16
es: P. ej.: 1, 8 o 9-16
fr: Ex. : 1, 8 ou 9-16
it: Ad esempio: 1, 8 o 9-16
ja: 例：1, 8 または9-16
ko: 예: 1, 8 또는 9-16
nl: Bijvoorbeeld 1, 8 of 9-16 Bijvoorbeeld 1, 8 of 9-16
pt: Por ex.:1, 8 ou 9-16
ru: например: 1, 8 или 9-16.
zh_cn: 例如：1, 8 或 9-16

# WinMergeSplitSplitModeCustomRangeHelptipMsg
source: Custom range: split custom page ranges from a PDF, eg: 1, 8 or 9-16
de: Benutzerdefinierter Bereich: die PDF in benutzerdefinierte Seitenbereiche trennen, z. B. 1, 8 oder 9-16
es: Intervalo personalizado: separar intervalos de páginas personalizados de un PDF, p. ej.: 1, 8 o 9-16
fr: Étendue personnalisée : séparer l'étendue de pages personnalisée depuis un PDF, ex. : 1, 8 ou 9-16
it: Intervallo personalizzato: intervalli di pagine personalizzati separati da un PDF, ad esempio: 1, 8 o 9-16
ja: カスタム範囲：PDFからページ範囲を指定して分割します（例：1, 8 または9-16）
ko: 사용자 정의 범위: PDF에서 별도의 사용자 정의 페이지 범위(예: 1, 8 또는 9-16)
nl: Aangepast bereik: afzonderlijke aangepaste paginabereiken van een pdf, bijvoorbeeld 1, 8 of 9-16
pt: Intervalo Personalizado: separar intervalos personalizados de páginas de um PDF, por ex.:1, 8 ou 9-16
ru: Пользовательский диапазон: отдельные настраиваемые диапазоны страниц из PDF-файла, например: 1, 8 или 9-16.
zh_cn: 自定义范围：将PDF拆分为自定义页面范围，例如：1, 8 或 9-16

# WinMergeSplitSplitModeFixedRangeHelpAsgMsg
source: Eg: 10
de: Fester Bereich: 10
es: P. ej.: 10
fr: Ex. : 10
it: Ad es.: 10
ja: 例：10
ko: 예: 10
nl: Vast bereik: een pdf-bestand splitsen bij een bepaalde pagina, bijvoorbeeld 10
pt: Por ex.: 10
ru: например: 10
zh_cn: 例如：10

# WinMergeSplitSplitModeFixedRangeHelptipMsg
source: Fixed range: Split a pdf file every fixed number of pages, eg: 10
de: Fester Bereich: Das PDF seitenweise trennen, d. h. bei 10 wird alle 10 Seiten ein neues Dokument erstellt
es: Intervalo fijo: dividir un PDF por la página fijada, p. ej.: 10
fr: Étendue fixe : diviser un fichier PDF aux nombre de pages, ex. : 10
it: Intervallo fisso: divide un file PDF per la pagina prefissata, ad es.: 10
ja: 固定範囲：PDFファイルを固定ページで分割します（例：10）
ko: 고정 범위: PDF 파일을 고정 페이지로 분할합니다(예: 10).
nl: Vast bereik: een pdf-bestand splitsen bij een bepaalde pagina, bijvoorbeeld 10
pt: Intervalo fixo: dividir um ficheiro PDF pela página fixa, por ex.: 10
ru: Фиксированный диапазон: разделите PDF-файл по фиксированному количеству страниц, например: 10
zh_cn: 固定范围：以固定页拆分PDF文件，例如：10

# WinMergeSplitSplitStatusFail
source: Split Failed
de: Teilen Fehlgeschlagen
es: División Fallida
fr: Division Échouée
it: Divisione Fallita
ja: 分割失敗
ko: 분할 실패
nl: Splitsen Mislukt
pt: Falha ao Dividir
ru: Разделение не Удалось
zh_cn: 拆分失败

# WinMergeSplitSplitStatusSplitting
source: Spliting
de: Wird geteilt
es: Dividiendo
fr: En cours de division
it: In fase di divisione
ja: 分割中
ko: 분할 중
nl: Bezig met splitsen
pt: Dividindo
ru: Идет разделение
zh_cn: 拆分中

# WinMergeSplitSplitStatusSucc
source: Split Completed
de: Teilen Abgeschlossen
es: División Completada
fr: Division Terminée
it: Divisione Completata
ja: 分割完了
ko: 분할 완료
nl: Splitsen Voltooid
pt: Divisão Concluída
ru: Разделение Завершено
zh_cn: 拆分完成

# WinMergeSplitStatusInit
source: Initial
de: Start
es: Inicial
it: Iniziale
ja: 初期設定
ko: 초기
nl: Initieel
pt: Inicial
ru: Исходный
zh_cn: 初始化

# WinMergeSplitStatusLoaded
source: Loaded
de: Geladen
es: Cargado
fr: Chargé
it: Caricato
ja: ロード済み
ko: 로드됨
nl: Geladen
pt: Carregado
ru: Загружено
zh_cn: 加载完成

# WinMergeSplitStatusLoading
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento in corso
ja: ロード中
ko: 로딩 중
nl: Bezig met laden
pt: A carregar
ru: Загрузка
zh_cn: 加载中

# WinMergeSplitStatusUnsupported
source: Unsupported file
de: Datei wird nicht unterstützt
es: Archivo no soportado
fr: Fichier non supporté
it: File non supportato
ja: サポートされていないファイル
ko: 지원되지 않는 파일
nl: Niet-ondersteund bestand
pt: Ficheiro não suportado
ru: Неподдерживаемый тип файла
zh_cn: 不支持的文件
