Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# AppSettingsLaunchStatusbar
source: Show bottom navigation bar when opening a PDF.
de: Untere Navigationsleiste beim Öffnen von PDF anzeigen.
es: Mostrar la barra de navegación inferior al abrir un PDF.
fr: Afficher la barre de navigation inférieure à l'ouverture d'un PDF.
it: Mostra la barra di navigazione inferiore all'apertura di un PDF.
ja: PDFを開くときに下部ナビゲーションバーを表示する。
ko: PDF 열 때 하단 탐색 바 표시.
nl: Onderste navigatiebalk tonen bij openen van PDF.
pt: Mostrar barra de navegação inferior ao abrir PDF.
ru: Показывать нижнюю панель навигации при открытии PDF.
zh_cn: 打开PDF时显示底部导航栏。

# AppSettingsLaunchToolbar
source: Show toolbar when opening a PDF.
de: Symbolleiste beim Öffnen von PDFs anzeigen.
es: Mostrar la barra de herramientas al abrir un PDF.
fr: Afficher la barre d'outils à l'ouverture d'un PDF.
it: Mostra la barra degli strumenti all'apertura di un PDF.
ja: PDFを開くときにツールバーを表示する。
ko: PDF를 열 때 도구 모음 표시.
nl: Werkbalk weergeven bij openen van PDF.
pt: Mostrar barra de ferramentas ao abrir um PDF.
ru: Показывать панель инструментов при открытии PDF.
zh_cn: 打开PDF时显示工具栏。

# AppSettingsPageDisplay
source: Page display
de: Seitenanzeige
es: Visualización de página
fr: Affichage des pages
it: Visualizzazione della pagina
ja: ページ表示
ko: 페이지 표시
nl: Paginaweergave
pt: Exibição da página
ru: Отображение страницы
zh_cn: 页面显示

# AppSettingsSelectionMode
source: Selection Tool
de: Auswahlwerkzeug
es: Herramienta de selección
fr: Outil de sélection
it: Strumento di selezione
ja: 選択ツール
ko: 선택 도구
nl: Selectietool
pt: Ferramenta de seleção
ru: Инструмент выделения
zh_cn: 选择工具

# AppSettingsShowRightMenu
source: Show quick actions on text selection
de: Schnellaktionen bei Textauswahl anzeigen
es: Mostrar acciones rápidas al seleccionar texto
fr: Afficher les actions rapides lors de la sélection de texte
it: Mostra azioni rapide alla selezione del testo
ja: テキスト選択時にクイック操作を表示
ko: 텍스트 선택 시 빠른 작업 표시
nl: Toon snelle acties bij tekstselectie
pt: Mostrar ações rápidas ao selecionar texto
ru: Показывать быстрые действия при выделении текста
zh_cn: 选中文本时显示快捷操作菜单

# AppSettingsSingle
source: Single page
de: Einzelseite
es: Página única
fr: Une seule page
it: Pagina singola
ja: 単一ページ
ko: 단일 페이지
nl: Enkele pagina
pt: Página única
ru: Одна страница
zh_cn: 单页

# AppSettingsSingleContinuous
source: Single page continuous
de: Einzelseiten – fortlaufend
es: Página única continua
fr: Une page continue
it: Pagina singola continua
ja: 単一ページ（連続）
ko: 단일 페이지 연속 보기
nl: Enkele pagina doorlopend
pt: Página única contínua
ru: Одна страница – непрерывно
zh_cn: 单页连续

# AppSettingsUserInformationTitle
source: User Information
de: Nutzerinformation
es: Informacion del usuario
fr: Informations de l'utilisateur
it: Informazioni utente
ja: ユーザー情報
ko: 사용자 정보
nl: Gebruikers informatie
pt: Informação do usuário
ru: Информация о пользователе
zh_cn: 用户信息

# AppSettingsUserInterface
source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース
ko: 사용자 인터페이스
nl: Gebruikersinterface
pt: Interface do usuário
ru: Пользовательский интерфейс
zh_cn: 用户界面

# AppsettingsHighlightForm
source: Highlight Form Fields
de: Formularfelder hervorheben
es: Resaltar campos de formulario
fr: Mettre en Surbrillance les Champs de Formulaire
it: Evidenzia campi modulo
ja: フォームフィールドをハイライトする
ko: 폼 필드 강조 표시
nl: Formuliervelden markeren
pt: Realçar campos de formulário
ru: Выделить поля формы
zh_cn: 高亮表单域

# AttachmentDescriptionWinText
source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明：
ko: 설명:
nl: Beschrijving:
pt: Descrição:
ru: Описание:
zh_cn: 说明：

# AttachmentPanelAttachmentTab
source: Attachments Tab
de: Registerkarte Anhänge
es: Pestaña de archivos adjuntos
fr: Onglet des pièces jointes
it: Scheda Allegati
ja: 添付ファイルタブ
ko: 첨부 파일 탭
nl: Tabblad Bijlagen
pt: Aba de Anexos
ru: Вкладка вложений
zh_cn: 附件标签

# AttachmentPanelBtnAddAttachmentsText
source: Add Attachment
de: Anhang hinzufügen
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
it: Aggiungi allegato
ja: 添付ファイルを追加
ko: 첨부 파일 추가
nl: Bijlage toevoegen
pt: Adicionar anexo
ru: Добавить вложенный файл
zh_cn: 添加附件

# AttachmentPanelBtnDeleteAttachmentText
source: Delete Attachment
de: Anhang löschen
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
it: Elimina allegato
ja: 添付ファイルを削除
ko: 첨부 파일 삭제
nl: Bijlage verwijderen
pt: Excluir anexo
ru: Удалить вложенный файл
zh_cn: 删除附件

# AttachmentPanelBtnEditDescriptionText
source: Edit Description
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
it: Modifica descrizione
ja: 説明を編集
ko: 설명 편집
nl: Beschrijving bewerken
pt: Editar descrição
ru: Редактировать описание
zh_cn: 编辑说明

# AttachmentPanelBtnOpenAttachmentText
source: Open Attachment
de: Anhang öffnen
es: Abrir archivo adjunto
fr: Ouvrir la pièce jointe
it: Apri allegato
ja: 添付ファイルを開く
ko: 첨부 파일 열기
nl: Bijlage openen
pt: Abrir anexo
ru: Oткрыть вложенный файл
zh_cn: 打开附件

# AttachmentPanelBtnSaveAttachmentText
source: Save Attachment
de: Anhang speichern
es: Guardar archivo adjunto
fr: Enregistrer la pièce jointe
it: Salva allegato
ja: 添付ファイルを保存
ko: 첨부 파일 저장
nl: Bijlage opslaan
pt: Salvar anexo
ru: Сохранить вложенный файл
zh_cn: 保存附件

# AttachmentToolbarBtnContextMenuOpenAttachmentManager
source: Manage Attachment
de: Anhänge verwalten
es: Administrar archivos adjuntos
fr: Gérer les pièces jointes
it: Gestisci allegati
ja: 添付ファイルを管理
ko: 첨부 파일 관리
nl: Bijlagen beheren
pt: Gerenciar anexos
ru: Управлять вложенным файлом
zh_cn: 管理附件

# BatchDeleteSelectNoneWarning
source: Select the annotations you want to delete
de: Wählen Sie die Anmerkungen aus, die Sie löschen möchten
es: Seleccione las anotaciones que desea eliminar
fr: Sélectionnez les annotations que vous souhaitez supprimer
it: Seleziona le annotazioni che desideri eliminare
ja: 削除したい注釈を選択してください
ko: 삭제하려는 주석을 선택하세요.
nl: Selecteer de annotaties die u wilt verwijderen
pt: Selecione as anotações que deseja excluir
ru: Выберите аннотации, которые вы хотите удалить
zh_cn: 请选择需要删除的批注

# BatchDeleteWarning
source: Do you want to delete all the selected annotations?
de: Möchten Sie alle ausgewählten Anmerkungen löschen?
es: ¿Desea eliminar todas las anotaciones seleccionadas?
fr: Voulez-vous supprimer toutes les annotations sélectionnées ?
it: Vuoi eliminare tutte le annotazioni selezionate?
ja: 選択したすべての注釈を削除しますか?
ko: 선택한 모든 주석을 삭제하시겠습니까?
nl: Wilt u alle geselecteerde annotaties verwijderen?
pt: Deseja excluir todas as anotações selecionadas?
ru: Вы хотите удалить все выбранные аннотации?
zh_cn: 是否确定删除所选批注?

# BatchDeletingTitle
source: Deleting annotations...
de: Löschen von Anmerkungen...
es: Eliminando anotaciones...
fr: Suppression des annotations en cours...
it: Eliminazione di annotazioni in corso...
ja: 注釈を削除中...
ko: 주석 삭제하기...
nl: Annotaties verwijderen...
pt: Excluindo anotações...
ru: Удаление аннотаций...
zh_cn: 正在删除注释

# BatchPrintDialogAddFilesButtonContent
source: Add PDF Files
de: PDF-Dateien hinzufügen
es: Agregar archivos PDF
fr: Ajouter des fichiers PDF
it: Aggiungi file PDF
ja: PDFファイルを追加する
ko: PDF 파일 추가
nl: PDF-bestanden toevoegen
pt: Adicionar arquivos PDF
ru: Добавить PDF-файлы
zh_cn: 添加PDF文件

# BatchPrintDialogBatchPrintButtonContent
source: Batch Print
de: Batch-Druck
es: Impresión por lotes
fr: Impression par lots
it: Stampa in batch
ja: バッチ印刷
ko: 일괄 인쇄
nl: Batch afdrukken
pt: Impressão em lote
ru: Пакетная печать
zh_cn: 批量打印

# BatchPrintDialogPageCountText
source: pages
de: Seiten
es: paginas
it: pagine
ja: ページ
ko: 페이지
nl: Pagina's
pt: Páginas
ru: страницы
zh_cn: 页

# BatchPrintListWinActionsHeader
source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
ko: 작업
nl: Acties
pt: Ações
ru: Действия
zh_cn: 操作

# BatchPrintListWinAddFilesBtn
source: Add Files
de: Dateien hinzufügen
es: Agregar archivos
fr: Ajouter des fichiers
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
nl: Bestanden toevoegen
pt: Adicionar arquivos
ru: Добавить файлы
zh_cn: 添加文件

# BatchPrintListWinFileNameHeader
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
zh_cn: 文件名

# BatchPrintListWinRemoveAllBtn
source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
it: Rimuovi tutto
ja: 全部削除
ko: 모두 제거
nl: Alles verwijderen
pt: Remover tudo
ru: Удалить все
zh_cn: 移除全部

# BatchPrintListWinStatusHeader
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_cn: 状态

# BatchPrintPrintAllBtn
source: Print All
de: Alles drucken
es: Imprimir todo
fr: Tout imprimer
it: Stampa tutto
ja: すべて印刷
ko: 모두 인쇄
nl: Alles afdrukken
pt: Imprimir tudo
ru: Печать всех
zh_cn: 打印全部

# BatchPrintPrintSettingsBtn
source: Batch Print Settings
de: Batch-Druckeinstellungen
es: Configuración de impresión por lotes
fr: Paramètres d'impression par lot
it: Impostazioni stampa in batch
ja: バッチ印刷設定
ko: 일괄 인쇄 설정
nl: Batch-afdrukinstellingen
pt: Configurações de impressão em lote
ru: Параметры пакетной печати
zh_cn: 批量打印设置

# BatchPrintRemoveAllMessage
source: Are you sure you want to remove all files?
de: Sind Sie sicher, dass Sie alle Dateien entfernen möchten?
es: ¿Está seguro de que desea eliminar todos los archivos?
fr: Êtes-vous sûr de vouloir supprimer tous les fichiers ?
it: Sei sicuro di voler rimuovere tutti i file?
ja: 本当にすべてのファイルを削除しますか？
ko: 모든 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u alle bestanden wilt verwijderen?
pt: Tem certeza de que deseja remover todos os arquivos?
ru: Вы уверены, что хотите удалить все файлы?
zh_cn: 您确定要移除所有文件吗？

# BatchPrintSettingsWinAppliedTo
source: Apply to:
de: Anwenden auf:
es: Aplicar a:
fr: Appliquer à :
it: Applicare a:
ja: 適用先：
ko: 적용 대상：
nl: Toepassen op:
pt: Aplicar a:
ru: Применить к:
zh_cn: 应用于：

# BatchPrintSettingsWinSaveBtn
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh_cn: 确认

# BatchPrintSettingsWinSettingsGroupName
source: Print Settings
de: Druckeinstellungen
es: Configuración de impresión
fr: Paramètres d'impression
it: Impostazioni di stampa
ja: 印刷設定
ko: 인쇄 설정
nl: Afdrukinstellingen
pt: Configurações de impressão
ru: Настройки печати
zh_cn: 打印设置

# BatchPrintSettingsWinToAll
source: All Files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
nl: Alle bestanden
pt: Todos os arquivos
ru: Все файлы
zh_cn: 所有文档

# BatchPrintSettingsWinToCurrent
source: Current File
de: Aktuelle Datei
es: Archivo actual
fr: Fichier actuel
it: File corrente
ja: 現在のファイル
ko: 현재 파일
nl: Huidig bestand
pt: Arquivo atual
ru: Текущий файл
zh_cn: 当前文档

# BatchPrintWinFailStatus
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pt: Falhou
ru: Не удалось
zh_cn: 失败

# BatchPrintWinPrintingStatus
source: Printing...
de: Wird gedruckt
es: Imprimiendo...
fr: Impression en cours
it: Stampa in corso
ja: 印刷中...
ko: 인쇄 중...
nl: Bezig met afdrukken
pt: Imprimindo...
ru: Печать...
zh_cn: 打印中…

# BatchPrintWinSuccessStatus
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
zh_cn: 完成

# BookmarkRenameWindowContent
source: Rename the bookmark title here
de: Hier den Lesezeichen-Titel umbenennen
es: Renombrar el título del marcador aquí
fr: Renommer le titre du marque-page ici
it: Rinomina qui il titolo del segnalibro
ja: ここでブックマークのタイトルをリネームする
ko: 여기에서 북마크 제목을 변경하세요
nl: Hernoem hier de bladwijzertitel
pt: Renomear o título do marcador aqui
ru: Здесь переименуйте заголовок закладки
zh_cn: 请在此输入新的书签名

# CategoryNameWinEmptyMessage
source: The category name cannot be empty.
de: Der Kategoriename darf nicht leer sein.
es: El nombre de la categoría no puede estar vacío.
fr: Le nom de la catégorie ne peut pas être vide.
it: Il nome della categoria non può essere vuoto.
ja: カテゴリ名は空にできません。
ko: 카테고리 이름은 비워둘 수 없습니다.
nl: Categorienaam mag niet leeg zijn.
pt: O nome da categoria não pode estar vazio.
ru: Название категории не может быть пустым.
zh_cn: 分组名称不能为空。

# CategoryNameWinPlaceholder
source: Type here...
de: Hier eingeben...
es: Escriba aquí...
fr: Tapez ici...
it: Digita qui...
ja: ここに入力...
ko: 여기에 입력하세요...
nl: Typ hier...
pt: Digite aqui...
ru: Введите здесь...
zh_cn: 在此输入…

# CategoryNameWinTitle
source: Category Name
de: Kategoriename
es: Nombre de categoría
fr: Nom de catégorie
it: Nome categoria
ja: カテゴリ名
ko: 카테고리 이름
nl: Categorienaam
pt: Nome da categoria
ru: Название категории
zh_cn: 分组名

# CerateSearchablePDFWinTitle
source: Performing OCR
de: OCR durchführen
es: Realizando OCR
fr: Effectuant une OCR
it: Eseguendo l'OCR
ja: OCRを実行中
ko: OCR 실행 중
nl: OCR uitvoeren
pt: Executando OCR
ru: Выполняется OCR
zh_cn: 正在执行OCR

# CertificateManagerBtn
source: Certificate Manager
de: Zertifikatsmanager
es: Administrador de Certificados
fr: Gestionnaire de Certificats
ja: 証明書マネージャー
ko: 인증서 관리자
nl: Certificaatbeheerder
pt: Gestor de Certificados
ru: Менеджер Сертификатов
zh_cn: 证书管理

# CertificateManagerWindowTitle
source: Identities & Trusted Certificates
de: Identitäten und Vertrauenswürdige Zertifikate
es: Identidades y Certificados de Confianza
fr: Identités et Certificats de Confiance
it: Identità e Certificati Attendibili
ja: ID と信頼された証明書
ko: 신원 및 신뢰된 인증서
nl: Identiteiten en vertrouwde certificaten
pt: Identidades e Certificados Fidedignos
ru: Идентификаторы И Доверенные Сертификаты
zh_cn: 身份和受信任证书

# CertificateManager_AddBtn
source: Add ID
de: ID Hinzufügen
es: Agregar ID
fr: Ajouter un ID
it: Aggiungi ID
ja: IDを追加
ko: ID 추가
nl: Voeg ID Toe
pt: Adicionar ID
ru: Добавить Идентификатор
zh_cn: 添加ID

# CertificateManager_AddFile_Invalid_Message
source: The file is invalid. Please check the file and try again.
de: Die Datei ist ungültig. Bitte überprüfen Sie die Datei und versuchen Sie es erneut.
es: El archivo no es válido. Por favor, compruebe el archivo e inténtelo de nuevo.
fr: Le fichier est invalide. Veuillez vérifier le fichier et réessayer.
it: Il file non è valido. Si prega di controllare il file e riprovare.
ja: ファイルが無効です。ファイルを確認して再試行してください。
ko: 파일이 유효하지 않습니다. 파일을 확인하고 다시 시도하십시오.
nl: Het bestand is ongeldig. Controleer het bestand en probeer het opnieuw.
pt: O ficheiro é inválido. Verifique o ficheiro e tente novamente.
ru: Файл недействителен. Пожалуйста, проверьте файл и попробуйте снова.
zh_cn: 文件无效，请检查文件并重试。

# CertificateManager_CertDetailBtn
source: Certificate Details
de: Zertifikatdetails
es: Detalles del Certificado
fr: Détails du Certificat
it: Dettagli Certificato
ja: 証明書の詳細
ko: 인증서 세부 정보
nl: Certificaatdetails
pt: Detalhes do Certificado
ru: Подробности Сертификата
zh_cn: 证书详细信息

# CertificateManager_Content_Issuedby
source: Issued by:
de: Ausgestellt von:
es: Emitido por:
fr: Émis par :
it: Emesso da:
ja: 発行者:
ko: 발급자:
nl: Uitgegeven door:
pt: Emitido por:
ru: Выдан:
zh_cn: 颁发者：

# CertificateManager_Content_ValidFrom
source: Valid from:
de: Gültig ab:
es: Válido desde:
fr: Valide à partir de :
it: Valido da:
ja: 有効開始日:
ko: 유효 기간:
nl: Geldig vanaf:
pt: Válido de
ru: Действителен с:
zh_cn: 有效期从：

# CertificateManager_Content_ValidTo
source: Valid to:
de: Gültig bis:
es: Válido hasta:
fr: Valide jusqu'au
it: Valido fino a:
ja: 有効終了日:
ko: 유효 기간:
nl: Geldig tot:
pt: Válido até:
ru: Действителен до:
zh_cn: 有效期至：

# CertificateManager_DigitalIDs_Desc
source: Digital ID is primarily used by the signer to prove identity and to create a digital signature. They can be issued by trusted third-party service providers based on files or other forms. You can create a new digital ID. But it provides a low level of identity assurance and may not be acceptable in some cases.
de: Digitale IDs werden in erster Linie vom Unterzeichner verwendet, um seine Identität nachzuweisen und eine digitale Signatur zu erstellen. Sie können von vertrauenswürdigen Drittanbietern auf der Grundlage von Dateien oder anderen Formularen ausgestellt werden. Sie können eine neue digitale ID erstellen. Sie bietet jedoch nur eine geringe Identitätssicherheit und ist in einigen Fällen möglicherweise nicht akzeptabel.
es: El ID digital se utiliza principalmente por el firmante para probar la identidad y crear una firma digital. Puede ser emitido por proveedores de servicios de terceros de confianza basados en archivos u otras formas. Puede crear un nuevo ID digital. Pero proporciona un nivel bajo de garantía de identidad y puede no ser aceptable en algunos casos.
fr: Le Digital ID est principalement utilisé par le signataire pour prouver l'identité et créer une signature numérique. Il peut être émis par des fournisseurs de services tiers de confiance basés sur des fichiers ou d'autres formes. Vous pouvez créer un nouveau Digital ID. Mais il offre un faible niveau de garantie d'identité et peut ne pas être acceptable dans certains cas.
it: Il Digital ID viene utilizzato principalmente dal firmatario per dimostrare l'identità e creare una firma digitale. Può essere emesso da fornitori di servizi di terze parti affidabili basati su file o altre forme. Puoi creare un nuovo Digital ID. Ma fornisce un basso livello di garanzia dell'identità e potrebbe non essere accettato in alcuni casi.
ja: デジタルIDは主に署名者が本人確認とデジタル署名を作成するために使用されます。ファイルやその他の形式に基づいて、信頼できる第三者サービス提供者によって発行されることがあります。 新しいデジタルIDを作成できます。ただし、低いレベルの身元保証しか提供せず、場合によっては受け入れられないことがあります。
ko: 디지털 ID는 주로 서명자가 신원을 증명하고 디지털 서명을 생성하는 데 사용됩니다. 파일 또는 다른 형태를 기반으로 신뢰할 수 있는 제3자 서비스 제공자가 발급할 수 있습니다. 새 디지털 ID를 만들 수 있습니다. 하지만 신원 보증 수준이 낮아 일부 경우에는 수용되지 않을 수 있습니다.
nl: Digital ID wordt voornamelijk door de ondertekenaar gebruikt om de identiteit te bewijzen en een digitale handtekening te maken. Ze kunnen worden uitgegeven door vertrouwde derde partijen op basis van bestanden of andere vormen. U kunt een nieuwe Digital ID maken. Maar het biedt een laag niveau van identiteitsgarantie en is in sommige gevallen misschien niet acceptabel.
pt: O ID digital é utilizado principalmente pelo signatário para provar a identidade e criar uma assinatura digital. Pode ser emitido por prestadores de serviços terceirizados confiáveis com base em ficheiros ou outras formas. Pode criar um novo ID digital. No entanto, oferece um baixo nível de garantia de identidade e pode não ser aceitável em alguns casos.
ru: Цифровой ID в первую очередь используется подписантом для подтверждения своей личности и создания цифровой подписи. Он может быть выдан доверенными третьими сторонами на основе файлов или других форм. Вы можете создать новый цифровой ID. Однако он предоставляет низкий уровень уверенности в личности и может быть неприемлем в некоторых случаях.
zh_cn: 数字ID主要由签署者用于证明身份和创建数字签名。它们可以由受信任的第三方服务提供商根据文件或其他形式颁发。 您可以创建新的数字ID，但它提供较低的身份验证保证，可能在某些情况下不被接受。

# CertificateManager_DigitalIDs_TabName
source: Digital IDs
de: Digitale IDs
es: Identificaciones Digitales
fr: Identifiants Numériques
it: ID Digitali
ja: デジタル ID
ko: 디지털 ID
nl: Digitale ID's
pt: IDs Digitais
ru: Цифровые Идентификаторы
zh_cn: 数字ID

# CertificateManager_ExportBtn
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exportee
pt: Exportar
ru: Экспорт
zh_cn: 导出

# CertificateManager_ExportFailed_Message
source: Failed to export the certificate.
de: Export des Zertifikats fehlgeschlagen.
es: Error al exportar el certificado.
fr: Échec de l'exportation du certificat.
it: Esportazione del certificato fallita.
ja: 証明書のエクスポートに失敗しました。
ko: 인증서 내보내기 실패.
nl: Certificaat exporteren mislukt.
pt: Falha ao exportar o certificado.
ru: Не удалось экспортировать сертификат.
zh_cn: 导出证书失败。

# CertificateManager_ExportSucceeded_Message
source: The certificate has been exported successfully.
de: Das Zertifikat wurde erfolgreich exportiert.
es: El certificado se ha exportado correctamente.
fr: Le certificat a été exporté avec succès.
it: Il certificato è stato esportato correttamente.
ja: 証明書は正常にエクスポートされました。
ko: 인증서를 성공적으로 내보냈습니다.
nl: Het certificaat is succesvol geëxporteerd.
pt: O certificado foi exportado com sucesso.
ru: Сертификат был успешно экспортирован.
zh_cn: 证书已成功导出。

# CertificateManager_RefreshBtn
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pt: Atualizar
ru: Обновить
zh_cn: 刷新

# CertificateManager_RemoveBtn
source: Remove ID
de: ID Entfernen
es: Eliminar ID
fr: Supprimer l'ID
it: Rimuovi ID
ja: IDを削除
ko: ID 제거
nl: Verwijder ID
pt: Remover ID
ru: Удалить Идентификатор
zh_cn: 移除ID

# CertificateManager_Remove_Message
source: Are you sure you want to delete the selected certificate(s)?
de: Möchten Sie die ausgewählten Zertifikate wirklich löschen?
es: ¿Está seguro de que desea eliminar los certificados seleccionados?
fr: Êtes-vous sûr de vouloir supprimer le ou les certificats sélectionnés ?
it: Sei sicuro di voler eliminare il/i certificato/i selezionato/i?
ja: 選択した証明書を削除してもよろしいですか?
ko: 선택한 인증서를 삭제하시겠습니까?
nl: Weet u zeker dat u het/de geselecteerde certificaat(en) wilt verwijderen?
pt: Tem a certeza de que pretende eliminar o(s) certificado(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные сертификаты?
zh_cn: 您确定要删除选定的证书吗？

# CertificateManager_Storage_LocalCertificateStore
source: Digital ID File
de: Digitale ID-Datei
es: Archivo de ID Digital
fr: Fichier d'ID Numérique
it: File ID Digitale
ja: デジタル ID ファイル
ko: 디지털 ID 파일
nl: Digitale ID-bestand
pt: Arquivo de ID Digital
ru: Файл цифрового Идентификатора
zh_cn: 数字ID文件

# CertificateManager_Storage_WindowsCertificateStore
source: Windows Certificate Store
de: Windows-Zertifikatspeicher
es: Almacén de Certificados de Windows
fr: Magasin de Certificats Windows
it: Archivio Certificati Windows
ja: Windows 証明書ストア
ko: Windows 인증서 저장소
nl: Windows Certificaatopslag
pt: Loja de Certificados do Windows
ru: Хранилище Сертификатов Windows
zh_cn: Windows证书存储中心

# CertificateManager_Table_Expires
source: Expires
de: Ablaufdatum
es: Expira
fr: Expiration
it: Scade
ja: 有効期限
ko: 만료
nl: Verloopt
pt: Expira
ru: Истекает
zh_cn: 到期时间

# CertificateManager_Table_Issuer
source: Issuer
de: Aussteller
es: Emisor
fr: Émetteur
it: Emittente
ja: 発行者
ko: 발급자
nl: Uitgever
pt: Emissor
ru: Издатель
zh_cn: 颁发者

# CertificateManager_Table_Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
zh_cn: 名称

# CertificateManager_Table_StorageMechanism
source: Storage Mechanism
de: Speichermechanismus
es: Mecanismo de almacenamiento
fr: Mécanisme de Stockage
it: Meccanismo di Archiviazione
ja: 保存方法
ko: 저장 메커니즘
nl: Opslagmechanisme
pt: Mecanismo de Armazenamento
ru: Механизм Хранения
zh_cn: 存储机制
