Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# RateWindowsContent
source: Share your thoughts and help us improve!
de: Teilen Sie uns Ihre Gedanken mit, um uns zu verbessern!
es: ¡Comparte tus pensamientos y ayúdanos a mejorar!
fr: Partagez vos réflexions et nous aider à améliorer!
it: Condividi i tuoi pensieri e aiutaci a migliorare!
ja: あなたの考えを共有して、改善にご協力ください。
ko: 여러분의 생각을 공유하고 개선할!
nl: Deel uw mening en help ons verbeteren!
pt: Compartilhe sua opinião e ajude-nos a melhorar!
ru: Делиться мыслями и помогите нам улучшить!
zh_cn: 分享您的想法，帮助我们改进！

# RateWindowsContentTitle
source: Enjoying PDFgear?
de: Gefällt PDFgear?
es: ¿Disfrutas de PDFgear?
fr: Appréciez PDFgear ?
it: Ti piace PDFgear?
ja: PDFgearを楽しむ？
ko: PDFgear 즐기다?
nl: Geniet je van PDFgear?
pt: Gostando do PDFgear?
ru: Нравится PDFgear?
zh_cn: 喜欢PDFgear吗？

# RateWindowsFeedbcakBtn
source: Deliver feedback
de: Geben Sie Feedback
es: Dar retroalimentación
fr: Fournir une rétroaction
it: Fornisci feedback
ja: フィードバックを提供する
ko: 피드백 전달
nl: Geef feedback
pt: Forneça feedback
ru: Обеспечить обратную связь
zh_cn: 我要反馈

# RateWindowsRateBtn
source: Works well
de: Funktioniert gut
es: Funciona bien
fr: Fonctionne bien
it: Funziona bene
ja: うまくいきます
ko: 잘 작동
nl: Werkt goed
pt: Funciona bem
ru: Работает хорошо
zh_cn: 运行良好

# ReadAllBtn
source: Read All Pages
de: Alle Seiten lesen
es: Leer todas las páginas
fr: Lire toutes les pages
it: Leggi tutte le pagine
ja: すべてのページを読む
ko: 모든 페이지 읽기
nl: Lees alle pagina's
pt: Ler todas as páginas
ru: Читать все страницы
zh_cn: 朗读全文

# ReadCurrentBtn
source: Read the Current Page
de: Lesen Sie die aktuelle Seite
es: Leer la página actual
fr: Lire la page actuelle
it: Leggi la pagina corrente
ja: 現在のページを読む
ko: 현재 페이지 읽기
nl: Lees de huidige pagina
pt: Leia a página atual
ru: Читать текущую страницу
zh_cn: 朗读当页

# ReadFromCurrentBtn
source: Read From Current Page
de: Ab aktueller Seite lesen
es: Leer desde la página actual
fr: Lire à partir de la page actuelle
it: Leggi dalla pagina corrente
ja: 現在のページから読み取る
ko: 현재 페이지에서 읽기
nl: Lezen van huidige pagina
pt: Ler da página atual
ru: Читать с текущей страницы
zh_cn: 从当前页开始朗读

# ReadMessage
source: The speech language will be switched to "xxx" and the reading will be restarted from the beginning of page xxxx. Are you sure to continue?
de: Die Ansagesprache wird auf "xxx" umgestellt und das Vorlesen wird ab Seite xxxx neu gestartet. Möchten Sie wirklich fortfahren?
es: El idioma del habla cambiará a "xxx" ​​y la lectura se reiniciará desde el principio de la página xxxx. ¿Está seguro de continuar?
fr: La langue parlée sera commutée sur "xxx" et la lecture reprendra depuis le début de la page xxxx. Voulez-vous vraiment continuer ?
it: La lingua parlata passerà ad "xxx" ​​e la lettura riprenderà dall'inizio di pagina xxxx. Sei sicuro di continuare?
ja: 読み上げ言語が「xxx」に切り替わり、xxxxページの冒頭から読み上げが再開されます。よろしいですか？
ko: 음성 언어가 "xxx"로 전환되고 xxxx페이지 처음부터 읽기가 다시 시작됩니다. 계속하시겠습니까?
nl: De spraaktaal wordt omgeschakeld naar "xxx" en het voorlezen wordt hervat vanaf het begin van pagina xxxx. Weet u zeker dat u wilt doorgaan?
pt: O idioma da fala será alterado para "xxx" ​​e a leitura será reiniciada a partir do início da página xxxx. Tem certeza de que deseja continuar?
ru: Язык речи будет переключен на «xxx», и чтение начнется заново с начала xxxx-й страницы. Вы уверены, что хотите продолжить?
zh_cn: 朗读语音将切换到“xxx"，朗读也将从第xxxx页重新开始。你是否需要继续？

# ReadPageEmpty
source: There is no readable text on the current page(Page XXX).
de: Auf der aktuellen Seite (Seite XXX) befindet sich kein lesbarer Text.
es: No hay texto legible en la página actual (Página XXX).
fr: Il n'y a pas de texte lisible sur la page actuelle (Page XXX).
it: Non c'è testo leggibile nella pagina corrente (Pagina XXX).
ja: 現在のページ (ページ XXX) には読み取り可能なテキストがありません。
ko: 현재 페이지(페이지 XXX)에 읽을 수 있는 텍스트가 없습니다.
nl: Er is geen leesbare tekst op de huidige pagina (Pagina XXX).
pt: Não há texto legível na página atual (Página XXX).
ru: На текущей странице (странице XXX) нет читаемого текста.
zh_cn: 当前页面上没有可读文本(第XXX页)。

# ReadToolBarBtn
source: Control Widget
de: Steuer-Widget
es: Widget de control
fr: Gadget de contrôle
it: Widget di controllo
ja: コントロールウィジェット
ko: 컨트롤 위젯
nl: Besturingswidget
pt: Widget de controle
ru: Виджет управления
zh_cn: 显示工具栏

# ReadWinAddMore
source: Add more speech language
de: Fügen Sie mehr Sprache hinzu
es: Añadir más lenguaje de voz
fr: Ajouter plus de langage vocal
it: Aggiungi più linguaggio vocale
ja: 音声言語を追加
ko: 더 많은 음성 언어 추가
nl: Voeg meer spraak taal toe
pt: Adicionar mais linguagem de fala
ru: Добавить больше языка речи
zh_cn: 添加更多语言的语音

# ReadWinFemaleVoice
source: Female
de: Weiblich
es: Femenino
fr: Femme
it: Femmina
ja: 女性
ko: 여성
nl: Vrouwelijk
pt: Fêmea
ru: Женский
zh_cn: 女声

# ReadWinMaleVoice
source: Male
de: Männlich
es: Masculino
fr: Homme
it: Maschio
ja: 男
ko: 남성
nl: Mannelijk
pt: Macho
ru: Мужской
zh_cn: 男声

# ReadWinOkBtn
source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속하다
nl: Doorgaan
pt: Continuar
ru: Продолжать
zh_cn: 继续

# ReadWinPitchBtn
source: Pitch
de: Tonhöhe
es: Altura
fr: Hauteur
it: L'altezza
ja: ピッチ
ko: 피치
nl: Toonhoogte
pt: Tom
ru: Высота звука
zh_cn: 音调

# ReadWinSpeedBtn
source: Rate
es: Velocidad
fr: Taux
it: velocità
ja: レート
ko: 비율
nl: Tarief
pt: Avaliar
ru: Ставка
zh_cn: 语速

# ReadWinTitle
source: Reader
de: Vorlesen
es: Leer en voz alta
fr: Lit à voix haute
it: Leggere ad alta voce
ja: 読み上げます
ko: 소리내어 읽기
nl: Lees hardop
pt: Leia em voz alta
ru: Читай вслух
zh_cn: 朗读

# RedactBtn
source: Redact
de: Schwärzen
es: Redactar
fr: Biffer
it: Redigi
ja: 墨消し
ko: 편집
nl: Redigeren
pt: Redigir
ru: Исправить
zh_cn: 标记密文

# RedactStartMessageContent
source: Drag the mouse to draw the area you want to redact. Any content marked for redaction will be permanently deleted when the document is saved.
de: Ziehen Sie die Maus, um den Bereich zu zeichnen, den Sie schwärzen möchten. Alle zur Schwärzung markierten Inhalte werden beim Speichern des Dokuments dauerhaft gelöscht.
es: Arrastre el ratón para dibujar el área que desea redactar. Cualquier contenido marcado para redacción se eliminará permanentemente cuando se guarde el documento.
fr: Faites glisser la souris pour dessiner la zone que vous souhaitez biffer. Tout contenu marqué pour rédaction sera définitivement supprimé lors de l’enregistrement du document.
it: Trascina il mouse per disegnare l'area che desideri redigi. Qualsiasi contenuto contrassegnato per la redazione verrà eliminato definitivamente quando il documento verrà salvato.
ja: マウスをドラッグして、編集する領域を墨消します。墨消し対象としてマークされたコンテンツは、文書を保存すると完全に削除されます。
ko: 편집하려는 영역을 마우스로 드래그하여 그립니다. 문서가 저장되면 교정 대상으로 표시된 모든 콘텐츠가 영구적으로 삭제됩니다.
nl: Sleep de muis om het gebied te tekenen dat u wilt redigeren. Alle inhoud die is gemarkeerd voor redactie, wordt permanent verwijderd wanneer het document wordt opgeslagen.
pt: Arraste o rato para desenhar a área que pretende redigir. Qualquer conteúdo marcado para redação será excluído permanentemente quando o documento for salvo.
ru: Перетащите мышь, чтобы нарисовать область, которую хотите исправить. Содержимое, помеченное для редактирования, будет безвозвратно удалено при сохранении документа.
zh_cn: 拖动鼠标以绘制要标记为密文的区域。文档保存后，任何标记为密文的内容都将被永久删除。

# RedactStartMessageTitle
source: Redacted content is permanently removed.
de: Redigierte Inhalte werden dauerhaft entfernt.
es: El contenido redactado se elimina permanentemente.
fr: Le contenu expurgé est définitivement supprimé.
it: I contenuti redatti vengono rimossi in modo permanente.
ja: 墨消されたコンテンツは完全に削除されます。
ko: 삭제된 콘텐츠는 영구적으로 삭제됩니다.
nl: Geredigeerde inhoud wordt permanent verwijderd.
pt: O conteúdo redigido é removido permanentemente.
ru: Скрытый контент удаляется навсегда.
zh_cn: 标记为密文的内容将被永久删除。

# RedactToolbarExitText
source: Exit Redacting
de: Schwärzen Verlassen
es: Salir de Redactar
fr: Sortir de la Biffer
it: Uscire dalla Redazione
ja: 墨消しの終了
ko: 편집 종료
nl: Redigeren Beëindigen
pt: Sair da Redigir
ru: Выйти из Исправить
zh_cn: 退出标记密文

# RemoveDeferredDigitSignConfirmMessage
source: Are you sure you want to remove XXX?
de: Sind Sie sicher, dass Sie XXX entfernen möchten?
es: ¿Está seguro de que desea eliminar XXX?
fr: Êtes-vous sûr de vouloir supprimer XXX ?
it: Sei sicuro di voler rimuovere XXX?
ja: 本当に XXX を削除しますか？
ko: 정말로 XXX를 제거하시겠습니까?
nl: Weet u zeker dat u XXX wilt verwijderen?
pt: Tem a certeza de que deseja remover XXX?
ru: Вы уверены, что хотите удалить XXX?
zh_cn: 您确定要移除XXX吗？

# RemoveDeferredDigitSignFailedMessage
source: Failed to remove the signature field.
de: Das Entfernen des Unterschriftsfeldes ist fehlgeschlagen.
es: No se pudo eliminar el campo de firma.
fr: Échec de la suppression du champ de signature.
it: Impossibile rimuovere il campo di firma.
ja: 署名フィールドの削除に失敗しました。
ko: 서명 필드를 제거하는 데 실패했습니다.
nl: Het verwijderen van het handtekeningveld is mislukt.
pt: Falha ao remover o campo de assinatura.
ru: Не удалось удалить поле подписи.
zh_cn: 移除签名域失败。

# RightMenuAddImageItemText
source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pt: Imagem
ru: Изображение
zh_cn: 图片

# RightMenuAddItemText
source: Add...
de: Hinzufügen...
es: Añadir...
fr: Ajouter...
it: Aggiungi...
ja: 追加...
ko: 추가...
nl: Toevoegen...
pt: Adicionar...
ru: Добавить...
zh_cn: 添加…

# RightMenuAddTextItemText
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# RightMenuBookmakrkExpandCollpaseItemText
source: Expand/Collapse all bookmarks
de: Alle Lesezeichen ein-/ausklappen
es: Expandir/Colapsar todos los marcadores
fr: Développer/Réduire tous les signets
it: Espandi/Comprimi tutti i segnalibri
ja: ブックマークの展開/折りたたみ
ko: 모든 북마크 확장/축소
nl: Alle bladwijzers uit-/samenvouwen
pt: Expandir/Colapsar todos os marcadores
ru: Развернуть/Свернуть все закладки
zh_cn: 展开/折叠所有书签

# RightMenuCompressPDFItemText
source: Compress PDF
de: PDF komprimieren
es: Comprimir PDF
fr: Compresser PDF
it: Comprimere PDF
ja: PDFを圧縮
ko: PDF 압축
nl: PDF comprimeren
pt: Comprimir PDF
ru: Сжать PDF
zh_cn: 压缩PDF

# RightMenuConvertToItemText
source: Convert to
de: Konvertieren in
es: Convertir a
fr: Convertir en
it: Converti in
ja: に変換
ko: 로 변환
nl: Converteren naar
pt: Converter para
ru: Конвертировать в
zh_cn: 转换为

# RightMenuDeleteAnnotationItemText
source: Delete Comment
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
ja: コメントを削除
ko: 댓글 삭제
nl: Verwijder opmerking
pt: Excluir comentário
ru: Удалить комментарий
zh_cn: 删除注释

# RightMenuDeleteTextItemText
source: Delete Text
de: Text löschen
es: Eliminar texto
fr: Supprimer le texte
it: Elimina testo
ja: テキストを削除
ko: 텍스트 삭제
nl: Verwijder tekst
pt: Eliminar texto
ru: Удалить текст
zh_cn: 删除文本

# RightMenuInsertPageItemImage
source: From Image
de: Aus Bild
es: De imagen
fr: Depuis une image
it: Da immagine
ja: 画像から
ko: 이미지에서
nl: Uit afbeelding
pt: De uma Imagem
ru: Из изображения
zh_cn: 插入图片

# RightMenuInsertPageItemPDF
source: From PDF
de: Aus PDF
es: De PDF
fr: Depuis un PDF
it: Da PDF
ja: PDFから
ko: PDF에서
nl: Uit PDF
pt: De PDF
ru: Из PDF
zh_cn: 插入PDF

# RightMenuInsertPageItemWord
source: From Word
de: Aus Word
es: De Word
fr: Depuis Word
it: Da Word
ja: Wordから
ko: Word에서
nl: Uit Word
pt: De Word
ru: Из Word
zh_cn: 插入Word

# RightMenuInsertPageText
source: Insert Pages
de: Einfügen von Seiten
es: Insertar páginas
fr: Insérer les pages
it: Inserire le pagine
ja: ページを挿入
ko: 페이지 삽입
nl: Invoegen van pagina's
pt: Inserir páginas
ru: Вставить страницы
zh_cn: 插入页面

# RightMenuMergeSplitPDFItemText
source: Merge and Split
de: PDF Zusammenführen und Teilen
es: Unir y Dividir PDF
fr: Fusionner et Diviser PDF
it: Unisci e Dividi PDF
ja: PDFを結合と分割
ko: PDF 병합 및 분할
nl: PDF Samenvoegen en Splitsen
pt: Combinar e Dividir PDF
ru: Объединить и Разделить PDF
zh_cn: 合并&拆分PDF

# RightMenuOcrPagesItemText
source: OCR Pages
de: OCR für Seiten
es: OCR páginas
it: Pagine OCR
ja: ページをOCR
ko: OCR 페이지
nl: Pagina’s OCR
pt: OCR nas páginas
ru: OCR на страницах
zh_cn: 对页面OCR

# RightMenuOcrPagesText
source: OCR Pages
de: OCR für Seiten
es: OCR páginas
it: Pagine OCR
ja: ページをOCR
ko: OCR 페이지
nl: Pagina’s OCR
pt: OCR nas páginas
ru: OCR на страницах
zh_cn: 对页面OCR

# RightMenuPropertiesContent
source: Properties...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...
it: Proprietà...
ja: プロパティ...
ko: 속성...
nl: Eigenschappen...
pt: Propriedades...
ru: Свойства...
zh_cn: 属性...

# SaveDocBeforeCloseMsg
source: Do you want to save changes to ‘XXX’ before closing?
de: Möchten Sie die Änderungen an „XXX“ vor dem Beenden speichern?
es: ¿Quiere guardar los cambios en 'XXX' antes de cerrar?
fr: Voulez-vous enregistrer les modifications apportées à « XXX » avant de le fermer ?
it: Vuoi salvare le modifiche effettuate su 'XXX' prima di uscire?
ja: 閉じる前に、‘XXX’ に変更内容を保存しますか？
ko: 종료하기 전에 변경 사항을 'XXX'에 저장할까요?
nl: Wilt u wijzigingen in 'XXX' opslaan voordat u afsluit?
pt: Pretende guardar as alterações efetuadas a "XXX" antes de fechar?
ru: Сохранить изменения в ‘XXX’ перед закрытием?
zh_cn: 关闭前是否保存对“XXX”的更改？

# SaveDocBeforeCompressMsg
source: The opened document has been edited, please save the changes before launching compression.
de: Das geöffnete Dokument wurde bearbeitet. Bitte speichern Sie die Änderungen, ehe Sie Komprimieren aufrufen.
es: Se ha editado el documento abierto, guarde los cambios antes de darle a comprimir.
fr: Le document ouvert a été modifié. Veuillez enregistrer les modifications avant de le compresser.
it: Il documento aperto è stato modificato. Salva le modifiche apportate prima di effettuare la compressione.
ja: 開いているドキュメントは編集されています。 圧縮を呼び出す前に変更を保存してください。
ko: 열린 문서가 수정되었습니다, 압축을 실행하기 전에 변경사항을 저장해 주세요.
nl: Het geopende document is bewerkt. Sla de wijzigingen op voordat u het bestand comprimeert.
pt: O documento aberto foi editado. Guarde as alterações antes de executar a compressão.
ru: Открытый документ был отредактирован. Сохраните изменения, прежде чем применить сжатие.
zh_cn: 当前PDF需要保存后才能压缩

# SaveDocBeforeConvertMsg
source: The opened document has been edited, please save the changes before calling converter.
de: Das geöffnete Dokument wurde bearbeitet, bitte speichern Sie die Änderungen vor der Umwandlung.
es: El documento abierto se ha editado. Guarde los cambios antes de la conversión.
fr: Le document ouvert a été modifié. Veuillez enregistrer les modifications avant de procéder à la conversion.
it: Il documento aperto è stato modificato, salva prima le modifiche.
ja: 開いている文書は編集されましたので、変換する前に変更内容を保存してください。
ko: 현재 문서에 변경 사항이 있습니다. 전환하기 전에 먼저 저장해 주세요.
nl: Het open document is bewerkt, sla de wijzigingen op voor de conversie.
pt: O documento aberto foi editado. Por favor, guarde as alterações antes de converter.
ru: Открытый документ был отредактирован, сохраните изменения перед конвертированием.
zh_cn: 当前PDF需要保存后才能转换。

# SaveDocBeforeSendMsg
source: The opened document has been edited, please save the changes to continue.
de: Das geöffnete Dokument wurde bearbeitet. Bitte speichern Sie die Änderungen, um fortzufahren.
es: El documento abierto ha sido editado, guarde los cambios para continuar.
fr: Le document ouvert a été modifié, veuillez enregistrer les modifications pour continuer.
it: Il documento aperto è stato modificato, salva le modifiche per continuare.
ja: 開いたドキュメントは編集されています。続行するには変更を保存してください。
ko: 열린 문서가 편집되었습니다. 계속하려면 변경 사항을 저장하십시오.
nl: Het geopende document is bewerkt. Sla de wijzigingen op om door te gaan.
pt: O documento aberto foi editado, salve as alterações para continuar.
ru: Открытый документ был отредактирован, сохраните изменения, чтобы продолжить.
zh_cn: 文档已被编辑，请先保存后继续。

# SaveDocFailedByMsg
source: Failed to save the document. It is read-only or is opened by other applications.
de: Das Dokument konnte nicht gespeichert werden. Es ist entweder schreibgeschützt oder von einer anderen Anwendung geöffnet.
es: No se ha podido guardar el documento. Es de "solo lectura" o lo ha abierto otra aplicación.
fr: Échec de l'enregistrement du document. Il est en lecture seule ou il est ouvert dans une autre application.
it: Impossibile salvare il documento. È in sola lettura oppure è aperto in un'altra applicazione.
ja: 文書の保存に失敗しました。読み取り専用か、または他のアプリケーションで開かれています。
ko: 문서를 저장하지 못했습니다. 읽기 전용이거나 다른 어플리케이션에서 사용 중입니다.
nl: Het document kan niet worden opgeslagen. Het is een alleen-lezenbestand of het is geopend door een andere toepassing.
pt: Não foi possível guardar o documento. É apenas de leitura ou encontra-se aberto noutra aplicação.
ru: Не удалось сохранить документ. Он доступен только для чтения или открыт в другом приложении.
zh_cn: 无法保存当前文件，文件为只读或另一个程序正在使用此文件。

# SaveDocFailedBySaveasMsg
source: Failed to save the document. It is read-only or is opened by other applications. Do you want to save a copy of the document?
de: Das Dokument konnte nicht gespeichert werden. Es ist entweder schreibgeschützt oder von einer anderen Anwendung geöffnet. Möchten Sie eine Kopie des Dokuments speichern?
es: No se ha podido guardar el documento. Es de "solo lectura" o lo ha abierto otra aplicación. ¿Quiere guardar una copia del documento?
fr: Échec de l'enregistrement du document. Il est en lecture seule ou il est ouvert dans une autre application. Voulez-vous enregistrer une copie du document ?
it: Impossibile salvare il documento. È in sola lettura oppure è aperto in un'altra applicazione. Vuoi salvare una copia del documento?
ja: 文書の保存に失敗しました。読み取り専用か、または他のアプリケーションで開かれています。文書のコピーを保存しますか？
ko: 문서를 저장하지 못했습니다. 읽기 전용이거나 다른 어플리케이션에서 사용 중입니다. 이 문서의 사본을 저장할까요?
nl: Het document kan niet worden opgeslagen. Het is een alleen-lezenbestand of het is geopend door een andere toepassing. Wilt u een kopie van het document opslaan?
pt: Não foi possível guardar o documento. É apenas de leitura ou encontra-se aberto noutra aplicação. Deseja guardar uma cópia do documento?
ru: Не удалось сохранить документ. Он доступен только для чтения или открыт в другом приложении. Сохранить копию документа?
zh_cn: 无法保存当前文件，文件为只读或另一个程序正在使用此文件。是否要保存该文件的副本？

# SaveMenuStampSubCustomizeContent
source: Save the custom stamp
de: Speichern Sie den benutzerdefinierten Stempel
es: Guardar el sello personalizado
fr: Enregistrez le tampon personnalisé
it: Salva il timbro personalizzato
ja: カスタムスタンプを保存する
ko: 맞춤 스탬프 저장
nl: Sla de aangepaste stempel op
pt: Salve o carimbo personalizado
ru: Сохраните пользовательский штамп
zh_cn: 保存自定义图章

# ScanErrorMessage
source: Sorry, an unexpected error occurred. Please check your scanner and try again. If the problem persists, please contact our support.
de: Entschuldigung, ein unerwarteter Fehler. Überprüfen Sie Ihren Scanner und versuchen Sie es erneut. Kontaktieren Sie den Support, wenn das Problem weiterhin besteht.
es: Disculpe, ocurrió un error inesperado. Por favor revise su escáner e inténtelo nuevamente. Si el problema persiste, comuníquese con nuestro soporte.
fr: Desole, une erreur inattendue est survenue. Veuillez vérifier votre scanner et réessayer. Si le problème persiste, veuillez contacter notre support.
it: Siamo spiacenti, si è verificato un errore imprevisto. Controlla lo scanner e riprova. Se il problema persiste, contatta il nostro supporto.
ja: 予期せぬエラーが発生しました。スキャナーを確認して、もう一度お試しください。それでも問題が解決しない場合は、サポートまでご連絡ください。
ko: 죄송합니다. 예상치 못한 오류가 발생했습니다. 스캐너를 확인하고 다시 시도하십시오. 문제가 지속되면 지원팀에 문의하세요.
nl: Sorry, er is een onverwachte fout opgetreden. Controleer uw scanner en probeer het opnieuw. Als het probleem blijft, neem dan contact op met onze ondersteuning.
pt: Desculpe, um erro inesperado ocorreu. Verifique seu scanner e tente novamente. Se o problema persistir, entre em contato com nosso suporte.
ru: Извините, произошла непредвиденная ошибка. Проверьте сканер и повторите попытку. Обратитесь в службу поддержки, если проблема сохраняется.
zh_cn: 抱歉，发生意外错误。请检查您的扫描仪并重试。如果问题仍然存在，请联系客服。

# ScannerWinAddFailed
source: Failed to add XXX, please check and try again.
de: Hinzufügen von XXX fehlgeschlagen, bitte überprüfen und erneut versuchen.
es: No se ha podido añadir XXX, compruébelo e inténtelo de nuevo.
fr: Échec de l'ajout de XXX, veuillez vérifier et réessayer.
it: Impossibile aggiungere XXX, verifica e riprova.
ja: XXXの追加に失敗しました。確認して再試行してください。
ko: XXX를 추가하지 못했습니다. 확인 후 다시 시도하세요.
nl: Het is niet gelukt XXX toe te voegen, controleer en probeer het opnieuw.
pt: Falha ao adicionar XXX, verifique e tente novamente.
ru: Не удалось добавить XXX, проверьте и попробуйте снова.
zh_cn: XXX添加失败，请检查后重试。

# ScannerWinAddNew
source: Add New Scanner
de: Neuen Scanner hinzufügen
es: Agregar nuevo escáner
fr: Ajouter un nouveau scanner
it: Aggiungi nuovo scanner
ja: 新しいスキャナーを追加
ko: 새 스캐너 추가
nl: Nieuwe scanner toevoegen
pt: Adicionar novo scanner
ru: Добавить новый сканер
zh_cn: 添加新扫描仪

# ScannerWinCantFindScanner
source: If your scanner doesn't show up, ensure that it has been added in the Settings and doesn't appear offline there.
de: Wenn Ihr Scanner nicht angezeigt wird, stellen Sie sicher, dass er in den Einstellungen hinzugefügt wurde und dort nicht offline erscheint.
es: Si su escáner no aparece, asegúrese de que haya sido agregado en la configuración y no aparezca como desconectado.
fr: Si votre scanner n'apparaît pas, assurez-vous qu'il a été ajouté dans les paramètres et qu'il n'apparaît pas hors ligne.
it: Se il tuo scanner non appare, assicurati che sia stato aggiunto nelle impostazioni e che non appaia offline.
ja: スキャナーが表示されない場合、設定に追加され、オフラインではないことを確認してください。
ko: 스캐너가 표시되지 않으면 설정에 추가되고 오프라인 상태가 아닌지 확인하십시오.
nl: Als uw scanner niet wordt weergegeven, zorg ervoor dat deze is toegevoegd in de instellingen en daar niet offline verschijnt.
pt: Se o seu scanner não aparecer, certifique-se de que foi adicionado nas definições e que não aparece offline lá.
ru: Если ваш сканер не отображается, убедитесь, что он добавлен в настройки и там не отображается как офлайн.
zh_cn: 如果您的扫描仪没有显示，请确保它已添加到设置中，并且没有离线。

# ScannerWinCheckScannerContent
source: Please check that the scanner is powered on and connected to the computer or network. You can also add a new scanner now.
de: Bitte überprüfen Sie, ob der Scanner eingeschaltet und mit dem Computer oder Netzwerk verbunden ist. Sie können jetzt auch einen neuen Scanner hinzufügen.
es: Por favor, verifica que el escáner esté encendido y conectado a la computadora o red. También puedes añadir un nuevo escáner ahora.
fr: Veuillez vérifier que le scanner est allumé et connecté à l'ordinateur ou au réseau. Vous pouvez également ajouter un nouveau scanner maintenant.
it: Verifica che lo scanner sia acceso e collegato al computer o alla rete. Puoi anche aggiungere un nuovo scanner ora.
ja: スキャナーが電源オンで、コンピューターまたはネットワークに接続されているか確認してください。また、新しいスキャナーを追加することもできます。
ko: 스캐너의 전원이 켜져 있고 컴퓨터 또는 네트워크에 연결되어 있는지 확인하세요. 새로운 스캐너를 추가할 수도 있습니다.
nl: Controleer of de scanner is ingeschakeld en verbonden met de computer of het netwerk. U kunt nu ook een nieuwe scanner toevoegen.
pt: Verifique se o scanner está ligado e conectado ao computador ou à rede. Você também pode adicionar um novo scanner agora.
ru: Проверьте, включен ли сканер и подключен ли он к компьютеру или сети. Вы также можете добавить новый сканер.
zh_cn: 请检查扫描仪是否已开机并连接到电脑或网络。您也可以立即添加新的扫描仪。

# ScannerWinClosingWarning
source: The scans in the list will be lost after closing, do you want to close it?
de: Die Scans in der Liste gehen nach dem Schließen verloren, möchten Sie sie schließen?
es: Los escaneos en la lista se perderán después de cerrar, ¿desea cerrarlo?
fr: Les numérisations de la liste seront perdues après la fermeture, voulez-vous la fermer ?
it: Le scansioni nell'elenco saranno perse dopo la chiusura, vuoi chiuderlo?
ja: リスト内のスキャンは閉じると失われます。閉じますか?
ko: 닫으면 목록의 스캔이 손실됩니다. 닫으시겠습니까?
nl: De scans in de lijst gaan na het sluiten verloren. Wilt u deze sluiten?
pt: As digitalizações na lista serão perdidas após o fecho, pretende fechá-la?
ru: Сканирования в списке будут потеряны после закрытия, вы хотите закрыть его?
zh_cn: 关闭后列表中扫描的内容将会丢失，是否要关闭？
