Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinFeedBackFAQAnswer4
source: Please click the Upgrade button in the Help tab, and click 'Restore Purchase' button below. Then PDFgear will restore purchase successfully in a few seconds.
de: Bitte klicken Sie auf der Registerkarte "Hilfe" auf die Schaltfläche "Upgrade" und dann unten auf die Schaltfläche "Kauf wiederherstellen". Dann stellt PDFgear den Kauf in wenigen Sekunden erfolgreich wieder her.
es: Haga clic en el botón Actualizar en la pestaña Ayuda y haga clic en el botón 'Restaurar compra' a continuación. Luego, PDFgear restaurará la compra con éxito en unos segundos.
fr: Veuillez cliquer sur le bouton Mettre à niveau dans l'onglet Aide, puis sur le bouton "Restaurer l'achat" ci-dessous. Ensuite, PDFgear restaurera l'achat avec succès en quelques secondes.
it: Fai clic sul pulsante Aggiorna nella scheda Guida e fai clic sul pulsante "Ripristina acquisto" di seguito. Quindi PDFgear ripristinerà l'acquisto con successo in pochi secondi.
ja: [ヘルプ]タブの[アップグレード]ボタンをクリックし、下の[購入を復元]ボタンをクリックしてください。 その後、PDFgearは数秒で購入を正常に復元します。
ko: 도움말 탭에서 업그레이드 버튼을 클릭하고 아래의 '구매 복원' 버튼을 클릭하세요. 그런 다음 PDFgear 는 몇 초 안에 성공적으로 구매를 복원합니다.
nl: Klik op de knop Upgraden op het tabblad Help en klik hieronder op de knop 'Aankoop herstellen'. Dan zal PDFgear de aankoop binnen enkele seconden met succes herstellen.
pt: Clique no botão Atualizar na guia Ajuda e clique no botão "Restaurar compra" abaixo. Então o PDFgear irá restaurar a compra com sucesso em alguns segundos.
ru: Нажмите кнопку "Обновить" на вкладке "Справка" и нажмите кнопку "Восстановить покупку" ниже. Затем PDFgear успешно восстановит покупку за несколько секунд.
zh_cn: 请点击帮助标签中的升级按钮，然后点击下方的“恢复购买”按钮。 然后 PDFgear 将在几秒钟内成功恢复购买。

# WinFeedBackFAQAnswer5
source: Please check the following checkbox and turn off Hardware Acceleration. Then please try again.
de: Bitte aktivieren Sie das folgende Kontrollkästchen und deaktivieren Sie die Hardwarebeschleunigung. Dann versuchen Sie es bitte erneut.
es: Marque la siguiente casilla de verificación y desactive la Aceleración de hardware. Entonces por favor inténtalo de nuevo.
fr: Veuillez cocher la case suivante et désactiver l'accélération matérielle. Veuillez alors réessayer.
it: Seleziona la seguente casella di controllo e disattiva l'accelerazione hardware. Quindi riprova.
ja: 次のチェックボックスをオンにして、ハードウェアアクセラレーションをオフにしてください。 その後、もう一度お試しください。
ko: 다음 확인란을 선택하고 하드웨어 가속을 해제하십시오. 그런 다음 다시 시도하십시오.
nl: Vink het volgende selectievakje aan en schakel hardwareversnelling uit. Probeer het dan opnieuw.
pt: Marque a caixa de seleção a seguir e desative a aceleração de hardware. Então, por favor, tente novamente.
ru: Установите следующий флажок и отключите аппаратное ускорение. Затем повторите попытку.
zh_cn: 请勾选下方选项以关闭硬件加速，并重试。

# WinFeedBackFAQQuestion1
source: Having problems in changing region setting of Microsoft Store?
de: Haben Sie Probleme beim Ändern der Regionseinstellung des Microsoft Store?
es: ¿Tiene problemas para cambiar la configuración regional de Microsoft Store?
fr: Vous rencontrez des problèmes pour modifier le paramètre de région de Microsoft Store ?
it: Hai problemi a cambiare l'impostazione della regione di Microsoft Store?
ja: Microsoft Storeのリージョン設定の変更に問題がありますか？
ko: Microsoft Store의 지역 설정을 변경하는 데 문제가 있습니까?
nl: Heeft u problemen bij het wijzigen van de regio-instelling van de Microsoft Store?
pt: Tendo problemas em alterar a configuração de região da Microsoft Store?
ru: Возникли проблемы с изменением региона в Microsoft Store?
zh_cn: 如何更改微软商店所在的国家或地区？

# WinFeedBackFAQQuestion2
source: Still having problems with the purchase?
de: Haben Sie immer noch Probleme mit dem Kauf?
es: ¿Sigues teniendo problemas con la compra?
fr: Vous rencontrez toujours des problèmes avec l'achat ?
it: Hai ancora problemi con l'acquisto?
ja: まだ購入に問題がありますか？
ko: 여전히 구매에 문제가 있습니까?
nl: Nog steeds problemen met de aankoop?
pt: Ainda tendo problemas com a compra?
ru: Остались проблемы с покупкой?
zh_cn: 无法购买的问题没有得到解决？

# WinFeedBackFAQQuestion3
source: Why it still asks to upgrade after I paid for PDFgear?
de: Warum wird immer noch nach einem Upgrade gefragt, nachdem ich für PDFgear bezahlt habe?
es: ¿Por qué todavía me pide actualizar después de que pagué por PDFgear?
fr: Pourquoi demande-t-il toujours une mise à niveau après avoir payé pour PDFgear ?
it: Perché chiede ancora di eseguire l'aggiornamento dopo aver pagato per PDFgear?
ja: PDFgearの料金を支払った後も、アップグレードを要求されるのはなぜですか？
ko: PDFgear 비용을 지불한 후에도 여전히 업그레이드를 요청하는 이유는 무엇입니까?
nl: Waarom wordt er nog steeds gevraagd om te upgraden nadat ik voor PDFgear heb betaald?
pt: Por que ainda pede para atualizar depois que eu paguei pelo PDFgear?
ru: Почему он все еще просит обновить после того, как я заплатил за PDFgear?
zh_cn: 已经成功付款，为什么还要求我付款？

# WinFeedBackFAQQuestion4
source: Why it still ask to pay when I reinstall PDFgear or install it on other devices?
de: Warum wird immer noch eine Zahlung verlangt, wenn ich PDFgear neu installiere oder auf anderen Geräten installiere?
es: ¿Por qué todavía me pide que pague cuando reinstalo PDFgear o lo instalo en otros dispositivos?
fr: Pourquoi demande-t-il toujours de payer lorsque je réinstalle PDFgear ou que je l'installe sur d'autres appareils ?
it: Perché mi chiede ancora di pagare quando reinstallo PDFgear o lo installo su altri dispositivi?
ja: PDFgearを再インストールしたり、他のデバイスにインストールしたりするときに、まだ支払いを求められるのはなぜですか？
ko: PDFgear를 다시 설치하거나 다른 장치에 설치할 때 여전히 비용을 요구하는 이유는 무엇입니까?
nl: Waarom wordt er nog steeds gevraagd om te betalen als ik PDFgear opnieuw installeer of op andere apparaten installeer?
pt: Por que ainda pede para pagar quando eu reinstalo o PDFgear ou instalo em outros dispositivos?
ru: Почему он все еще требует оплаты, когда я переустанавливаю PDFgear или устанавливаю его на другие устройства?
zh_cn: 重装PDFgear或者在新设备安装PDFgear，为什么还要求我付款？

# WinFeedBackFAQQuestion5
source: Why can't I scroll PDF pages?
de: Warum kann ich PDF-Seiten nicht scrollen?
es: ¿Por qué no puedo desplazarme por las páginas PDF?
fr: Pourquoi ne puis-je pas faire défiler les pages PDF ?
it: Perché non riesco a scorrere le pagine PDF?
ja: PDFページをスクロールできないのはなぜですか？
ko: PDF 페이지를 스크롤할 수 없는 이유는 무엇입니까?
nl: Waarom kan ik niet door PDF-pagina's scrollen?
pt: Por que não consigo rolar páginas PDF?
ru: Почему я не могу прокручивать страницы PDF?
zh_cn: 为什么无法滚动PDF文件？

# WinFeedBackHardwareAccelerationCHBK
source: Turn off hardware acceleration
de: Hardwarebeschleunigung deaktivieren
es: Desactivar la aceleración de hardware
fr: Désactiver l'accélération matérielle
it: Disattiva l'accelerazione hardware
ja: ハードウェアアクセラレーションをオフにする
ko: 하드웨어 가속 끄기
nl: Hardwareversnelling uitschakelen
pt: Desative a aceleração de hardware
ru: Отключить аппаратное ускорение
zh_cn: 关闭硬件加速

# WinFeedBackInvalidEmailMsg
source: Please enter a valid email address to send the message successfully.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein, um die Nachricht versenden zu können.
es: Introduzca un correo electrónico válido para enviar el mensaje correctamente.
fr: Veuillez entrer une adresse e-mail valide afin d'envoyer le message avec succès.
it: Inserisci un indirizzo email valido per inviare correttamente il messaggio.
ja: 確実にメッセージを送るために、有効なメールアドレスを入力してください。
ko: 메시지를 전송하려면 유효한 이메일 주소를 입력하세요
nl: Voer een geldig e-mailadres in om het bericht met succes te verzenden.
pt: Por favor, insira um endereço de e-mail válido para enviar corretamente a mensagem.
ru: Укажите действительный адрес электронной почты для отправки сообщения.
zh_cn: 请输入有效的电子邮件地址以成功发送邮件。

# WinFeedBackLabelPrivacypolicyContent
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보보호정책
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
zh_cn: 隐私政策

# WinFeedBackSendProblemfileContent
source: Send the problem file to help us diagnose the problem.
de: Senden Sie die Problemdatei, damit wir das Problem ermitteln können.
es: Envíe el archivo del problema para ayudarnos a diagnosticarlo.
fr: Envoyer le fichier d'erreur afin de nous aider à diagnostiquer le problème.
it: Invia il file che causa il problema per aiutarci a diagnosticare il problema.
ja: 問題を診断するのに役立ちますので、問題のあるファイルをお送りください。
ko: 문제 진단을 위해 문제 파일을 보내주세요.
nl: Stuur het probleembestand op om ons te helpen de diagnose te stellen.
pt: Envie o ficheiro problema para nos ajudar a diagnosticar o problema.
ru: Отправить файл диагностики, чтобы помочь нам в поиске проблемы.
zh_cn: 发送问题文件以帮助我们诊断问题。

# WinFeedBackSendSuccessCapMsg
source: Sent Successfully
de: Erfolgreich gesendet
es: Se ha enviado correctamente
fr: Envoi réussi
it: Invio riuscito
ja: 送信完了
ko: 전송 성공
nl: Met succes verzonden
pt: Enviado com Êxito
ru: Отправка прошла успешно
zh_cn: 发送成功

# WinFeedBackSendSuccessMsg
source: We have received your message. Thank you!
de: Wir haben Ihre Nachricht erhalten. Vielen Dank!
es: Hemos recibido su mensaje. ¡Gracias!
fr: Nous avons reçu votre message. Merci !
it: Abbiamo ricevuto il tuo messaggio. Grazie!
ja: メッセージを受け取りました。ありがとうございます！
ko: 고객님의 메시지를 수신했습니다. 감사합니다!
nl: We hebben uw bericht ontvangen. Dank u wel!
pt: Recebemos a sua mensagem. Obrigado!
ru: Мы получили ваше сообщение. Спасибо!
zh_cn: 我们已经收到您的信息。非常感谢！

# WinFeedBackSendTryagainMsg
source: Failed to send the message, please try again!
de: Die Nachricht konnte nicht gesendet werden. Bitte versuchen Sie es erneut!
es: Error al enviar el mensaje. Inténtelo de nuevo.
fr: Échec de l'envoi du message. Veuillez réessayer !
it: Impossibile inviare il messaggio, riprova!
ja: メッセージを送信できませんでした。もう一度お試しください！
ko: 메시지를 전송하지 못했습니다. 다시 시도해 주세요!
nl: Het is niet gelukt het bericht te verzenden, probeer het nog eens!
pt: Não foi possível enviar a mensagem, tente novamente!
ru: Не удалось отправить сообщение, повторите попытку!
zh_cn: 发送消息失败，请重试

# WinFindCaseSensitiveBtnContent
source: Case sensitive
de: Groß- und Kleinschreibung beachten
es: Sensible a mayúsculas
fr: Sensible à la casse
it: Distingui tra maiuscole e minuscole
ja: 大文字と小文字の区別
ko: 대소문자 구분
nl: Hoofdlettergevoelig
pt: Sensível ao tipo de letra
ru: С учетом регистра
zh_cn: 区分大小写

# WinFindDocumentNeedOcrTips
source: We have detected that this is a scanned PDF. Please perform OCR to copy and search text from scanned PDFs.
de: Wir haben festgestellt, dass es sich um ein gescanntes PDF-Datei handelt. Bitte führen Sie OCR durch, um Text aus gescannten PDF-Dateien zu kopieren und zu suchen.
es: Hemos detectado que se trata de un PDF escaneado. Realice OCR para copiar y buscar texto en PDF escaneados.
fr: Nous avons détecté qu'il s'agit d'un PDF numérisé. Veuillez effectuer une OCR pour copier et rechercher du texte à partir de PDF numérisés.
it: Abbiamo rilevato che si tratta di un PDF scansionato. Eseguire l'OCR per copiare e cercare testo dai PDF scansionati.
ja: このファイルはスキャンされたPDFであることが検出されました。スキャンされたPDFからテキストをコピーして検索するにはOCRを実行してください。
ko: 스캔한 PDF임을 감지했습니다. 스캔 된 PDF에서 문자를 복사하고 검색하려면 OCR을 수행하십시오
nl: We hebben vastgesteld dat dit een gescande PDF is. Voer OCR uit om tekst uit gescande PDF's te kopiëren en te doorzoeken.
pt: Detectamos que este é um PDF digitalizado. Efectue o OCR para copiar e procurar texto em PDFs digitalizados.
ru: Мы обнаружили, что это отсканированный PDF. Для копирования и поиска текста из отсканированных PDF выполните OCR.
zh_cn: 我们检测到这是扫描的PDF，并建议您执行OCR，以便您从扫描的PDF文档中复制和搜索文本。

# WinFindMatchallwordsBtnContent
source: Match all words
de: Nur ganze Wörter
es: Solo palabras enteras
fr: Mots entiers uniquement
it: Solo parole intere
ja: 単語全体のみ
ko: 부분검색 비허용
nl: Alleen hele woorden
pt: Apenas palavras completas
ru: Только целые слова
zh_cn: 全词匹配

# WinFindOCRNotShowAgain
source: Do not show for this file again
de: Nicht mehr für diese Datei anzeigen
es: No volver a mostrar para este archivo
fr: Ne plus afficher pour ce fichier
it: Non mostrare più per questo file
ja: このファイルでは表示しない
ko: 이 파일에 대해 다시 표시하지 않음
nl: Niet meer weergeven voor dit bestand
pt: Não mostrar novamente para este arquivo
ru: Не показывать для этого файла
zh_cn: 此文件不再提示

# WinFindPerformOCR
source: Perform OCR
de: OCR durchführen
es: Realizar OCR
fr: Effectuer une OCR
it: Eseguire l'OCR
ja: OCRを実行する
ko: OCR 수행
nl: Voer OCR uit
pt: Efetuar OCR
ru: Выполнить OCR
zh_cn: 执行OCR

# WinFindPlaceHolderContent
source: Search...
de: Suchen …
es: Buscar…
fr: Recherche...
it: Cerca...
ja: 検索…
ko: 찾기
nl: Zoeken…
pt: Procurar...
ru: Поиск...
zh_cn: 查找......

# WinHistoryClearLabelClickTips
source: Are you sure to clear all recent files?
de: Sind Sie sicher, dass Sie alle kürzlich verwendeten Dateien entfernen möchten?
es: ¿Seguro que quiere eliminar todos los archivos recientes?
fr: Etes-vous sûr de vouloir effacer tous les fichiers récents ?
it: Sei sicuro di cancellare tutti i file recenti?
ja: 最近開いたファイルを全て削除します。よろしいですか？
ko: 정말 모든 최근 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u alle recente bestanden wilt wissen?
pt: Tem a certeza de que quer limpar todos os ficheiros recentes?
ru: Вы уверены, что хотите очистить все недавние файлы?
zh_cn: 是否要清除所有历史记录？

# WinIAP2AnnualPannelTitle
source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年次
ko: 연간 이용
nl: Jaarlijks
pt: Anual
ru: Годовой
zh_cn: 年度会员

# WinIAP2BuyNowBtnContent
source: Buy Now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매
nl: Koop Nu
pt: Compre Agora
ru: Купить сейчас
zh_cn: 立刻购买

# WinIAP2LifetimePriceDescribe
source: One-time price
de: Einmaliger Preis
es: Precio de pago único
fr: Prix unique
it: Prezzo una tantum
ja: 一括価格
ko: 일시불
nl: Eenmalige prijs
pt: Preço único
ru: Однократная цена
zh_cn: 一次性支付价格

# WinLabelChildRangeContent
source: Subset
de: Unterbereich
es: Subrango
fr: Sous-plage
it: Sottointervallo
ja: 部分範囲
ko: 하위 범위
nl: Onderbereik
pt: Subsortimento
ru: Поддиапазон
zh_cn: 子范围

# WinLabelRangeContent
source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pt: Sortimento
ru: Диапазон
zh_cn: 范围

# WinLabelSelectedpagesContent
source: Selected pages
de: Ausgewählte Seiten
es: Páginas seleccionadas
fr: Pages sélectionnées
it: Pagine selezionate
ja: 選択したページ
ko: 선택한 페이지
nl: Geselecteerde pagina's
pt: Páginas selecionadas
ru: Выбранные страницы
zh_cn: 自定义页

# WinOCRCHBContent
source: OCR (Extract text from image)
de: OCR (Text aus Bild extrahieren)
es: OCR (Extraer texto de la imagen)
fr: OCR (Extraction de texte à partir d'une image)
it: OCR (estrai testo dall'immagine)
ja: OCR（画像からテキストを抽出します）
ko: OCR(이미지에서 텍스트 추출)
nl: OCR (tekst uit afbeelding halen)
pt: OCR (Extrair texto da imagem)
ru: OCR (извлечение текста из изображения)
zh_cn: OCR (从图像中提取文字)

# WinOCRProgressContent
source: Processing...
de: Verarbeiten...
es: Procesando...
fr: Traitement...
it: Elaborazione in corso...
ja: 処理中...
ko: 처리 중...
nl: Verwerking…
pt: A processar...
ru: Обработка…
zh_cn: 处理中...

# WinOCRSelectLangTips
source: Select language：
de: Sprache auswählen：
es: Seleccione el idioma：
fr: Sélectionner la langue：
it: Seleziona una lingua:
ja: 言語の選択：
ko: 언어 선택:
nl: Taal kiezen:
pt: Selecionar idioma:
ru: Выбрать язык:
zh_cn: 请选择语言：

# WinOCRSelectedLineContextMenuEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt: Editar
ru: Редактировать
zh_cn: 编辑

# WinPageApplyingHeaderorFooterContent
source: Applying Headers & Footers
de: Kopf- und Fußzeilen werden angewendet
es: Aplicando los encabezados y los pies de página
fr: Application des en-têtes et des pieds de page
it: Applicazione di intestazioni e piè di pagina in corso
ja: ヘッダーとフッターを適用しています
ko: 머리말 & 꼬리말 적용 중
nl: Kop- en voetteksten toepassen
pt: A aplicar cabeçalhos e rodapés
ru: Применяются верхние и нижние колонтитулы
zh_cn: 正在设置页眉页脚...

# WinPageCenterFooterTextLabelContent
source: Center footer
de: Fußzeile zentriert
es: Pie de página del centro
fr: Pied de page au centre
it: Piè di pagina centrale
ja: 中央フッター
ko: 중앙 꼬리말
nl: Middelste voettekst
pt: Rodapé central
ru: Центральный нижний колонтитул
zh_cn: 中间页脚

# WinPageCenterHeaderTextLabelContent
source: Center header
de: Kopfzeile zentriert
es: Encabezado del centro
fr: En-tête au centre
it: Intestazione centrale
ja: 中央ヘッダー
ko: 중앙 머리말
nl: Middelste koptekst
pt: Cabeçalho central
ru: Центральный верхний колонтитул
zh_cn: 中间页眉

# WinPageEgContent
source: e.g. 1,8,9-12
de: z. B. 1,8,9-12
es: p. ej. 1,8,9-12
fr: par ex. 1,8,9-12
it: es. 1,8,9-12
ja: 例えば 1,8,9-12
ko: 예: 1,8,9-12
nl: bijv. 1,8,9-12
pt: por ex. 1,8,9-12
ru: напр. 1,8,9-12
zh_cn: 例如：1,8,9-12

# WinPageInsertBlankTitle
source: Insert Blank Page
de: Leere Seite einfügen
es: Insertar página en blanco
fr: Insérer une page blanche
it: Inserisci pagina vuota
ja: 空白ページの挿入
ko: 빈 페이지 삽입
nl: Lege Pagina Invoegen
pt: Inserir Página em Branco
ru: Вставить пустую страницу
zh_cn: 插入空白页

# WinPageInsertImageTitle
source: Insert Page from Image
de: Seite aus Bild einfügen
es: Insertar página de imagen
fr: Insérer une page depuis une image
it: Inserisci pagina da immagine
ja: 画像からのページの挿入
ko: 이미지에서 페이지 삽입
nl: Pagina van Afbeelding Invoegen
pt: Inserir Página a Partir de Imagem
ru: Вставить страницу из изображения
zh_cn: 插入图片

# WinPageInsertPageNumorHeaderFooterAddBtnAddNewContent
source: Add New
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter un nouveau
it: Aggiungi nuovo
ja: 新たに追加する
ko: 신규 추가
nl: Nieuw toevoegen
pt: Adicionar Novo
ru: Добавить новый
zh_cn: 新建

# WinPageInsertPageNumorHeaderFooterAddBtnUpdateContent
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Обновить
zh_cn: 更新

# WinPageInsertPageNumorHeaderFooterAddChekContent
source: The document already contains Header & Footer or Page Number. Would you like to update them with the one you are adding?
de: Das Dokument enthält bereits Kopf- und Fußzeile oder Seitennummer. Möchten Sie sie mit dem Hinzugefügten aktualisieren?
es: El documento ya contiene un encabezado y un pie o número de página. ¿Te gustaría actualizarlos con el que vas a añadir?
fr: Le document comprend déjà un en-tête et un pied de page, ou un numéro de page. Voulez-vous les mettre à jour avec celui que vous ajoutez ?
it: Il documento contiene già Intestazione e piè di pagina o Numero di pagina. Desideri aggiornarli con quello che stai aggiungendo?
ja: 文書にはすでにヘッダーとフッター、ページ番号が含まれています。追加中のものに更新しますか？
ko: 문서에 이미 머리말과 꼬리말 또는 페이지 번호가 있습니다. 추가 중인 사항으로 업데이트하시겠습니까?
nl: Het document bevat al kop- en voettekst of paginanummer. Wilt u ze vervangen door deze die u toevoegt?
pt: O documento já contém Cabeçalho e Rodapé ou Número de Página. Gostaria de os atualizar com o que está a adicionar?
ru: Документ уже содержит верхний и нижний колонтитул или номер страницы. Хотите обновить их тем, который добавляете?
zh_cn: 文档已包含页眉页脚或页码。您需要更新它们吗？

# WinPageInsertPageNumorHeaderFooterAddNoteContent
source: Note: If you choose to Add New, it might overlap the existing one.
de: Hinweis: Wenn Sie sich für Neu hinzufügen entscheiden, überschneidet es sich möglicherweise mit dem Vorhandenen.
es: Nota: si eliges Añadir nuevo puede que se superponga al existente.
fr: Remarque : si vous choisissez Ajouter un nouveau, il risque de se superposer à celui qui existe déjà.
it: Nota: Se scegli Aggiungi nuovo, potrebbe sovrapporsi alla selezione esistente.
ja: 注意：「新たに追加する」を選ぶと、現在のものと重複する場合があります。
ko: 참고: '신규 추가'를 선택하면, 기존 사항에 겹칠 수 있습니다.
nl: Opmerking: als u kiest voor 'Nieuw toevoegen', kunnen de bestaande worden overlapt.
pt: Nota: Se optar por Adicionar Novo, poderá sobrepor-se ao existente.
ru: Примечание: если вы выберете "добавить новый", он может перекрыть существующий.
zh_cn: 注意：如果选择新建，则可能与现有的重叠。

# WinPageInsertPageNumorHeaderFooterDelCheckEmptyContent
source: Cannot find any Header & Footer or Page Number in the document.
de: Es kann keine Kopf- und Fußzeile oder Seitennummer im Dokument gefunden werden.
es: No pueden encontrarse encabezados ni pies de página en el documento.
fr: Impossible de trouver des en-têtes et pieds de page ou numéro de page dans ce document.
it: Impossibile trovare Intestazioni e piè di pagina o Numeri di pagina nel documento.
ja: この文書のヘッダーとフッター、ページ番号が見つかりません。
ko: 이 문서에서 머리말과 꼬리말 또는 페이지 번호를 찾을 수 없습니다.
nl: Kan geen kop- en voettekst of paginanummer vinden in het document.
pt: Não é possível encontrar nenhum Cabeçalho e Rodapé ou Número de Página no documento.
ru: Не удается найти в документе верхний и нижний колонтитулы или номер страницы.
zh_cn: 在文档中没找到页眉页脚或页码。

# WinPageInsertPageNumorHeaderFooterDelCheckExistContent
source: Are you sure you want to permanently remove the Header & Footer or Page Number?
de: Sind Sie sicher, dass Sie die Kopf- und Fußzeile oder die Seitennummer dauerhaft entfernen möchten?
es: ¿Seguro que quieres quitar de forma permanente el encabezado y el pie o número de página?
fr: Êtes-vous sûr de vouloir supprimer de façon permanente l'en-tête et le pied de page, ou le numéro de page ?
it: Sei sicuro di voler rimuovere definitivamente l'Intestazione e piè di pagina o il Numero di pagina?
ja: ヘッダーとフッター、ページ番号を完全に削除してもよろしいですか？
ko: 영구적으로 머리말과 꼬리말 또는 페이지 번호를 삭제하길 원하십니까?
nl: Weet u zeker dat u de kop- en voettekst of het paginanummer permanent wilt verwijderen?
pt: Tem a certeza de que deseja remover permanentemente o Cabeçalho e Rodapé ou o Número de Página?
ru: Вы уверены, что хотите безвозвратно удалить верхний и нижний колонтитул или номер страницы?
zh_cn: 是否要永久删除页眉页脚或页码？

# WinPageInsertPageNumorHeaderFooterUpdateCheckEmptyContent
source: Cannot find any headers or footers in this file.
de: In dieser Datei können keine Kopf- oder Fußzeilen gefunden werden.
es: No pueden encontrarse encabezados ni pies de página en este archivo.
fr: Impossible de trouver des en-têtes ou des pieds de page dans ce fichier.
it: Impossibile trovare intestazioni o piè di pagina in questo file.
ja: このファイルのヘッダー、フッターが見つかりません。
ko: 이 파일에서 머리말 또는 꼬리말을 찾을 수 없습니다.
nl: Kan geen kop- of voetteksten vinden in dit bestand.
pt: Não foi possível encontrar quaisquer cabeçalhos ou rodapés neste ficheiro.
ru: Не удается найти в этом файле верхние или нижние колонтитулы.
zh_cn: 在文档中没找到页眉页脚。

# WinPageInsertSettingBlankPageCount
source: Page Count
de: Seitenanzahl
es: Recuento de páginas
fr: Nombre de pages
it: Conteggio delle pagine
ja: ページ数
ko: 페이지 수
nl: Aantal pagina's
pt: Contagem de páginas
ru: Количество страниц
zh_cn: 页数

# WinPageInsertSettingPageHeight
source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
nl: Hoogte
pt: Altura
ru: Высота
zh_cn: 高度

# WinPageInsertSettingPageLandscape
source: Landscape
de: Landschaft
es: Apaisada
fr: Paysage
it: Paesaggio
ja: 横向き
ko: 가로 형식
nl: Landschap
pt: Paisagem
ru: Пейзаж
zh_cn: 横向

# WinPageInsertSettingPagePortrait
source: Portrait
de: Porträt
es: Retrato
it: Ritratto
ja: 縦向き
ko: 세로 형식
nl: Portret
pt: Retrato
ru: Портрет
zh_cn: 纵向

# WinPageInsertSettingPageSize
source: Page Size
de: Seitengröße
es: Tamaño de página
fr: Taille de la page
it: Dimensione pagina
ja: ページサイズ
ko: 페이지 크기
nl: Paginagrootte
pt: Tamanho da Página
ru: Размер страницы
zh_cn: 页面大小

# WinPageInsertSettingPageSizeItemCustomize
source: Customized
de: Benutzerdefiniert
es: Personalizada
fr: Personnalisé
it: Personalizzata
ja: カスタム
ko: 맞춤 설정
nl: Aangepast
pt: Personalizado
ru: Настраиваемое
zh_cn: 自定义

# WinPageInsertSettingPageSizeItemDefault
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinita
ja: デフォルト
ko: 기본값
nl: Standaard
pt: Padrão
ru: По общему правилу
zh_cn: 默认值

# WinPageInsertSettingPageWidth
source: Width
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
nl: Breedte
pt: Largura
ru: Ширина
zh_cn: 宽度

# WinPageInsertdateLabelContent
source: Insert date
de: Datum einfügen
es: Introducir fecha
fr: Insérer une date
it: Inserisci data
ja: 日付の挿入
ko: 삽입 날짜
nl: Datum invoegen
pt: Introduzir data
ru: Вставить дату
zh_cn: 插入日期
