Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# AddCertificateWindow_CreateCertFile_Desc
source: Enter a file location and password for your new digital lD file. You will need the password when you use the digital lD to sign or decrypt documents. Please make a note of the file location so that you can copy this file for backup or other purposes.
de: Geben Sie einen Dateispeicherort und ein Kennwort für Ihre neue digitale ID-Datei ein. Sie benötigen das Kennwort, wenn Sie die digitale ID zum Signieren oder Entschlüsseln von Dokumenten verwenden. Notieren Sie sich den Dateispeicherort, damit Sie diese Datei zur Sicherung oder für andere Zwecke kopieren können.
es: Ingrese una ubicación de archivo y una contraseña para su nuevo archivo de ID digital. Necesitará la contraseña cuando use el ID digital para firmar o descifrar documentos. Anote la ubicación del archivo para poder copiarlo para respaldo u otros fines.
fr: Entrez un emplacement de fichier et un mot de passe pour votre nouveau fichier Digital ID. Vous aurez besoin du mot de passe lorsque vous utiliserez le Digital ID pour signer ou déchiffrer des documents. Veuillez noter l'emplacement du fichier afin de pouvoir le copier pour une sauvegarde ou d'autres fins.
it: Inserisci una posizione del file e una password per il tuo nuovo file Digital ID. Avrai bisogno della password quando utilizzi il Digital ID per firmare o decrittografare documenti. Annota la posizione del file in modo da poterlo copiare per il backup o altri scopi.
ja: 新しいデジタルIDファイルのファイル位置とパスワードを入力します。デジタルIDを使用してドキュメントに署名または復号化する際にパスワードが必要です。バックアップやその他の目的のためにこのファイルの場所をメモしておいてください。
ko: 새 디지털 ID 파일의 위치와 비밀번호를 입력하십시오. 디지털 ID를 사용하여 문서에 서명하거나 복호화할 때 비밀번호가 필요합니다. 백업 또는 다른 용도로 이 파일 위치를 기록해 두십시오.
nl: Voer een bestandlocatie en wachtwoord in voor uw nieuwe Digital ID-bestand. U hebt het wachtwoord nodig wanneer u de Digital ID gebruikt om documenten te ondertekenen of te ontsleutelen. Noteer de bestandlocatie zodat u het bestand voor back-up of andere doeleinden kunt kopiëren.
pt: Introduza um local de ficheiro e uma palavra-passe para o seu novo ficheiro de ID digital. Vai precisar da palavra-passe quando usar o ID digital para assinar ou descriptografar documentos. Anote o local do ficheiro para que o possa copiar para backup ou outros fins.
ru: Введите местоположение файла и пароль для вашего нового файла цифрового ID. Пароль будет необходим, когда вы будете использовать цифровой ID для подписания или расшифровки документов. Пожалуйста, запишите местоположение файла, чтобы вы могли сделать его резервную копию или использовать его для других целей.
zh_cn: 输入新数字ID文件的位置和密码。在使用数字ID签署或解密文档时，您需要该密码。请记下文件位置，以便您可以备份或出于其他目的复制此文件。

# AddCertificateWindow_CreateCertFile_FailedMessage
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

# AddCertificateWindow_CreateCertFile_FileName
source: File Name:
de: Dateiname:
es: Nombre de Archivo:
fr: Nom de Fichier:
it: Nome del File:
ja: ファイル名:
ko: 파일 이름:
nl: Bestandsnaam:
pt: Nome do Ficheiro:
ru: Имя файла:
zh_cn: 文件名：

# AddCertificateWindow_CreateCertFile_FilenameEmptyMessage
source: The file name cannot be empty.
de: Der Dateiname darf nicht leer sein.
es: El nombre del archivo no puede estar vacío.
fr: Le nom du fichier ne peut pas être vide.
it: Il nome del file non può essere vuoto.
ja: ファイル名は空白にできません。
ko: 파일 이름은 비어 있을 수 없습니다.
nl: Bestandsnaam mag niet leeg zijn.
pt: O nome do ficheiro não pode estar vazio.
ru: Имя файла не может быть пустым.
zh_cn: 文件名不能为空。

# AddCertificateWindow_CreateCertFile_FilenameInvalidMessage
source: Please enter a valid file name.
de: Bitte geben Sie einen gültigen Dateinamen ein.
es: Por favor, ingrese un nombre de archivo válido.
fr: Veuillez entrer un nom de fichier valide.
it: Inserisci un nome file valido.
ja: 有効なファイル名を入力してください。
ko: 유효한 파일 이름을 입력하세요.
nl: Voer een geldige bestandsnaam in.
pt: Introduza um nome de ficheiro válido.
ru: Пожалуйста, введите действительное имя файла.
zh_cn: 请输入有效的文件名。

# AddCertificateWindow_CreateCertProps_CountryRegion
source: Country/Region:
de: Land/Region:
es: País/Región:
fr: Pays/Région :
it: Paese/Regione:
ja: 国/地域：
ko: 국가/지역:
nl: Land/Regio:
pt: País/Região:
ru: Страна/Регион:
zh_cn: 国家/地区：

# AddCertificateWindow_CreateCertProps_CountryRegionNoneValue
source: none
de: keine
es: ninguno
fr: aucun
it: nessuno
ja: なし
ko: 없음
nl: geen
pt: nenhum
ru: нет
zh_cn: 无

# AddCertificateWindow_CreateCertProps_Desc
source: Enter the identity information to be used for creating the self-signed certificate.
de: Geben Sie die Identitätsinformationen ein, die zum Erstellen des selbstsignierten Zertifikats verwendet werden sollen.
es: Ingrese la información de identidad que se usará para crear el certificado autofirmado.
fr: Entrez les informations d'identité à utiliser pour créer le certificat auto-signé.
it: Inserisci le informazioni di identità da utilizzare per creare il certificato auto-firmato.
ja: 自己署名証明書を作成するために使用する身元情報を入力します。
ko: 자가 서명된 인증서를 만들기 위해 사용할 신원 정보를 입력하십시오.
nl: Voer de identiteit in die wordt gebruikt om het zelfondertekende certificaat te maken.
pt: Introduza as informações de identidade a ser utilizadas para criar o certificado autoassinado.
ru: Введите информацию о личности, которая будет использована для создания самоподписанного сертификата.
zh_cn: 输入用于创建自签名证书的身份信息。

# AddCertificateWindow_CreateCertProps_Email
source: Email Address:
de: E-Mail-Adresse:
es: Dirección de Correo Electrónico:
fr: Adresse E-mail :
it: Indirizzo E-mail:
ja: メールアドレス：
ko: 이메일 주소:
nl: E-mailadres:
pt: Endereço de E-mail:
ru: Адрес Электронной Почты:
zh_cn: 电子邮件地址：

# AddCertificateWindow_CreateCertProps_EmailInvalidMessage
source: Invalid email format.
de: Ungültiges E-Mail-Adressformat.
es: Formato de correo electrónico inválido.
fr: Format d'adresse e-mail non valide.
it: Formato email non valido.
ja: 無効なメールフォーマット。
ko: 잘못된 이메일 형식입니다.
nl: Ongeldige e-mailopmaak.
pt: Formato de e-mail inválido.
ru: Неверный формат адреса электронной почты.
zh_cn: 无效的电子邮件格式。

# AddCertificateWindow_CreateCertProps_LabelName
source: Name(e.g. John Smith):
de: Name (z. B. John Smith):
es: Nombre (p. ej., John Smith):
fr: Nom (par exemple, John Smith) :
it: Nome (ad esempio, John Smith):
ja: 名前（例：John Smith）：
ko: 이름 (예: John Smith):
nl: Naam (bijv. John Smith):
pt: Nome (exemplo: John Smith):
ru: Имя (например, John Smith):
zh_cn: 名称（例如：John Smith）：

# AddCertificateWindow_CreateCertProps_NameEmptyMessage
source: The name can not be empty.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.
ja: 名前は空にできません。
ko: 이름은 비워둘 수 없습니다.
nl: De naam mag niet leeg zijn.
pt: O nome não pode estar vazio.
ru: Имя не может быть пустым.
zh_cn: 名称不能为空。

# AddCertificateWindow_CreateCertProps_OrganizationalName
source: Organizational Name:
de: Organisationsname:
es: Nombre de la Organización:
fr: Nom de L'organisation :
it: Nome Organizzazione:
ja: 組織名：
ko: 조직 이름:
nl: Organisatienaam:
pt: Nome da Organização:
ru: Название Организации:
zh_cn: 组织名称：

# AddCertificateWindow_CreateCertProps_OrganizationalUnit
source: Organizational Unit:
de: Organisationseinheit:
es: Unidad Organizativa:
fr: Unité Organisationnelle :
it: Unità Organizzativa:
ja: 組織単位：
ko: 조직 단위:
nl: Organisatie-eenheid:
pt: Unidade Organizacional:
ru: Организационное Подразделение:
zh_cn: 组织单位：

# AddCertificateWindow_ImportFile_Desc
source: Digital lD files generally have a PFX or P12 extension and these files usually contain private keys and public key certificates (used for signing and verification). To sign with a digital lD available as a file, follow the prompts to browse and select the file and type the password protecting the private key.
de: Digitale ID-Dateien haben im Allgemeinen die Erweiterung PFX oder P12 und enthalten normalerweise private Schlüssel und öffentliche Schlüsselzertifikate (die zum Signieren und Überprüfen verwendet werden). Um mit einer als Datei verfügbaren digitalen ID zu signieren, folgen Sie den Anweisungen zum Durchsuchen und Auswählen der Datei und geben Sie das Kennwort ein, das den privaten Schlüssel schützt.
es: Los archivos de ID digital generalmente tienen una extensión PFX o P12, y estos archivos usualmente contienen claves privadas y certificados de clave pública (usados para firmar y verificar). Para firmar con un ID digital disponible como archivo, siga las instrucciones para buscar y seleccionar el archivo e ingrese la contraseña que protege la clave privada.
fr: Les fichiers Digital ID ont généralement une extension PFX ou P12 et contiennent généralement des clés privées et des certificats de clé publique (utilisés pour la signature et la vérification). Pour signer avec un Digital ID disponible sous forme de fichier, suivez les invites pour rechercher et sélectionner le fichier, puis tapez le mot de passe protégeant la clé privée.
it: I file Digital ID generalmente hanno un'estensione PFX o P12 e questi file solitamente contengono chiavi private e certificati di chiave pubblica (utilizzati per firmare e verificare). Per firmare con un Digital ID disponibile come file, segui le istruzioni per cercare e selezionare il file e digita la password che protegge la chiave privata.
ja: デジタルIDファイルは通常、PFXまたはP12拡張子を持ち、通常は署名と検証に使用されるプライベートキーと公開鍵証明書を含んでいます。 ファイルとして利用可能なデジタルIDで署名するには、プロンプトに従ってファイルを選択し、プライベートキーを保護するパスワードを入力します。
ko: 디지털 ID 파일은 일반적으로 PFX 또는 P12 확장자를 가지며, 일반적으로 서명 및 검증에 사용되는 개인 키와 공개 키 인증서를 포함합니다. 파일로 제공되는 디지털 ID로 서명하려면 파일을 찾아 선택하고 개인 키를 보호하는 비밀번호를 입력하라는 안내에 따라 진행하십시오.
nl: Digital ID-bestanden hebben doorgaans een PFX- of P12-extensie en bevatten meestal privé-sleutels en openbare sleutels (gebruikt voor ondertekenen en verificatie). Om te ondertekenen met een Digital ID die als bestand beschikbaar is, volgt u de aanwijzingen om het bestand te zoeken en de wachtwoord te typen die de privé-sleutel beschermt.
pt: Os ficheiros de ID digital geralmente têm uma extensão PFX ou P12 e estes ficheiros normalmente contêm chaves privadas e certificados de chave pública (utilizados para assinar e verificar). Para assinar com um ID digital disponível como ficheiro, siga as instruções para procurar e selecionar o ficheiro e digite a palavra-passe que protege a chave privada.
ru: Файлы цифрового ID обычно имеют расширение PFX или P12, и эти файлы обычно содержат частные ключи и открытые ключи сертификатов (используемые для подписания и проверки). Чтобы подписать с использованием цифрового ID, доступного в виде файла, следуйте подсказкам для выбора файла и введите пароль, защищающий частный ключ.
zh_cn: 数字ID文件通常具有PFX或P12扩展名，这些文件通常包含私钥和公钥证书（用于签名和验证）。 要使用可用的数字ID文件签名，请按照提示浏览并选择该文件并输入保护私钥的密码。

# AddCertificateWindow_Welcome_Desc
source: Add or create a digital ID to sign and encrypt documents. A Digital ID can be issued by a trusted third-party service. It contains a private key and a certificate with a public key. The private key is used to create the certificate-based signature. The certificate embedded in the digital ID is sent to others to verify your signature.
de: Fügen Sie eine digitale ID hinzu oder erstellen Sie eine, um Dokumente zu signieren und zu verschlüsseln. Eine digitale ID kann von einem vertrauenswürdigen Drittanbieterdienst ausgestellt werden. Sie enthält einen privaten Schlüssel und ein Zertifikat mit einem öffentlichen Schlüssel. Der private Schlüssel wird zum Erstellen der zertifikatsbasierten Signatur verwendet. Das in die digitale ID eingebettete Zertifikat wird an andere gesendet, um Ihre Signatur zu überprüfen.
es: Agregue o cree un ID digital para firmar y cifrar documentos. Un ID digital puede ser emitido por un servicio de terceros confiable. Contiene una clave privada y un certificado con una clave pública. La clave privada se usa para crear la firma basada en el certificado. El certificado embebido en el ID digital se envía a otros para verificar su firma.
fr: Ajoutez ou créez un Digital ID pour signer et crypter des documents. Un Digital ID peut être émis par un service tiers de confiance. Il contient une clé privée et un certificat avec une clé publique. La clé privée est utilisée pour créer la signature basée sur le certificat. Le certificat intégré au Digital ID est envoyé à d'autres pour vérifier votre signature.
it: Aggiungi o crea un Digital ID per firmare e crittografare documenti. Un Digital ID può essere emesso da un servizio di terze parti affidabile. Contiene una chiave privata e un certificato con una chiave pubblica. La chiave privata viene utilizzata per creare la firma basata sul certificato. Il certificato incorporato nel Digital ID viene inviato ad altri per verificare la tua firma.
ja: ドキュメントに署名したり暗号化するためにデジタルIDを追加または作成します。デジタルIDは信頼できる第三者サービスによって発行されることがあります。それには、プライベートキーと公開鍵を含む証明書が含まれています。プライベートキーは証明書に基づく署名を作成するために使用されます。デジタルIDに埋め込まれた証明書は、署名を検証するために他の人に送信されます。
ko: 문서를 서명하고 암호화하기 위해 디지털 ID를 추가하거나 만듭니다. 디지털 ID는 신뢰할 수 있는 제3자 서비스 제공자에 의해 발급될 수 있습니다. 여기에는 개인 키와 공개 키가 포함된 인증서가 포함됩니다. 개인 키는 인증서 기반 서명을 만드는 데 사용됩니다. 디지털 ID에 내장된 인증서는 서명을 검증하기 위해 다른 사람에게 전송됩니다.
nl: Voeg een Digital ID toe of maak een Digital ID om documenten te ondertekenen en te versleutelen. Een Digital ID kan worden uitgegeven door een vertrouwde derde partij. Het bevat een privé-sleutel en een certificaat met een publieke sleutel. De privé-sleutel wordt gebruikt om de certificaatgebaseerde handtekening te maken. Het certificaat dat in de Digital ID is ingebed, wordt naar anderen gestuurd om uw handtekening te verifiëren.
pt: Adicione ou crie um ID digital para assinar e encriptar documentos. Um ID digital pode ser emitido por um serviço de terceiros confiável. Contém uma chave privada e um certificado com uma chave pública. A chave privada é utilizada para criar a assinatura baseada no certificado. O certificado incorporado no ID digital é enviado para outros para verificar a sua assinatura.
ru: Добавьте или создайте цифровой ID для подписания и шифрования документов. Цифровой ID может быть выдан доверенным сторонним сервисом. Он содержит частный ключ и сертификат с открытым ключом. Частный ключ используется для создания подписи, основанной на сертификате. Встроенный в цифровой ID сертификат отправляется другим лицам для проверки вашей подписи.
zh_cn: 添加或创建数字ID以签名和加密文档。数字ID可由受信任的第三方服务颁发。它包含一个私钥和一个带有公钥的证书。私钥用于创建基于证书的签名。数字ID中嵌入的证书将发送给其他人以验证您的签名。

# AddCertificateWindow_Welcome_LabelCreateCert
source: A new digital ID I want to create now.
de: Eine neue digitale ID, die ich jetzt erstellen möchte.
es: Un nuevo ID digital que quiero crear ahora.
fr: Un nouveau Digital ID que je veux créer maintenant.
it: Un nuovo ID digitale che voglio creare ora.
ja: 今作成する新しいデジタルID。
ko: 지금 새 디지털 ID를 만들고 싶습니다.
nl: Een nieuwe digitale ID die ik nu wil maken.
pt: Um novo ID digital que quero criar agora.
ru: Новый цифровой ID, который я хочу создать сейчас.
zh_cn: 我现在要创建一个新的数字ID。

# AddCertificateWindow_Welcome_LabelImportFile
source: An existing digital ID from a file.
de: Eine vorhandene digitale ID aus einer Datei.
es: Un ID digital existente desde un archivo.
fr: Un Digital ID existant depuis un fichier.
it: Un ID digitale esistente da un file.
ja: ファイルから既存のデジタルID。
ko: 파일에서 기존 디지털 ID.
nl: Een bestaande digitale ID uit een bestand.
pt: Um ID digital existente a partir de um ficheiro.
ru: Существующий цифровой ID из файла.
zh_cn: 从文件中选择现有的数字ID。

# AddDeferredDigitSignBtn
source: Add Signature Field
de: Unterschriftsfeld Hinzufügen
es: Agregar Campo de Firma
fr: Ajouter un Champ de Signature
it: Aggiungi Campo Firma
ja: 署名フィールドを追加
ko: 서명 필드 추가
nl: Voeg Handtekeningveld Toe
pt: Adicionar Campo de Assinatura
ru: Добавить Поле Подписи
zh_cn: 添加签名域

# AnnotationContextMenuCopyText
source: Copy Text
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ja: テキストをコピー
ko: 텍스트 복사
nl: Tekst kopiëren
pt: Copiar texto
ru: Скопировать текст
zh_cn: 复制文本

# AnnotationFileAttachment
source: Attachment
de: Anhang
es: Archivo adjunto
fr: Pièce jointe
it: Allegato
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlage
pt: Anexo
ru: Вложенный файл
zh_cn: 附件

# AnnotationFileAttachmentOpenWarning
source: Are you sure to open the attachment?
de: Sind Sie sicher, den Anhang zu öffnen?
es: ¿Estás seguro de abrir el archivo adjunto?
fr: Êtes-vous sûr d'ouvrir la pièce jointe ?
it: Sei sicuro di aprire l'allegato?
ja: 添付ファイルを開いてもよろしいですか？
ko: 첨부 파일을 여시겠습니까?
nl: Weet u zeker dat u de bijlage wilt openen?
pt: Tem certeza que deseja abrir o anexo?
ru: Вы уверены, что хотите открыть вложение?
zh_cn: 是否需要打开附件？

# AnnotationMenuBatchDeleteBtn
source: Batch Delete
de: Stapel löschung
es: Eliminar por lotes
fr: Suppression par lots
it: Eliminazione batch
ja: バッチ削除
ko: 일괄 삭제
nl: Batch verwijdering
pt: Excluir em lote
ru: Пакетное удаление
zh_cn: 批量删除

# AnnotationMenuFilterAll
source: All
de: Alle
es: Todo
fr: Tous
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pt: Todo
ru: Все
zh_cn: 所有

# AnnotationMenuFilterBtn
source: Filter
es: Filtrar
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
pt: Filtro
ru: Фильтр
zh_cn: 筛选

# AnnotationMenuFilterByAnnotations
source: Annotations
de: Anmerkungen
es: Anotaciones
it: Annotazioni
ja: 注釈
ko: 주석
nl: Annotaties
pt: Anotações
ru: Аннотации
zh_cn: 批注

# AnnotationMenuFilterByUser
source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
ko: 사용자
nl: Gebruikers
pt: Usuários
ru: Пользователи
zh_cn: 用户

# AnnotationMenuTotal
source: Total:
de: Gesamt:
it: Totale:
ja: 合計：
ko: 총:
nl: Totaal:
ru: Общее количество:
zh_cn: 总计：

# AppSettingsAuthorHeader
source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 著者
ko: 작가
nl: Auteur
pt: Autor
ru: Автор
zh_cn: 作者

# AppSettingsBlankPage
source: Blank PDF
de: Leeres PDF
es: PDF en blanco
fr: PDF vierge
it: PDF vuoto
ja: 空白のPDF
ko: 빈 PDF
nl: Lege PDF
pt: PDF em branco
ru: Пустой PDF
zh_cn: 空白PDF

# AppSettingsBlankPageHeightContent
source: Height (mm):
de: Höhe (mm):
es: Altura (mm):
fr: Hauteur (mm) :
it: Altezza (mm):
ja: 高さ（mm）：
ko: 높이(mm):
nl: Hoogte (mm):
pt: Altura (mm):
ru: Высота (мм):
zh_cn: 高度（毫米）：

# AppSettingsBlankPageWidthContent
source: Width (mm):
de: Breite (mm):
es: Ancho (mm):
fr: Largeur (mm) :
it: Larghezza (mm):
ja: 幅（mm）：
ko: 너비(mm):
nl: Breedte (mm):
pt: Largura (mm):
ru: Ширина (мм):
zh_cn: 宽度（毫米）：

# AppSettingsDefaultDisplay
source: Default zoom
de: Standardzoom
es: Zoom predeterminado
fr: Zoom par défaut
it: Zoom predefinito
ja: デフォルトのズーム
ko: 기본 줌
nl: Standaard zoomlens
pt: Zoom padrão
ru: Масштаб по умолчанию
zh_cn: 默认缩放

# AppSettingsDefaultDisplayTips
source: The default zoom setting applies only to the document you open for the first time.
de: Die Standard-Zoom-Einstellung gilt nur für Dokumente, die zum ersten Mal geöffnet werden.
es: La configuración de zoom predeterminada solo se aplica al documento abierto por primera vez.
fr: Le paramètre de zoom par défaut s’applique uniquement au document ouvert pour la première fois.
it: L’impostazione di zoom predefinita si applica solo ai documenti aperti per la prima volta.
ja: デフォルトのズーム設定は初回に開いた文書にのみ適用されます。
ko: 기본 확대/축소 설정은 처음 열리는 문서에만 적용됩니다.
nl: De standaard zoominstelling geldt alleen voor documenten die voor het eerst worden geopend.
pt: A configuração padrão de zoom se aplica apenas ao documento aberto pela primeira vez.
ru: Настройка масштабирования по умолчанию применяется только к документу, открываемому впервые.
zh_cn: 默认缩放设置仅适用于您首次打开的文档。

# AppSettingsDefaultPageview
source: Default page layout
de: Standard-Seitenlayout
es: Diseño de página predeterminado
fr: Mise en page par défaut
it: Layout pagina predefinito
ja: デフォルトのページレイアウト
ko: 기본 페이지 레이아웃
nl: Standaard paginalay-out
pt: Layout de página padrão
ru: Макет страницы по умолчанию
zh_cn: 默认页面布局

# AppSettingsDefaultSelection
source: Default interaction tool
de: Standard-Interaktionstool
es: Herramienta de interacción predeterminada
fr: Outil d'interaction par défaut
it: Strumento di interazione predefinito
ja: デフォルトの操作ツール
ko: 기본 상호작용 도구
nl: Standaard interactietool
pt: Ferramenta de interação padrão
ru: Инструмент взаимодействия по умолчанию
zh_cn: 默认交互工具

# AppSettingsDouble
source: Double page
de: Doppelseite
es: Páginas dobles
fr: Deux pages
it: Doppia pagina
ja: 見開き
ko: 두 페이지 보기
nl: Dubbele pagina
pt: Duas páginas
ru: Двойная страница
zh_cn: 双页

# AppSettingsDoubleContinuous
source: Double page continuous
de: Doppelseiten – fortlaufend
es: Páginas dobles continuas
fr: Deux pages continues
it: Doppia pagina continua
ja: 見開き（連続）
ko: 두 페이지 연속 보기
nl: Dubbele pagina doorlopend
pt: Duas páginas contínuas
ru: Двойная страница – непрерывно
zh_cn: 双页连续

# AppSettingsFileAssociations
source: File Associations
de: Dateiassoziationen
es: Asociaciones de archivos
fr: Associations de fichiers
it: Associazioni di file
ja: ファイルの関連付け
ko: 파일 연결
nl: Bestandenassociaties
pt: Associações de arquivos
ru: Ассоциации файлов
zh_cn: 文件关联

# AppSettingsFileAssociations_AlreadyDefaultMessage
source: XXX has already been set as the default app for PDF files.
de: XXX wurde bereits als Standardanwendung für PDF-Dateien festgelegt.
es: XXX ya ha sido configurado como la aplicación predeterminada para archivos PDF.
fr: XXX a déjà été défini comme l’application par défaut pour les fichiers PDF.
it: XXX è già stato impostato come app predefinita per i file PDF.
ja: XXX はすでにPDFファイルのデフォルトアプリとして設定されています。
ko: XXX는 이미 PDF 파일의 기본 앱으로 설정되어 있습니다.
nl: XXX is al ingesteld als de standaardapp voor PDF-bestanden.
pt: XXX já foi definido como o aplicativo padrão para arquivos PDF.
ru: XXX уже установлен как приложение по умолчанию для PDF-файлов.
zh_cn: XXX 已被设置为打开PDF文件的默认程序。

# AppSettingsFileAssociations_MakeDefault
source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
it: Imposta come predefinito
ja: デフォルトとして設定
ko: 기본값으로 설정
nl: Instellen als standaard
pt: Definir como padrão
ru: Установить по умолчанию
zh_cn: 设为默认

# AppSettingsHandMode
source: Hand Tool
de: Hand-Werkzeug
es: Herramienta de mano
fr: Outil main
it: Strumento mano
ja: ハンドツール
ko: 손 도구
nl: Handgereedschap
pt: Ferramenta de mão
ru: Инструмент рука
zh_cn: 手型工具

# AppSettingsLanguageAutoItem
source: Auto
ja: 自動
ko: 자동
ru: Авто
zh_cn: 自动

# AppSettingsLanguageHeader
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Le lingue
ja: 言語
ko: 언어
nl: Talen
pt: línguas
ru: Языки
zh_cn: 语言

# AppSettingsLanguageRestartTips
source: Please restart PDFgear to apply the setting.
de: Bitte starten Sie PDFgear neu, um die Einstellung zu übernehmen.
es: Reinicie PDFgear para aplicar la configuración.
fr: Veuillez redémarrer PDFgear pour appliquer le paramètre.
it: Riavvia PDFgear per applicare l'impostazione.
ja: PDFgearを再起動して、設定を適用してください。
ko: 설정을 적용하려면 PDFgear를 다시 시작하십시오.
nl: Herstart PDFgear om de instelling toe te passen.
pt: Reinicie o PDFgear para aplicar a configuração.
ru: Пожалуйста, перезапустите PDFgear, чтобы применить настройки.
zh_cn: 请重新打开PDFgear以使设置生效。

# AppSettingsLanguageTitle
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Le lingue
ja: 言語
ko: 언어
nl: Talen
pt: línguas
ru: Языки
zh_cn: 语言

# AppSettingsLaunchOCR
source: Prompt OCR when opening scanned PDFs.
de: OCR-Erinnerung beim Öffnen gescannter PDFs anzeigen.
es: Sugerir OCR al abrir PDFs escaneados.
fr: Proposer l'OCR à l'ouverture d'un PDF numérisé.
it: Richiedi OCR all'apertura di PDF scansionati.
ja: スキャンPDFを開いたときにOCRを促す。
ko: 스캔된 PDF를 열 때 OCR 수행 안내.
nl: OCR-prompt bij openen van gescande PDF's.
pt: Sugerir OCR ao abrir PDFs digitalizados.
ru: Предлагать OCR при открытии сканированных PDF.
zh_cn: 打开PDF扫描件时，提示执行OCR。
