Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinUpgradeList15Content
source: Merge, split, delete, insert, extract, and reorder pages
de: Seiten zusammenführen, trennen, löschen, einfügen, extrahieren und neu sortieren
es: Fusionar, dividir, suprimir, insertar, extraer y reordenar páginas
fr: Fusionnez, séparez, effacez, insérez, extrayez et ré-ordonnez les pages
it: Unisci, dividi, elimina, inserisci, estrai e riordina le pagine
ja: ページの結合、分割、削除、挿入、抽出、並べ替え
ko: 페이지를 병합, 분할, 삭제, 삽입, 추출, 재정리
nl: Pagina's samenvoegen, splitsen, verwijderen, invoegen, extraheren en opnieuw ordenen
pt: Combine, divida, apague, insira, extraia e reordene páginas
ru: Объединение, разделение, удаление, вставка, извлечение и изменение порядка страниц
zh_cn: 合并，拆分，提取，插入，删除，重排PDF页面

# WinUpgradeList16Content
source: Image to texts (OCR)
de: Bilder in Text umwandeln (OCR)
es: De imagen a texto (OCR)
fr: Image vers textes (OCR)
it: Da immagini a testo (OCR)
ja: 画像からテキストへの変換（OCR）
ko: 이미지를 텍스트로 변환 (OCR)
nl: Afbeelding naar tekst (OCR)
pt: Imagem para textos (OCR)
ru: Изображение в текст (OCR)
zh_cn: 图片中提取文字(OCR)

# WinUpgradeList17Content
source: Up to 10 devices
de: Bis zu 10 Geräte
es: Hasta 10 dispositivos
fr: Jusqu’à 10 outils
it: Fino a 10 dispositivi
ja: 最大10件のデバイス
ko: 최대 10개 장치에서 이용
nl: Maximaal 10 apparaten
pt: Até 10 dispositivos
ru: До 10 устройств
zh_cn: 最多支持10台设备

# WinUpgradeList18Content
source: PDFgear Premium
es: PDFgear prémium
ja: PDFgear プレミアム
ko: PDFgear 프리미엄
ru: PDFgear Премиум
zh_cn: PDFgear高级功能

# WinUpgradeList1Content
source: Convert PDF document to Word, Excel, PNG, JPG, RTF, TXT, HTML or XML
de: PDF-Dokumente in Word, Excel, PNG, JPG, RTF, TXT, HTML oder XML umwandeln
es: Convierta un documento PDF en Word, Excel, PNG, JPG, RTF, TXT, HTML o XML
fr: Convertir un document PDF aux formats Word, Excel, PNG, JPG, RTF, TXT, HTML ou XML
it: Converti i documenti PDF in Word, Excel, PNG, JPG, RTF, TXT, HTML o XML
ja: PDF文書をWord、Excel、PNG、JPG、RTF、TXT、HTML、または XMLへ変換
ko: PDF 문서를 워드, 엑셀, PNG, JPG, RTF, TXT, HTML 및 XML로 변환 가능
nl: PDF-document omzetten naar Word, Excel, PNG, JPG, RTF, TXT, HTML of XML
pt: Converter documento PDF para Word, Excel, PNG, JPG, RTF, TXT, HTML ou XML
ru: Преобразование PDF-документов в Word, Excel, PNG, JPG, RTF, TXT, HTML или XML
zh_cn: 将PDF转换为Word、Excel、PNG、JPG、RTF、TXT、HTML或XML

# WinUpgradeList2Content
source: Combine multiple PDF documents into a single PDF
de: Mehrere PDF-Dokumente zu einem einzigen PDF zusammenführen
es: Combine múltiples documentos PDF en uno solo
fr: Fusionner plusieurs documents PDF en un seul document PDF
it: Combina più documenti PDF in un singolo PDF
ja: 複数のPDF文書を1つにまとめる
ko: 여러 PDF 문서를 하나의 PDF로 병합 가능
nl: Meerdere PDF-documenten samenvoegen tot één PDF
pt: Reúna vários documentos PDF num único PDF
ru: Объединение нескольких PDF-документов в один файл
zh_cn: 将多个PDF并为一个PDF

# WinUpgradeList3Content
source: Remove pages from PDF document
de: Seiten aus PDF-Dokumenten entfernen
es: Elimine páginas de un documento PDF
fr: Supprimer des pages d'un document PDF
it: Rimuovi le pagine dai documenti in PDF
ja: PDF文書からページを削除
ko: PDF 문서에서 페이지 삭제 가능
nl: Pagina's uit het PDF-document verwijderen
pt: Remova páginas de um documento PDF
ru: Удаление страниц из PDF-документа
zh_cn: 删除PDF中的页面

# WinUpgradeList4Content
source: Split a PDF document into multiple PDF documents
de: PDF in mehrere PDF-Dokumente aufteilen
es: Divida un documento PDF en varios
fr: Diviser un document PDF en plusieurs documents PDF
it: Dividi un documento PDF in più documenti PDF
ja: 1つのPDF文書を複数に分割
ko: PDF 문서 하나를 여러 PDF 문서로 분할 가능
nl: Een PDF-document splitsen in meerdere PDF-documenten
pt: Divida um documento PDF em vários documentos PDF
ru: Разделение PDF-документа на несколько файлов
zh_cn: 将PDF文件拆分为多个PDF

# WinUpgradeList5Content
source: Extract PDF pages from a PDF document
de: PDF-Seiten aus einem PDF-Dokument extrahieren
es: Extraiga páginas en PDF de un documento PDF
fr: Extraire des pages d'un document PDF
it: Estrai le pagine di un documento PDF
ja: PDF文書からPDFページを抽出
ko: PDF 문서에서 PDF 페이지 추출 가능
nl: PDF-pagina's uit een PDF-document uitpakken
pt: Extraia várias páginas PDF de um documento PDF
ru: Извлечение страниц из PDF-документа
zh_cn: 从PDF文件中提取页面

# WinUpgradeList6Content
source: No advertisements
de: Keine Werbung
es: Sin anuncios
fr: Pas de publicités
it: Nessuna pubblicità
ja: 広告なし
ko: 광고 없음
nl: Geen advertenties
pt: Se anúncios
ru: Без рекламы
zh_cn: 纯净无广告

# WinUpgradeList7Content
source: 24/7 support
de: Support jederzeit erreichbar
es: Soporte 24 horas al día, 7 días a la semana
fr: Assistance clientèle 24 h/24 et 7 j/7
it: Supporto 24/7
ja: 24時間毎日サポート
ko: 24시간 연중무휴 고객지원
nl: 24/7-ondersteuning
pt: Apoio disponível 24 horas por dia, 7 dias por semana
ru: Поддержка 24/7
zh_cn: 7 * 24服务支持

# WinUpgradeList8Content
source: Insert Pages from PDF, Word and Image, as well as blank pages
de: Seiten aus anderen PDF-Dokumenten einfügen
es: Inserte páginas de otros documentos PDF.
fr: Insérez des pages provenant d'autres documents PDF.
it: Inserisci le pagine da altri documenti PDF.
ja: 他のPDF文書からのページを挿入
ko: 다른 PDF 문서의 페이지 삽입
nl: Pagina's uit andere PDF-documenten invoegen.
pt: Insira páginas de outros documentos PDF.
ru: Вставка страниц из других PDF-документов.
zh_cn: 插入空页面或者从其他PDF、Word或图片中插入

# WinUpgradeList9Content
source: Convert Word, Excel, PPT, Image, RTF or TXT to PDF Document
de: Word, Excel, PPT, Bilder, RTF oder TXT in ein PDF-Dokument umwandeln
es: Convertir Word, Excel, PPT, imagen, RTF o TXT a documento PDF
fr: Convertir Word, Excel, PPT, Image, RTF ou TXT en document PDF
it: Converti Word, Excel, PPT, immagini, RTF o TXT in un documento PDF
ja: WordやExcel、PPT、画像、RTF、TXTといったファイルをPDFドキュメントに変換可能
ko: Word, Excel, PPT, 이미지, RTF 또는 TXT를 PDF 문서로 변환하세요
nl: Converteer Word, Excel, PPT, afbeelding, RTF of TXT naar PDF-document
pt: Converter Word, Excel, PPT, Imagem, RTF ou TXT para Documento PDF
ru: Конвертируйте файлы Word, Excel, PPT, изображения, RTF или TXT в документы PDF
zh_cn: 支持Word、Excel、PPT、图片、RTF或者TXT转为PDF

# WinUpgradeRestorePurchase
source: Restore Purchase
de: Kauf wiederherstellen
es: Restablecer la compra
fr: Rétablir l'achat
it: Ripristina l'acquisto
ja: 購入履歴の復元
ko: 구매 복원
nl: Aankoop herstelt
pt: Restaurar Compra
ru: Восстановить покупку
zh_cn: 恢复购买

# WinUpgradeTitle
source: Unlock Full Version
de: Vollversion erhalten
es: Desbloquee la versión completa
fr: Débloquer la version complète
it: Sblocca la versione completa
ja: 完全版を取得
ko: 풀 버전 잠금 해재
nl: Volledige versie ontgrendelen
pt: Desbloquear Versão Completa
ru: Разблокировать полную версию
zh_cn: 解锁完整版本

# WinUpgradeYearBtnContent
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 1년 이용권
nl: Jaar
pt: Anotar
ru: Год
zh_cn: 年

# WinViewToolBackgroundDayModeText
source: Day Mode
de: Hellmodus
es: Modo día
fr: Mode Jour
it: Modalità giorno
ja: デイモード
ko: 데이 모드
nl: Dagmodus
pt: Modo Diurno
ru: Дневной режим
zh_cn: 日间

# WinViewToolBackgroundDefaultText
source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pt: Predefinido
ru: Стандартный
zh_cn: 默认

# WinViewToolBackgroundEyeProtectionModeText
source: Eye Protection Mode
de: Augenschutz-Modus
es: Modo protección de la vista
fr: Mode Protection des yeux
it: Modalità protezione degli occhi
ja: アイプロテクションモード
ko: 눈보호 모드
nl: Oogbeschermingsmodus
pt: Modo de Proteção dos Olhos
ru: Режим защиты глаз
zh_cn: 护眼

# WinViewToolBackgroundNightModeText
source: Night Mode
de: Dunkelmodus
es: Modo noche
fr: Mode Nuit
it: Modalità notturna
ja: ナイトモード
ko: 나이트 모드
nl: Nachtmodus
pt: Modo Noturno
ru: Ночной режим
zh_cn: 夜间

# WinViewToolBackgroundText
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pt: Fundo
ru: Фон
zh_cn: 页面背景

# WinViewToolBackgroundYellowBackgroundText
source: Yellow Background
de: Gelber Hintergrund
es: Fondo amarillo
fr: Fond d'écran jaune
it: Sfondo giallo
ja: イエロー
ko: 노란색 배경
nl: Gele achtergrond
pt: Fundo Amarelo
ru: Желтый фон
zh_cn: 羊皮纸

# WinViewToolConvertText
source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환하기
nl: Converteren
pt: Converter
ru: Конвертировать
zh_cn: 转换

# WinViewToolOpenTooltipText
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nl: Openen
pt: Abrir
ru: Открыть
zh_cn: 打开文件

# WinViewToolPrintTooltipText
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: 印刷
ko: 인쇄
nl: Afdrukken
pt: Imprimir
ru: Печать
zh_cn: 打印

# WinViewToolRecentFileText
source: Recent Files
de: Zuletzt verwendete Dateien
es: Archivos recientes
fr: Fichiers récents
it: File recenti
ja: 最近のファイル
ko: 최근 파일
nl: Recente bestanden
pt: Arquivos recentes
ru: Недавние файлы
zh_cn: 最近文件

# WinViewToolRedoTooltipText
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直し
ko: 다시실행
nl: Opnieuw doen
pt: Refazer
ru: Вернуть
zh_cn: 重做

# WinViewToolSaveAsTooltipText
source: Save as
de: Speichern als
es: Guardar como
fr: Enregistrer sous
it: Salva come
ja: 名前を付けて保存
ko: 다음으로 저장
nl: Opslaan als
pt: Guardar como
ru: Сохранить как
zh_cn: 另存为

# WinViewToolSaveTooltipText
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_cn: 保存

# WinViewToolUndoTooltipText
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행취소
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
zh_cn: 撤销

# WinWatermarkAligmentContent
source: Alignment
de: Ausrichtung
es: Alineamiento
fr: Alignement
it: Allineamento
ja: 配置
ko: 줄 맞춤
nl: Uitlijning
pt: Alinhamento
ru: Выравнивание
zh_cn: 位置

# WinWatermarkCbxBottomCenterContent
source: Bottom Center
de: Unten Mitte
es: Abajo en el centro
fr: En bas au milieu
it: In basso al centro
ja: 中央下
ko: 하단 가운데 맞춤
nl: Middenonder
pt: Centro Inferior
ru: Снизу по центру
zh_cn: 正下方

# WinWatermarkCbxBottomLeftContent
source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
it: In basso a sinistra
ja: 左下
ko: 하단 왼쪽 맞춤
nl: Linksonder
pt: Esquerda Inferior
ru: Снизу по левому краю
zh_cn: 左下方

# WinWatermarkCbxBottomRightContent
source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
it: In basso a destra
ja: 右下
ko: 하단 오른쪽 맞춤
nl: Rechtsonder
pt: Direita Inferior
ru: Снизу по правому краю
zh_cn: 右下方

# WinWatermarkCbxMiddleCenterContent
source: Center
de: Mitte
es: Centro
fr: Au milieu
it: Al centro
ja: 中央下
ko: 가운데 맞춤
nl: Midden
pt: Centro
ru: По центру
zh_cn: 正中

# WinWatermarkCbxMiddleLeftContent
source: Middle Left
de: Mitte links
es: Medio a la izquierda
fr: Au milieu à gauche
it: Al centro a sinistra
ja: 真ん中左
ko: 중앙 왼쪽 맞춤
nl: Midden links
pt: Esquerda ao Centro
ru: Посередине по левому краю
zh_cn: 正左方

# WinWatermarkCbxMiddleRightContent
source: Middle Right
de: Mitte rechts
es: Medio a la derecha
fr: Au milieu à droite
it: Al centro a destra
ja: 真ん中右
ko: 중앙 오른쪽 맞춤
nl: Midden rechts
pt: Direita ao Centro
ru: Посередине по правому краю
zh_cn: 正右方

# WinWatermarkCbxTopCenterContent
source: Top Center
de: Oben Mitte
es: Arriba en el centro
fr: En haut au milieu
it: In alto al centro
ja: 中央上
ko: 상단 중앙 맞춤
nl: Middenboven
pt: Superior Centro
ru: Сверху по центру
zh_cn: 正上方

# WinWatermarkCbxTopLeftContent
source: Top Left
de: Oben links
es: Arriba a la izquierda
fr: En haut à gauche
it: In alto a sinistra
ja: 左上
ko: 상단 왼쪽 맞춤
nl: Linksboven
pt: Superior Esquerdo
ru: Сверху по левому краю
zh_cn: 左上方

# WinWatermarkCbxTopRightContent
source: Top Right
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
it: In alto a destra
ja: 右上
ko: 상단 오른쪽 맞춤
nl: Rechtsboven
pt: Superior Direito
ru: Сверху по правому краю
zh_cn: 右上方

# WinWatermarkCurrentpageContent
source: Current page
de: Aktuelle Seite
es: Página actual
fr: Page actuelle
it: Pagina corrente
ja: 現在のページ
ko: 현재 페이지
nl: Huidige pagina
pt: Pagina atual
ru: Текущая страница
zh_cn: 当前页

# WinWatermarkEditTiltle
source: Edit Watermark
de: Wasserzeichen bearbeiten
es: Editar marca de agua
fr: Modifier le filigrane
it: Modifica filigrana
ja: 透かしを編集
ko: 워터마크 편집
nl: Watermerk bewerken
pt: Editar Marca de Água
ru: Редактировать водяной знак
zh_cn: 编辑水印

# WinWatermarkFileContent
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
pt: Ficheiro
ru: Файл
zh_cn: 文件

# WinWatermarkFilePathEmptyMsg
source: No watermark image added
de: Kein Wasserzeichenbild hinzugefügt
es: No se ha añadido imagen de marca de agua
fr: Aucune image de filigrane ajoutée
it: Nessun immagine di filigrana aggiunta
ja: 透かし画像追加なし
ko: 추가된 워터마크 이미지 없음
nl: Geen watermerkafbeelding toegevoegd
pt: Não foi adicionada uma imagem da marca de água
ru: Изображение водяного знака не добавлено
zh_cn: 水印图片未添加

# WinWatermarkNewTiltle
source: Create Watermark
de: Wasserzeichen erstellen
es: Crear marca de agua
fr: Créer un filigrane
it: Crea filigrana
ja: 透かしを作成
ko: 워터마크 만들기
nl: Watermerk creëren
pt: Criar Marca de Água
ru: Создать водяной знак
zh_cn: 新建水印

# WinWatermarkOpacityContent
source: Opacity
de: Opazität
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
ko: 투명도
nl: Opaciteit
pt: Opacidade
ru: Прозрачность
zh_cn: 透明度

# WinWatermarkRotateContent
source: Rotate
de: Drehen
es: Rotar
fr: Faire pivoter
it: Ruota
ja: 回転
ko: 회전
nl: Roteren
pt: Rodar
ru: Повернуть
zh_cn: 角度

# WinWatermarkSizeContent
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
nl: Grootte
pt: Tamanho
ru: Размер
zh_cn: 字体大小

# WinWatermarkSourceContent
source: Source
de: Quelle
es: Fuente
it: Origine
ja: ソース
ko: 출처
nl: Bron
pt: Fonte
ru: Источник
zh_cn: 来源

# WinWatermarkStyleContent
source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pt: Estilo
ru: Стиль
zh_cn: 样式

# WinWatermarkTextContent
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# WinWatermarkTextEmptyMsg
source: Text cannot be empty.
de: Der Text darf nicht leer sein.
es: El texto no puede estar vacío.
fr: La zone de texte ne peut pas être vide.
it: Devi inserire il testo.
ja: テキストを入力してください。
ko: 텍스트를 비워둘 수 없습니다.
nl: Tekst kan niet leeg zijn
pt: O texto tem de ter conteúdo.
ru: Текст не может быть пустым.
zh_cn: 文本内容不能为空

# WinWatermarkTileContent
source: Tile
de: Kachel
es: Ficha
fr: Mosaïque
it: Casella
ja: 並べて表示
ko: 타일
nl: Tegel
pt: Mosaico
ru: Замостить
zh_cn: 平铺

# WinWrongPageRangTipContent
source: Please enter a valid range.
de: Bitte geben Sie einen gültigen Bereich ein.
es: Por favor, introduce un rango válido.
fr: Veuillez entrer une plage valide.
it: Inserire una gamma valida.
ja: 有効な範囲を入力してください。
ko: 유효한 범위를 입력해주세요.
nl: Voer een geldig bereik in.
pt: Introduza uma gama válida.
ru: Введите верный диапазон.
zh_cn: 请输入一个有效的范围。

# WrapBookmarkMenuItemContent
source: Wrap long bookmarks automatically
de: Lange Lesezeichen automatisch umbrechen
es: Envolver automáticamente marcadores largos
fr: Enrouler automatiquement les longs signets
it: Avvolgere automaticamente i segnalibri lunghi
ja: 長いブックマークは自動的に折り返す
ko: 긴 북마크 이름을 자동으로 줄 바꿈합니다
nl: Lange bladwijzers automatisch omslaan
pt: Envolver automaticamente marcadores longos
ru: Автоматически переносить длинные закладки
zh_cn: 长书签自动换行

# ScanningAreaEntire4
source: B5 (176 x 250 mm)
ja: B5（176×250mm）
ru: В5 (176 х 250 мм)

# ScanningAreaEntire5
source: B4 (250 x 353 mm)
ja: B4(250×353mm)
ru: B4 (250 х 353 мм)

# ScanningAreaEntire6
source: A5 (148 x 210 mm)
ja: A5(148×210mm)
ru: А5 (148 х 210 мм)

# ScanningAreaEntire7
source: A4 (210 x 297 mm)
ja: A4(210×297mm)
ru: А4 (210 х 297 мм)

# ScanningAreaEntire8
source: A3 (297 x 420 mm)
it: A3 (297×420 mm)
ja: A3(297×420mm)
ru: А3 (297 х 420 мм)
