Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# DocumentPropertiesKeyword
source: Keywords:
de: Schlüsselwörter:
es: Palabras Clave:
fr: Mots Clés:
it: Parola Chiave:
ja: キーワード:
ko: 키워드:
nl: Trefwoorden:
pt: Palavras-chave:
ru: Ключевые Cлова:
zh_cn: 关键词：

# DocumentPropertiesLocation
source: Location:
de: Speicherort:
es: Ubicación:
fr: Emplacement:
it: Posizione:
ja: 場所:
ko: 위치:
nl: Locatie:
pt: Localização:
ru: Расположение:
zh_cn: 文件位置：

# DocumentPropertiesModified
source: Modified:
de: Geändert:
es: Modificado:
fr: Modifié:
it: Modificato:
ja: 変更日:
ko: 수정됨:
nl: Gewijzigd:
pt: Modificado:
ru: Изменен:
zh_cn: 修改时间：

# DocumentPropertiesPageSize
source: Page Size:
de: Seitenformat:
es: Tamaño de Página:
fr: Taille de Page:
it: Dimensione Della Pagina:
ja: ページサイズ:
ko: 페이지 크기:
nl: Paginagrootte:
pt: Tamanho da Página:
ru: Размер Страницы:
zh_cn: 页面大小：

# DocumentPropertiesProducer
source: Producer:
de: Hersteller:
es: Productor:
fr: Producteur:
it: Produttore:
ja: 製作者:
ko: 제작자:
nl: Producent:
pt: Produtor:
ru: Режиссер:
zh_cn: 制作工具：

# DocumentPropertiesSubject
source: Subject:
de: Thema:
es: Asunto:
fr: Sujet:
it: Soggetto:
ja: 主題:
ko: 주제:
nl: Onderwerp:
pt: Assunto:
ru: Тема:
zh_cn: 主题：

# DocumentPropertiesTitle
source: Title:
de: Titel:
es: Título:
fr: Titre:
it: Titolo:
ja: タイトル:
ko: 제목:
nl: Titel:
pt: Título:
ru: Название:
zh_cn: 标题：

# DocumentPropertiesTotalPages
source: Number of Pages:
de: Seitenanzahl:
es: Número de Páginas:
fr: Nombre de Pages:
it: Numero di Pagine:
ja: ページ数:
ko: 페이지 수:
nl: Aantal Pagina's:
pt: Número de Páginas:
ru: Количество Страниц:
zh_cn: 页数：

# DocumentPropertiesWindowTitle
source: Document Properties
de: Dokumenteigenschaften
es: Propiedades del documento
fr: Propriétés du document
it: Proprietà del documento
ja: ドキュメントのプロパティ
ko: 문서 속성
nl: Documenteigenschappen
pt: Propriedades do documento
ru: Свойства документа
zh_cn: 文档属性

# EditCustomStampWinTitle
source: Edit Custom Stamp
de: Benutzerdefinierten Stempel bearbeiten
es: Editar sello personalizado
fr: Modifier le tampon personnalisé
it: Modifica timbro personalizzato
ja: カスタムスタンプを編集
ko: 사용자 정의 스탬프 편집
nl: Aangepaste stempel bewerken
pt: Editar carimbo personalizado
ru: Редактировать пользовательский штамп
zh_cn: 编辑自定义图章

# EditStampWinCategoryListNewContent
source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
nl: Nieuwe categorie
pt: Nova categoria
ru: Новая категория
zh_cn: 新分组

# EditStampWinContentType1
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# EditStampWinContentType2
source: Date and Time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
nl: Datum en tijd
pt: Data e hora
ru: Дата и время
zh_cn: 日期和时间

# EditStampWinContentType3
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt: Nenhum
ru: Нет
zh_cn: 无

# EditStampWinDefaultCategoryName
source: Default Category
de: Standardkategorie
es: Categoría predeterminada
fr: Catégorie par défaut
it: Categoria predefinita
ja: デフォルトカテゴリ
ko: 기본 카테고리
nl: Standaardcategorie
pt: Categoria padrão
ru: Категория по умолчанию
zh_cn: 默认分组

# EditStampWinDefaultStampName
source: Untitled Stamp
de: Unbenannter Stempel
es: Sello sin título
fr: Tampon sans titre
it: Timbro senza titolo
ja: 無題のスタンプ
ko: 제목 없는 스탬프
nl: Naamloze stempel
pt: Carimbo sem título
ru: Штамп без названия
zh_cn: 未命名图章

# EditStampWinFontTitle
source: Font
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
nl: Lettertype
pt: Fonte
ru: Шрифт
zh_cn: 字体

# EditStampWinImageEmptyErrorMessage
source: Please select an image first
de: Bitte wählen Sie zuerst ein Bild aus
es: Por favor, seleccione una imagen primero
fr: Veuillez d'abord sélectionner une image
it: Seleziona prima un'immagine
ja: 先に画像を選択してください
ko: 먼저 이미지를 선택하세요
nl: Selecteer eerst een afbeelding
pt: Primeiro, por favor selecione uma imagem
ru: Пожалуйста, сначала выберите изображение
zh_cn: 请先选择一张图片

# EditStampWinImageSelectedBtnContent
source: Select Image
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona immagine
ja: 画像を選択
ko: 이미지 선택
nl: Afbeelding selecteren
pt: Selecionar imagem
ru: Выбрать изображение
zh_cn: 选择图片

# EditStampWinLargeFontSize
source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
nl: Groot
pt: Grande
ru: Крупный
zh_cn: 大

# EditStampWinListMenuDynamicContent
source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
it: Dinamico
ja: ダイナミック
ko: 동적
nl: Dynamisch
pt: Dinâmico
ru: Динамический
zh_cn: 动态

# EditStampWinMediumFontSize
source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 中
ko: 보통
nl: Normaal
pt: Médio
ru: Средний
zh_cn: 中

# EditStampWinSaveCheckBoxContent
source: Save Custom Stamp
de: Benutzerdefinierten Stempel speichern
es: Guardar sello personalizado
fr: Enregistrer le tampon personnalisé
it: Salva timbro personalizzato
ja: カスタムスタンプを保存
ko: 사용자 지정 스탬프 저장
nl: Aangepaste stempel opslaan
pt: Salvar carimbo personalizado
ru: Сохранить пользовательский штамп
zh_cn: 保存自定义图章

# EditStampWinSmallFontSize
source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작게
nl: Klein
pt: Pequeno
ru: Маленький
zh_cn: 小

# EditStampWinStampCategoryName
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pt: Categoria
ru: Категория
zh_cn: 分组

# EditStampWinStampContent1
source: Content 1
de: Inhalt 1
es: Contenido 1
fr: Contenu 1
it: Contenuto 1
ja: コンテンツ 1
ko: 콘텐츠 1
nl: Inhoud 1
pt: Conteúdo 1
ru: Содержимое 1
zh_cn: 内容1

# EditStampWinStampContent2
source: Content 2
de: Inhalt 2
es: Contenido 2
fr: Contenu 2
it: Contenuto 2
ja: コンテンツ 2
ko: 콘텐츠 2
nl: Inhoud 2
pt: Conteúdo 2
ru: Содержимое 2
zh_cn: 内容2

# EditStampWinStampContent3
source: Content 3
de: Inhalt 3
es: Contenido 3
fr: Contenu 3
it: Contenuto 3
ja: コンテンツ 3
ko: 콘텐츠 3
nl: Inhoud 3
pt: Conteúdo 3
ru: Содержимое 3
zh_cn: 内容3

# EditStampWinStampName
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
zh_cn: 图章名

# EditStampWinStampShape
source: Shape
de: Form
es: Forma
fr: Forme
it: Forma
ja: 形
ko: 모양
nl: Vorm
pt: Forma
ru: Форма
zh_cn: 形状

# EditStampWinTitle
source: Create Custom Stamp
de: Benutzerdefinierten Stempel erstellen
es: Crear sello personalizado
fr: Créer un tampon personnalisé
it: Crea timbro personalizzato
ja: カスタムスタンプを作成
ko: 사용자 지정 스탬프 만들기
nl: Aangepaste stempel maken
pt: Criar carimbo personalizado
ru: Создать пользовательский штамп
zh_cn: 创建自定义图章

# EditStampWinUntitledCategoryName
source: Untitled Category
de: Unbenannte Kategorie
es: Categoría sin título
fr: Catégorie sans titre
it: Categoria senza titolo
ja: 無題のカテゴリ
ko: 제목 없음 카테고리
nl: Naamloze categorie
pt: Categoria sem título
ru: Категория без названия
zh_cn: 未命名分组

# EraserToolbarPaitialBtn
source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale
ja: 部分的
ko: 부분적
nl: Gedeeltelijk
pt: Parcial
ru: Частичный
zh_cn: 部分擦除

# EraserToolbarSizeContent
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
nl: Grootte
pt: Tamanho
ru: Размер
zh_cn: 橡皮擦大小

# EraserToolbarWholeBtn
source: Entire
de: Gesamte
es: Completo
fr: Entier
it: Intero
ja: 全体
ko: 전체
nl: Geheel
pt: Inteiro
ru: Весь
zh_cn: 整体擦除

# ExtractPageCheckEmptyMsg
source: Please select the page(s) you want to extract.
de: Bitte wählen Sie die Seite(n) aus, die Sie extrahieren möchten.
es: Seleccione la(s) página(s) que quiere extraer.
fr: Veuillez sélectionner la ou les page(s) que vous souhaitez extraire.
it: Seleziona la/le pagina/e che vuoi estrarre.
ja: 抽出したいページを選択してください。
ko: 추출할 페이지를 선택하세요
nl: Selecteer de pagina('s) die u wilt uitpakken.
pt: Por favor, selecione a(s) página(s) que pretende extrair.
ru: Выберите страницы, которые хотите извлечь.
zh_cn: 请选择要提取的页面。

# FindDeviceErrorMessage
source: Unable to connect to the scanner. Please check your scanner and try again.
de: Es kann keine Verbindung zum Scanner hergestellt. Bitte überprüfen Sie Ihren Scanner und versuchen Sie es erneut.
es: No se puede conectar al escáner. Por favor revise su escáner e inténtelo nuevamente.
fr: Impossible de se connecter au scanner. Veuillez vérifier votre scanner et réessayer.
it: Impossibile connettersi allo scanner. Controlla lo scanner e riprova.
ja: スキャナーに接続できません。スキャナーを確認して、もう一度お試しください。
ko: 스캐너에 연결할 수 없습니다. 스캐너를 확인하고 다시 시도하십시오.
nl: Kan geen verbinding maken met de scanner. Controleer alstublieft uw scanner en probeer het opnieuw.
pt: Não é possível conectar ao scanner. Por favor verifique seu scanner e tente novamente.
ru: Невозможно подключиться к сканеру. Пожалуйста, проверьте сканер и повторите попытку.
zh_cn: 无法连接到扫描仪。请检查您的扫描仪并重试。

# FirstPageTooltipText
source: First Page
de: Erste Seite
es: Primera página
fr: Première page
it: Prima pagina
ja: 最初のページ
ko: 첫 페이지
nl: Eerste pagina
pt: Primeira página
ru: Первую страницу
zh_cn: 首页

# FlattenBtn
source: Flatten Annotation
de: Annotationen abflachen
es: Aplanar anotación
fr: Aplatir les annotations
it: Appiattisci annotazione
ja: 注釈の平坦化
ko: 평면화 주석
nl: Annotatie afvlakken
pt: Achatar anotação
ru: Сгладить аннотацию
zh_cn: 压平批注

# FlattenWinContent1
source: Merge annotations into the content layer.
de: Anmerkungen in die Inhaltsebene einfügen
es: Fusionar anotaciones en la capa de contenido
fr: Fusionner les annotations dans la couche de contenu.
it: Unisci le annotazioni nel livello di contenuto
ja: 注釈をコンテンツレイヤーにマージします。
ko: 주석을 콘텐츠 레이어에 병합합니다.
nl: Annotaties samenvoegen met de inhoudslaag
pt: Mesclar anotações na camada de conteúdo.
ru: Слияние аннотаций в слой содержимого.
zh_cn: 将批注合并到内容层。

# FlattenWinContent2
source: After flattening, all annotations cannot be edited anymore.
de: Nach dem Verkleinern können alle Anmerkungen nicht mehr bearbeitet werden.
es: Después de aplanar, todas las anotaciones no podrán editarse.
fr: Après l'aplatissement, toutes les annotations ne peuvent plus être modifiées.
it: Dopo l’appiattimento, tutte le annotazioni non potranno più essere modificate.
ja: フラット化の後、すべての注釈は編集できなくなります。
ko: 병합 후에는 모든 주석을 더 이상 편집할 수 없습니다.
nl: Na samenvoegen kunnen annotaties niet meer worden bewerkt.
pt: Após achatar, todas as anotações não poderão ser editadas.
ru: После сплющивания все аннотации больше нельзя редактировать.
zh_cn: 压平后，无法再编辑所有批注。

# FlattenWinContent3
source: To preserve the original information, the flattened file will be saved as a copy.
de: Um die ursprünglichen Informationen zu erhalten, wird die reduzierte Datei als Kopie gespeichert.
es: Para preservar la información original, el archivo aplanado se guardará como una copia.
fr: Pour préserver les informations d'origine, le fichier aplati sera enregistré en tant que copie.
it: Per preservare le informazioni originali, il file appiattito sarà salvato come copia.
ja: 元の情報を保持するため、フラット化されたファイルはコピーとして保存されます。
ko: 원본 정보를 보존하기 위해 플래트닝된 파일은 사본으로 저장됩니다.
nl: Om de originele informatie te behouden, wordt het samengevoegde bestand als een kopie opgeslagen.
pt: Para preservar as informações originais, o arquivo achatado será salvo como uma cópia.
ru: Чтобы сохранить исходную информацию, сглаженный файл будет сохранен как копия.
zh_cn: 为了保留原始信息，压平后的文件将保存为副本。

# FlattenWinTitle
source: Flatten all annotations in the PDF
de: Alle Anmerkungen im PDF verflachen
es: Aplanar todas las anotaciones en el PDF
fr: Aplatir toutes les annotations dans le PDF
it: Appiattisci tutte le annotazioni nel PDF
ja: PDF内のすべての注釈を平坦化します。
ko: PDF의 모든 주석을 평평하게 만들기
nl: Alle annotaties in de PDF samenvoegen
pt: Achatar todas as anotações no PDF
ru: Сгладить все аннотации в PDF
zh_cn: 压平PDF中的所有批注

# FootToolNextViewTips
source: Next View
de: Nächste Ansicht
es: Siguiente vista
fr: Vue suivante
it: Vista successiva
ja: 次のビュー
ko: 다음 뷰
nl: Volgende weergave
pt: Próxima visualização
ru: Следующий вид
zh_cn: 下个视图

# FootToolPreviousViewTips
source: Previous View
de: Vorherige Ansicht
es: Vista anterior
fr: Vue précédente
it: Vista precedente
ja: 前のビュー
ko: 이전 뷰
nl: Vorige weergave
pt: Visualização anterior
ru: Предыдущий вид
zh_cn: 上个视图

# HeaderToolExitFullScreenTips
source: Exit Full Screen
de: Vollbildmodus Beenden
es: Salir de Pantalla Completa
fr: Quitter le Plein Écran
it: Uscire da Schermo Intero
ja: フルスクリーンを終了
ko: 전체 화면 종료
nl: Volledig Scherm Afsluiten
pt: Sair da Tela Cheia
ru: Выйти из Полноэкранного Режима
zh_cn: 退出全屏

# HeaderToolFullScreenTips
source: Full screen
de: Vollbild
es: Pantalla Completa
fr: Plein Écran
it: Schermo Intero
ja: 全画面
ko: 전체 화면
nl: Volledig Scherm
pt: Tela Cheia
ru: Полноэкранный Режим
zh_cn: 全屏

# HeaderToolHideTips
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondere
ja: 隠す
ko: 숨기기
nl: Verbergen
pt: Ocultar
ru: Скрыть
zh_cn: 隐藏

# HeaderToolShareTips
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividere
ja: 共有する
ko: 공유
nl: Delen
pt: Compartilhar
ru: Поделиться
zh_cn: 分享

# HeaderToolShowTips
source: Expand
de: Erweitern
es: Expandir
fr: Étendre
it: Espandi
ja: 拡大
ko: 확장
nl: Uitbreiden
pt: Expandir
ru: Развернуть
zh_cn: 展开

# HeaderToolThemeTips
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Interfaccia
ja: インターフェース
ko: 인터페이스
nl: Uiterlijk
pt: Aparência
ru: Внешний Вид
zh_cn: 外观

# ImageControlEditor
source: Edit Image
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
it: Modifica immagine
ja: 画像の編集
ko: 이미지 편집
nl: Afbeelding bewerken
pt: Editar imagem
ru: Редактировать изображение
zh_cn: 编辑图片

# ImageControl_DeleteConfirm
source: Are you sure you want to delete the selected image?
de: Sind Sie sicher, dass Sie das ausgewählte Bild löschen möchten?
es: ¿Estás seguro de que deseas eliminar la imagen seleccionada?
fr: Etes-vous sûr de vouloir supprimer l'image sélectionnée ?
it: Sei sicuro di voler eliminare l'immagine selezionata?
ja: 選択した画像を削除してもよろしいですか?
ko: 선택한 이미지를 삭제하시겠습니까?
nl: Weet u zeker dat u de geselecteerde afbeelding wilt verwijderen?
pt: Tem certeza de que deseja excluir a imagem selecionada?
ru: Вы уверены, что хотите удалить выбранное изображение?
zh_cn: 是否确定删除所选的图片?

# ImageControl_OcrFailed
source: Failed to OCR from the image!
de: Die OCR des Bildes ist fehlgeschlagen!
es: ¡Ha fallado la OCR de la imagen!
fr: Échec de l'OCR à partir de l'image !
it: Impossibile eseguire l'OCR dall'immagine!
ja: 画像からの OCR に失敗しました!
ko: 이미지에서 OCR에 실패했습니다!
nl: OCR van de afbeelding is niet gelukt!
pt: Falha no OCR da imagem!
ru: Не удалось выполнить OCR изображения!
zh_cn: 从图片中提取文字失败！

# ImageHierarchyBottom
source: Set to Bottom
de: Nach unten setzen
es: Mover a la parte inferior
fr: Placer en bas
it: Metti in fondo
ja: 一番下に設定
ko: 맨 아래로 설정
nl: Zet op de bodem
pt: Definir para baixo
ru: Установить на низ
zh_cn: 置于底层

# ImageHierarchyDown
source: Move to Back
de: Nach hinten bewegen
es: Mover hacia atrás
fr: Déplacer vers l'arrière
it: Muovi indietro
ja: 背面に移動
ko: 맨 뒤로 이동
nl: Naar achteren verplaatsen
pt: Mover para trás
ru: Переместить назад
zh_cn: 下移一层

# ImageHierarchyFront
source: Move to Front
de: Nach vorne bewegen
es: Mover al frente
fr: Déplacer vers l'avant
it: Muovi in primo piano
ja: 手前に移動
ko: 맨 앞으로 이동
nl: Naar voren verplaatsen
pt: Mover para a frente
ru: Переместить вперед
zh_cn: 上移一层

# ImageHierarchyTop
source: Set to Top
de: Nach oben setzen
es: Mover a la parte superior
fr: Placer en haut
it: Metti in cima
ja: 一番上に設定
ko: 맨 위로 설정
nl: Zet bovenaan
pt: Definir para o topo
ru: Установить наверх
zh_cn: 置于顶层

# ImageToolbarTitle
source: You are in image editing mode.
de: Sie befinden sich im Bildbearbeitungsmodus.
es: Se encuentra en el modo de edición de imágenes.
fr: Vous êtes en mode d'édition d'images.
it: Sei in modalità di modifica delle immagini.
ja: 画像編集モードになっています。
ko: 현재 이미지 편집 모드에 있습니다.
nl: U bevindt zich in de beeldbewerkingsmodus.
pt: Está no modo de edição de imagem.
ru: Вы находитесь в режиме редактирования изображений.
zh_cn: 您当前处于图片编辑模式

# ImagemanipulationDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除

# ImagemanipulationFilpHor
source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontalmente
fr: Symétrie sur l’axe horizontal
it: Capovolgi in orizzontale
ja: 左右反転
ko: 가로로 뒤집기
nl: Horizontaal draaien
pt: Virar horizontalmente
ru: Отразить по горизонтали
zh_cn: 水平翻转

# ImagemanipulationFilpVer
source: Flip Vertical
de: Vertikal spiegeln
es: Voltear verticalmente
fr: Symétrie sur l’axe vertical
it: Capovolgi in verticale
ja: 上下反転
ko: 세로로 뒤집기
nl: Verticaal draaien
pt: Virar verticalmente
ru: Отразить по вертикали
zh_cn: 垂直翻转

# ImagemanipulationHierarchy
source: Hierarchy
de: Hierarchie
es: Jerarquía
fr: Hiérarchie
it: Gerarchia
ja: 階層
ko: 계층 구조
nl: Hiërarchie
pt: Hierarquia
ru: Иерархия
zh_cn: 层级

# ImagemanipulationOCR
source: OCR
zh_cn: 提取图中文字

# ImagemanipulationReplace
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituire
ja: 取り替える
ko: 바꾸기
nl: Vervangen
pt: Substituir
ru: Заменять
zh_cn: 替换

# ImagemanipulationRotate
source: Rotate
de: Drehen
es: Rotar
fr: Faire pivoter
it: Ruota
ja: 回転
ko: 회전
nl: Roteren
pt: Rodar
ru: Повернуть
zh_cn: 旋转

# ImagemanipulationSave
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранять
zh_cn: 保存

# ImportDialogFilterImage
source: Image Files
de: Bild-Dateien
es: Archivos de Imagen
fr: Fichiers D'images
it: File Immagine
ja: 画像ファイル
ko: 이미지 파일
nl: Afbeeldingsbestanden
pt: Ficheiros de Imagem
ru: Файлы Изображений
zh_cn: 图片文件

# ImportDialogFilterSupported
source: Supported Files
de: Unterstützte Dateien
es: Archivos Admitidos
fr: Fichiers Pris en Charge
it: File Supportati
ja: 対応ファイル
ko: 지원 파일
nl: Ondersteunde Bestanden
pt: Ficheiros Suportados
ru: Поддерживаемые файлы
zh_cn: 支持的文件

# ImprotPagesUnexpectedError
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

# InkToolbarEraserBtn
source: Eraser
de: Radiergummi
es: Goma
fr: Gomme
it: Gomma per cancellare
ja: 消しゴム
ko: 지우개
nl: Rubber
pt: Apagador
ru: Ластик
zh_cn: 橡皮擦

# InsertPDFDetermineContent
source: Are you sure you want to insert the selected XXX page(s) into the PDF?
de: Sind Sie sicher, dass Sie die ausgewählte(n) XXX-Seite(n) in die PDF-Datei einfügen möchten?
es: ¿Está seguro de que desea insertar las páginas XXX seleccionadas en el PDF?
fr: Êtes-vous sûr de vouloir insérer la ou les pages XXX sélectionnées dans le PDF ?
it: Sei sicuro di voler inserire le pagine XXX selezionate nel PDF?
ja: 選択した XXX ページを PDF に挿入してもよろしいですか?
ko: 선택한 XXX 페이지를 PDF에 삽입하시겠습니까?
nl: Weet u zeker dat u de geselecteerde XXX pagina('s) in de PDF wilt invoegen?
pt: Tem a certeza de que pretende inserir a(s) página(s) XXX selecionada(s) no PDF?
ru: Вы уверены, что хотите вставить выбранную страницу (страницы) XXX в PDF?
zh_cn: 您确定要将选定的 XXX 页面插入 PDF 吗？

# InsertPDFInsertTitle
source: Insert to
de: Einfügen in
es: Insertar en
fr: Insérer dans
it: Inserisci in
ja: へ挿入
ko: 이곳에 삽입하기
nl: Invoegen bij
pt: Inserir em
ru: Вставить в
zh_cn: 插入到

# InsertWinInsertAfter
source: After the Page
de: Nach der Seite
es: Después de la Página
fr: Après la Page
it: Dopo la Pagina
ja: ページの後
ko: 페이지 후
nl: Na de Pagina
pt: Depois da Página
ru: После Страницы
zh_cn: 指定页码后

# InsertWinInsertBefore
source: Before the Page
de: Vor der Seite
es: Antes de la Página
fr: Avant la Page
it: Prima della Pagina
ja: ページの前
ko: 페이지 전
nl: Voor de Pagina
pt: Antes da Página
ru: До Страницы
zh_cn: 指定页码前

# IrreversibleSaveAsCopyMessageContent
source: There are certain modifications made in the PDF that are irreversible. To ensure the preservation of the original information and avoid any potential loss, please save the modified file as a copy.
de: Es gibt bestimmte Änderungen im PDF, die nicht rückgängig gemacht werden können. Um die Originalinformationen zu erhalten und möglichen Verlust zu vermeiden, sollte die modifizierte Datei als Kopie gespeichert werden.
es: Hay ciertas modificaciones realizadas en el PDF que son irreversibles. Para garantizar la conservación de la información original y evitar posibles pérdidas, guarde el archivo modificado como una copia.
fr: Certaines modifications apportées au PDF sont irréversibles. Pour garantir la préservation des informations originales et éviter toute perte potentielle, veuillez enregistrer le fichier modifié sous forme de copie.
it: Alcune modifiche apportate al PDF sono irreversibili. Per garantire la conservazione delle informazioni originali ed evitare potenziali perdite, salvare il file modificato come copia.
ja: PDF には元に戻せない特定の変更が加えられています。 元の情報を確実に保持し、損失の可能性を回避するには、変更したファイルをコピーとして保存してください。
ko: PDF에는 되돌릴 수 없는 특정 수정 사항이 있습니다. 원본 정보를 보존하고 잠재적인 손실을 방지하려면 수정한 파일을 사본으로 저장하세요.
nl: Er zijn bepaalde wijzigingen in de PDF die onomkeerbaar zijn. Om de originele informatie te behouden en het mogelijke verlies te vermijden, slaat u het gewijzigde bestand op als een kopie.
pt: Existem certas modificações feitas no PDF que são irreversíveis. Para garantir a preservação das informações originais e evitar qualquer perda potencial, salve o arquivo modificado como uma cópia.
ru: Некоторые изменения, внесенные в PDF-файл, являются необратимыми. Чтобы обеспечить сохранность исходной информации и избежать возможных потерь, сохраните измененный файл в виде копии.
zh_cn: PDF中进行的某些修改是不可逆转的。 为确保保留原始信息并避免任何潜在的损失，请将修改后的文件另存为副本。

# IrreversibleSaveAsCopyMessageTitle
source: Save the PDF as a copy
de: Speichern Sie das PDF als Kopie
es: Guarde el PDF como una copia
fr: Enregistrez le PDF en tant que copie
it: Salva il PDF come copia
ja: PDF をコピーとして保存します
ko: PDF를 복사본으로 저장
nl: Sla de PDF op als kopie
pt: Salve o PDF como uma cópia
ru: Сохраните PDF как копию
zh_cn: 将PDF保存为副本

# LabelColorContent
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색깔
nl: Kleur
pt: Cor
ru: Цвет
zh_cn: 颜色

# LabelTextContent
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# LastPageTooltipText
source: Last Page
de: Letzte Seite
es: Última página
fr: Dernière page
it: Ultima pagina
ja: 最後のページ
ko: 끝 페이지
nl: Laatste pagina
pt: Última página
ru: Последнюю страницу
zh_cn: 尾页

# LeftNavigationAnnotationPageLabelContent
source: Page XXX
de: Seite XXX
es: Página XXX
it: Pagina XXX
ja: XXXページ
ko: XXX페이지
nl: Pagina XXX
pt: Página XXX
ru: Страница XXX
zh_cn: 第XXX页

# LeftNavigationViewAnnotationDisplayName
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
ko: 댓글
nl: Opmerkingen
pt: Comentários
ru: Комментарии
zh_cn: 注释

# LeftNavigationViewBookmarkDisplayName
source: Bookmark
de: Lesezeichen
es: Marcador
fr: Signet
it: Segnalibro
ja: ブックマーク
ko: 북마크
nl: Bladwijzer
pt: Marcador
ru: Закладка
zh_cn: 书签

# LeftNavigationViewDigitalSignaturesDisplayName
source: Digital Signatures
de: Digitale Signaturen
es: Firmas Digitales
fr: Signatures numériques
it: Firme digitali
ja: デジタル署名
ko: 디지털 서명
nl: Digitale handtekeningen
pt: Assinaturas Digitais
ru: Цифровые подписи
zh_cn: 数字签名

# LeftNavigationViewThumbnailDisplayName
source: Thumbnail
de: Miniaturansichten
es: Miniatura
fr: Miniature
it: Anteprima
ja: サムネイル
ko: 썸네일
pt: Miniatura
ru: Эскиз
zh_cn: 缩略图
