Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WIA_ERROR_PAPER_PROBLEM
source: An unspecified problem occurred with the scanner's feeder.
de: Es ist ein nicht angegebenes Problem mit dem Dokumentenzuführung des Scanners aufgetreten.
es: Se produjo un problema no especificado con el alimentador de documentos del analizador.
fr: Un problème non spécifié s’est produit avec le chargeur de documents du scanneur.
it: Si è verificato un problema non specificato con il feeder del documento dello scanner.
ja: スキャナーのドキュメント フィーダーで未指定の問題が発生しました。
ko: 스캐너의 문서 피더에서 지정되지 않은 문제가 발생했습니다.
nl: Er is een onbekend probleem opgetreden met de documentinvoer van de scanner.
pt: Ocorreu um problema não especificado com o alimentador de documentos do verificador.
ru: Возникла неустановленная проблема с средством подачи документов сканера.
zh_cn: 扫描仪的进纸器出现未知问题。

# WIA_ERROR_USER_INTERVENTION
source: There is a problem with the WIA device. Make sure that the device is turned on, online, and any cables are properly connected.
de: Es liegt ein Problem mit dem WIA-Gerät vor. Stellen Sie sicher, dass das Gerät eingeschaltet, online und alle Kabel ordnungsgemäß angeschlossen sind.
es: Hay un problema con el dispositivo WIA. Asegúrese de que el dispositivo está encendido, en línea y de que los cables están conectados correctamente.
fr: Il existe un problème avec l’appareil WIA. Assurez-vous que l’appareil est allumé, en ligne, et que tous les câbles sont correctement connectés.
it: Si è verificato un problema con il dispositivo WIA. Assicurarsi che il dispositivo sia acceso, online e che tutti i cavi siano collegati correttamente.
ja: WIA デバイスに問題があります。 デバイスの電源が入っており、オンラインで、ケーブルが正しく接続されていることを確認します。
ko: WIA 디바이스에 문제가 있습니다. 디바이스가 켜져 있고, 온라인 상태이고, 케이블이 제대로 연결되어 있는지 확인합니다.
nl: Er is een probleem met het WIA-apparaat. Zorg ervoor dat het apparaat is ingeschakeld, online is en dat alle kabels goed zijn aangesloten.
pt: Há um problema com o dispositivo WIA. Verifique se o dispositivo está ativado, online e se todos os cabos estão conectados corretamente.
ru: Возникла проблема с устройством WIA. Убедитесь, что устройство включено, подключено к сети и все кабели правильно подключены.
zh_cn: WIA设备存在问题。确保设备已打开并处于在线状态，且所有线缆均已正确连接。

# WIA_ERROR_WARMING_UP
source: The device is warming up.
de: Das Gerät wird aufgewärmt.
es: El dispositivo se está calentando.
fr: L’appareil s’échauffe.
it: Il dispositivo si sta riscaldando.
ja: デバイスがウォームアップしています。
ko: 장치가 예열되고 있습니다.
nl: Het apparaat is aan het opwarmen.
pt: O dispositivo está se aquecendo.
ru: Устройство прогревается.
zh_cn: 设备正在预热。

# WIA_S_NO_DEVICE_AVAILABLE
source: No scanner device was found. Make sure the device is online, connected to the PC, and has the correct driver installed on the PC.
de: Es wurde kein Scannergerät gefunden. Stellen Sie sicher, dass das Gerät online ist, mit dem PC verbunden ist und der richtige Treiber auf dem PC installiert ist.
es: No se encontró ningún dispositivo de escáner. Asegúrese de que el dispositivo está en línea, conectado al equipo y que tiene el controlador correcto instalado en el equipo.
fr: Aucun appareil scanneur n’a été trouvé. Vérifiez que l’appareil est en ligne, connecté au PC et que le pilote approprié est installé sur le PC.
it: Non è stato trovato alcun dispositivo scanner. Assicurarsi che il dispositivo sia online, connesso al PC e che il driver corretto sia installato nel PC.
ja: スキャナー デバイスが見つかりませんでした。 デバイスがオンラインで、PC に接続されていて、PC に正しいドライバーがインストールされていることを確認します。
ko: 스캐너 디바이스를 찾을 수 없습니다. 디바이스가 온라인 상태이고 PC에 연결되어 있고 PC에 올바른 드라이버가 설치되어 있는지 확인합니다.
nl: Er is geen scannerapparaat gevonden. Zorg ervoor dat het apparaat online is, aangesloten is op de pc en dat het juiste stuurprogramma op de pc is geïnstalleerd.
pt: Nenhum dispositivo de scanner foi encontrado. Verifique se o dispositivo está online, conectado ao computador e se tem o driver correto instalado no computador.
ru: Устройство сканера не найдено. Убедитесь, что устройство подключено к сети, подключено к компьютеру и на компьютере установлен правильный драйвер.
zh_cn: 未找到扫描仪设备。确保设备处于在线状态，已连接到计算机，并且计算机上安装了正确的驱动程序。

# WinBtnAllPagesContent
source: All pages
de: Alle Seiten
es: Todas las páginas
fr: Toutes les pages
it: Tutte le pagine
ja: 全てのページ
ko: 모든 페이지
nl: Alle pagina's
pt: Todas as Páginas
ru: Все страницы
zh_cn: 所有页

# WinBtnBackContent
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt: Voltar
ru: Назад
zh_cn: 上一步

# WinBtnCancelContent
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_cn: 取消

# WinBtnCloseContent
source: Close
de: Beenden
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
zh_cn: 关闭

# WinBtnNextContent
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pt: Seguinte
ru: Далее
zh_cn: 下一步

# WinBtnOkContent
source: OK
ko: 확인
zh_cn: 确定

# WinBtnSaveContent
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장하기
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_cn: 保存

# WinBtnSelectedPagesContent
source: Selected pages
de: Ausgewählte Seiten
es: Páginas seleccionadas
fr: Pages sélectionnées
it: Pagine selezionate
ja: 選択したページ
ko: 선택한 페이지
nl: Geselecteerde pagina's
pt: Páginas selecionadas
ru: Выбранные страницы
zh_cn: 选择页

# WinCbxAutoItemContent
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pt: Automático
ru: Автоматически
zh_cn: 自动

# WinCbxChildAllPagesContent
source: All pages in range
de: Alle Seiten im Bereich
es: Todas las páginas en el rango
fr: Toutes les pages dans cette plage
it: Tutte le pagine nell'intervallo
ja: 範囲内の全てのページ
ko: 범위 내 모든 페이지
nl: Alle pagina's binnen het bereik
pt: Todas as páginas no conjunto
ru: Все страницы в диапазоне
zh_cn: 范围中的所有页

# WinCbxChildEvenPagesContent
source: Even pages only
de: Nur gerade Seiten
es: Solo páginas pares
fr: Uniquement les pages paires
it: Solo le pagine pari
ja: 偶数ページのみ
ko: 짝수 페이지만
nl: Alleen even pagina's
pt: Apenas as páginas pares
ru: Только четные страницы
zh_cn: 仅偶数页

# WinCbxChildOddPagesContent
source: Odd pages only
de: Nur ungerade Seiten
es: Solo páginas impares
fr: Uniquement les pages impaires
it: Solo le pagine dispari
ja: 奇数ページのみ
ko: 홀수 페이지만
nl: Alleen oneven pagina's
pt: Apenas as páginas ímpares
ru: Только нечетные страницы
zh_cn: 仅奇数页

# WinConvertToolBtnExcelToPDFText
source: Excel to PDF
de: Excel in PDF
es: Excel a PDF
fr: Excel en PDF
it: Da Excel a PDF
ja: ExcelをPDFに
ko: Excel를 PDF로
nl: Excel naar PDF
pt: Excel para PDF
ru: Excel в PDF
zh_cn: Excel转PDF

# WinConvertToolBtnImageToPDFText
source: Image to PDF
de: Bild in PDF
es: Imagen a PDF
fr: Image en PDF
it: Da immagine a PDF
ja: 画像をPDFに
ko: 이미지를 PDF로
nl: Afbeelding naar PDF
pt: Imagem para PDF
ru: Изображение в PDF
zh_cn: 图片转PDF

# WinConvertToolBtnPPTToPDFText
source: PPT to PDF
de: PPT in PDF
es: PPT a PDF
fr: PPT en PDF
it: Da PPT a PDF
ja: PPTをPDFに
ko: PPT를 PDF로
nl: PPT naar PDF
pt: PPT para PDF
ru: PPT в PDF
zh_cn: PPT转PDF

# WinConvertToolBtnRTFToPDFText
source: RTF to PDF
de: RTF in PDF
es: RTF a PDF
fr: RTF en PDF
it: Da RTF a PDF
ja: RTFをPDFに
ko: RTF를 PDF로
nl: RTF naar PDF
pt: RTF para PDF
ru: RTF в PDF
zh_cn: RTF转PDF

# WinConvertToolBtnTXTToPDFText
source: TXT to PDF
de: TXT in PDF
es: TXT a PDF
fr: TXT en PDF
it: Da TXT a PDF
ja: TXTをPDFに
ko: TXT를 PDF로
nl: TXT naar PDF
pt: TXT para PDF
ru: TXT в PDF
zh_cn: TXT转PDF

# WinConvertToolBtnWordToPDF
source: Word to PDF
de: Word in PDF
es: Word a PDF
fr: Word en PDF
it: Da Word a PDF
ja: WordをPDFに
ko: Word를 PDF로
nl: Word naar PDF
pt: Word para PDF
ru: Word в PDF
zh_cn: Word转PDF

# WinCreateSignatureRemoveBackground
source: Remove Background
de: Hintergrund entfernen
es: Eliminar el fondo
fr: Supprimer l'arrière-plan
it: Rimuovi sfondo
ja: 背景の削除
ko: 배경 제거
nl: Achtergrond verwijderen
pt: Remover Fundo
ru: Удалить фон
zh_cn: 移除背景

# WinCreateSignatureRemoveBackgroundToolTip
source: Remove all white pixels in image.
de: Alle weißen Pixel im Bild entfernen.
es: Eliminar todos los píxeles blancos de la imagen.
fr: Supprime tous les pixels blancs de l'image.
it: Rimuovi tutti i pixel bianchi nell'immagine.
ja: 画像内のすべての白いピクセルを削除します。
ko: 이미지의 모든 흰색 픽셀을 제거합니다.
nl: Verwijder alle witte pixels in de afbeelding.
pt: Remover todos os píxeis brancos da imagem.
ru: Удалить все белые пиксели в изображении.
zh_cn: 移除图片中的白色像素

# WinCustomizeStampEditTiltle
source: Edit Stamp
de: Stempel bearbeiten
es: Editar sello
fr: Modifier le tampon
it: Modifica timbro
ja: スタンプを編集
ko: 스탬프 편집하기
nl: Stempel bewerken
pt: Editar Carimbo
ru: Редактировать штамп
zh_cn: 编辑图章

# WinCustomizeStampMaxCharactersMsg
source: Text cannot exceed 50 characters!
de: Der Text darf maximal 50 Zeichen lang sein!
es: El texto no puede superar los 50 caracteres
fr: Le texte ne peut pas compter plus de 50 caractères !
it: Il testo non può superare i 50 caratteri!
ja: テキストは50文字以内に収めてください！
ko: 글자 수가 50개를 넘을 수 없습니다!
nl: De tekst mag niet langer zijn dan 50 tekens!
pt: O texto não pode ter mais de 50 caracteres!
ru: Длина текста не должна превышать 50 символов!
zh_cn: 最多不能超过50个字符

# WinCustomizeStampNewTiltle
source: New Stamp
de: Stempel erstellen
es: Crear sello
fr: Créer un tampon
it: Crea timbro
ja: スタンプを作成
ko: 스탬프 만들기
nl: Stempel creëren
pt: Criar Carimbo
ru: Создать штамп
zh_cn: 新建图章

# WinCustomizeStampPlaceHolderContent
source: Enter here...
de: Hier eingeben …
es: Introducir aquí…
fr: Entrer ici...
it: Inserisci qui...
ja: ここに入力…
ko: 여기 입력하세요…
nl: Hier invoeren…
pt: Inserir aqui...
ru: Введите текст сюда...
zh_cn: 添加文本...

# WinEditTextInputLocationTip
source: Edit text:
de: Text bearbeiten:
es: Editar texto:
fr: Modifier le texte :
it: Modifica testo:
ja: テキストの編集：
ko: 텍스트 편집:
nl: Tekst bewerken:
pt: Editar texto:
ru: Редактировать текст:
zh_cn: 编辑文字:

# WinEditorTipBtnEditAnyway
source: Edit Anyway
de: Trotzdem bearbeiten
es: Editar de todos modos
fr: Éditer quand même
it: Modifica comunque
ja: 編集
ko: 무시하고 편집
nl: Toch Bewerken
pt: Editar Mesmo Assim
ru: Изменить в любом случае
zh_cn: 直接编辑

# WinEditorTipBtnUseConverter
source: Use Converter
de: Konverter verwenden
es: Usar convertidor
fr: Utiliser le convertisseur
it: Usa convertitore
ja: コンバータを使う
ko: 변환기 사용하기
nl: Gebruik Converter
pt: Usar o Conversor
ru: Воспользоваться конвертером
zh_cn: 使用转换器

# WinEditorTipConvertIntroduce1
source: • Convert PDFs to various file formats.
de: • PDFs in verschiedene Datei-Formate konvertieren.
es: • Convierta PDFs a varios formatos de fichero.
fr: • Convertissez les PDF en divers formats de fichiers.
it: • Converti file PDF in vari formati file.
ja: • PDFファイルを様々なファイル形式に変換します
ko: • PDF를 다양한 파일 형식으로 변환합니다.
nl: • Converteer pdf's naar verschillende bestandsformaten.
pt: • Converta PDFs para vários formatos de ficheiro.
ru: • Конвертирует PDF-файлы в файлы различных форматов.
zh_cn: • 将PDF转换为多种文件格式

# WinEditorTipConvertIntroduce2
source: • The layout will be coordinated with OCR.
de: • Das Layout wird mit OCR koordiniert.
es: • El diseño se coordinará con OCR.
fr: • La mise en page sera coordonnée avec l'OCR.
it: • Il layout sarà coordinato con OCR.
ja: • レイアウトはOCRに合わせられます
ko: • OCR에 따라 레이아웃이 조정됩니다.
nl: • De lay-out wordt afgestemd met OCR.
pt: • A disposição é coordenada com o OCR.
ru: • Структура будет согласована с OCR.
zh_cn: • 通过OCR提取图片中的文字

# WinEditorTipRecommendLeft
source: Recommend to use the
de: Wir empfehlen, stattdessen den
es: Se recomienda usar el convertidor
fr: Il est recommandé d'utiliser le convertisseur
it: Si consiglia di utilizzare il convertitore
ja: 代わりに
nl: Het is aanbevolen om in plaats daarvan de
pt: Recomendamos usar antes o conversor
ru: Рекомендуем вместо этого воспользоваться конвертером
zh_cn: 建议使用

# WinEditorTipRecommendMiddle
source: PDF To Word
de: PDF in Word
es: PDF a Word
fr: PDF vers Word
it: Da PDF a Word
ja: PDFからWordへ変換
ko: 워드로 변환
nl: PDF naar Word
pt: PDF para Word
ru: PDF в Word
zh_cn: PDF转Word

# WinEditorTipRecommendRight
source: converter instead.
de: Konverter zu verwenden.
es: en su lugar.
fr: à la place.
ja: コンバータを使うことをお勧めします
ko: 변환기를 사용하시는 걸 추천드립니다.
nl: -converter te gebruiken.
zh_cn: 将文件转为Word后再编辑

# WinExtractTextBtnCopyContent
source: Copy text to clipboard
de: Text in Zwischenablage kopieren
es: Copiar texto en el portapapeles
fr: Copier le texte vers le presse-papiers
it: Copia il testo negli appunti
ja: クリップボードにテキストをコピー
ko: 텍스트를 클립보드로 복사하기
nl: Tekst naar klembord kopiëren
pt: Copiar texto para a área de transferência
ru: Скопировать
zh_cn: 将文本复制到剪贴板

# WinExtractTextLabelCopiedContent
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー完了
ko: 복사됨
nl: Gekopieerd
pt: Copiado
ru: Скопирован
zh_cn: 已复制

# WinExtractTextLabelExtractedContent
source: Extracted
de: Extrahiert
es: Extraído
fr: Extrait
it: Estratto
ja: 抽出完了
ko: 추출됨
nl: Uitgepakt
pt: Extraído
ru: Результат извлечения
zh_cn: 已提取的文本

# WinExtractTextLabelScreenshotContent
source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de Ecrã
ru: Скриншот
zh_cn: 屏幕截图

# WinExtractTextTitle
source: Extract Text
de: Text extrahieren
es: Extraer texto
fr: Extraire du texte
it: Estrai il testo
ja: テキストを抽出
ko: 텍스트 추출하기
nl: Tekst uitpakken
pt: Extrair Texto
ru: Извлечь текст
zh_cn: 提取文本

# WinFeedBackBtnSendContent
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
nl: Versturen
pt: Enviar
ru: Отправить
zh_cn: 发送

# WinFeedBackEmailAddrPlaceHoderContent
source: Email Address (Optional)
de: E-Mail-Adresse (optional)
es: Correo electrónico (opcional)
fr: Adresse e-mail (facultatif)
it: Indirizzo email (opzionale)
ja: メールアドレス（任意）
ko: 이메일 주소 (선택)
nl: Emailadres (Optioneel)
pt: Endereço de E-mail (Opcional)
ru: Адрес электронной почты (необязательно)
zh_cn: 邮箱地址（可选）

# WinFeedBackEmailContentPlaceHoderContent
source: Please tell us the issue you encountered and the steps to reproduce it. Thank you.
de: Bitte nennen Sie uns das aufgetretene Problem und die Schritte, mit denen wir es reproduzieren können. Vielen Dank!
es: Díganos el problema que ha encontrado y los pasos para reproducirlo. Gracias.
fr: Veuillez nous indiquer le problème que vous avez rencontré et les étapes à suivre pour le reproduire. Merci.
it: Spiegaci il problema che hai riscontrato e come replicarlo. Grazie.
ja: すみませんが、発生した問題点と、それを再現するための手順を教えてください。
ko: 발생한 문제와 그 문제를 재현하기 위한 방법을 알려주시기 바랍니다. 갑사합니다.
nl: Vertel ons het probleem dat u tegenkwam en de stappen om het te reproduceren. Dank u.
pt: Por favor, diga-nos que problema encontrou e os passos para o reproduzir. Obrigado.
ru: Расскажите нам о проблеме, с которой столкнулись, и укажите шаги для ее воспроизведения. Спасибо.
zh_cn: 请告诉我们您遇到的问题以及重现该问题的步骤。非常感谢。

# WinFeedBackErrorInvalidEmailCapMsg
source: Invalid Email Format
de: Ungültiges E-Mail-Adressformat
es: Formato de correo electrónico inválido
fr: Format d'adresse e-mail non valide
it: Formato email non valido
ja: 無効なメールフォーマット
ko: 잘못된 이메일 형식입니다
nl: Ongeldige e-mailopmaak
pt: Formato de E-mail Inválido
ru: Неверный формат адреса электронной почты
zh_cn: 无效的电子邮件格式

# WinFeedBackFAQAnswer1RegionDesc1
source: The region setting of your Microsoft Store is
de: Die Regionseinstellung Ihres Microsoft Stores ist
es: La configuración regional de su Microsoft Store es
fr: Le paramètre de région de votre Microsoft Store est
it: L'impostazione della regione del tuo Microsoft Store è
ja: Microsoftストアの地域設定は次のとおりです。
ko: Microsoft Store의 지역 설정은
nl: De regio-instelling van uw Microsoft Store is
pt: A configuração de região da sua Microsoft Store é
ru: Параметр региона вашего Microsoft Store:
zh_cn: 微软商店当前所在的位置是

# WinFeedBackFAQAnswer1RegionDesc2
source: , which is inconsistent with your current location. This may lead to failure of purchase.
de: , was nicht mit Ihrem aktuellen Standort übereinstimmt. Dies kann dazu führen, dass der Kauf fehlschlägt.
es: , que no coincide con tu ubicación actual. Esto puede conducir a la falla de la compra.
fr: , ce qui est incompatible avec votre emplacement actuel. Cela peut entraîner l'échec de l'achat.
it: , che non è coerente con la tua posizione attuale. Ciò potrebbe comportare il mancato acquisto.
ja: 、現在の場所と一致していません。 購入に失敗する恐れがあります。
ko: , 현재 위치와 일치하지 않습니다. 구매 실패의 원인이 됩니다.
nl: , wat niet overeenkomt met uw huidige locatie. Dit kan leiden tot het mislukken van de aankoop.
pt: , que é inconsistente com sua localização atual. Isso pode levar ao fracasso da compra.
ru: , что не соответствует вашему текущему местоположению. Это может привести к отказу от покупки.
zh_cn: ，如果与您的位置不一致，可能会导致您无法完成购买。

# WinFeedBackFAQAnswer1RegionDesc3
source: Click here
de: Klicken Sie hier
es: haga clic aquí
fr: Cliquez ici
it: Clicca qui
ja: ここをクリック
ko: 여기를 클릭
nl: Klik hier
pt: Clique aqui
ru: кликните сюда
zh_cn: 点击这里

# WinFeedBackFAQAnswer1RegionDesc4
source: to change your region setting of Microsoft Store.
de: um Ihre Regionseinstellung von Microsoft Store zu ändern.
es: para cambiar la configuración de su región de Microsoft Store.
fr: pour modifier le paramètre de région de Microsoft Store.
it: per modificare l'impostazione della regione di Microsoft Store.
ja: Microsoft Storeの地域設定を変更します。
ko: Microsoft Store의 지역 설정을 변경하려면
nl: om uw regio-instelling van Microsoft Store te wijzigen.
pt: para alterar a configuração de região da Microsoft Store.
ru: чтобы изменить настройки вашего региона в Microsoft Store.
zh_cn: 更改微软商店所在的国家或地区。

# WinFeedBackFAQAnswer2Desc1
source: The payment is processed by Microsoft. Please visit
de: Die Zahlung wird von Microsoft verarbeitet. Bitte besuchen Sie
es: El pago es procesado por Microsoft. Visite la ayuda de
fr: Le paiement est traité par Microsoft. Veuillez consulter l'aide
it: Il pagamento viene elaborato da Microsoft. Si prega di visitare la guida di
ja: 支払いは Microsoft によって処理されます。 解決策については、
ko: 결제는 Microsoft에서 처리합니다. 해결 방법은
nl: De betaling wordt verwerkt door Microsoft. Ga naar
pt: O pagamento é processado pela Microsoft. Por favor, visite a ajuda
ru: Платеж обрабатывается Microsoft. Пожалуйста, посетите справку
zh_cn: 购买功能是由微软商店提供，请访问

# WinFeedBackFAQAnswer2Desc2
source: for solution.
de: für eine Lösung.
es: para encontrar una solución.
fr: pour trouver une solution.
it: per la soluzione.
ja: ヘルプにアクセスしてください。
ko: 도움말을 참조하세요.
nl: help voor een oplossing.
pt: para solução.
ru: для решения.
zh_cn: 获取更多帮助。

# WinFeedBackFAQAnswer3
source: Please reinstall PDFgear and purchase it with the same Microsoft account in Microsoft Store at the same price. This is to restore the purchase, and it won't charge you anymore.
de: Bitte installieren Sie PDFgear erneut und kaufen Sie es mit demselben Microsoft-Konto im Microsoft Store zum selben Preis. Dies dient dazu, den Kauf wiederherzustellen, und es wird Ihnen nichts mehr in Rechnung gestellt.
es: Vuelva a instalar PDFgear y cómprelo con la misma cuenta de Microsoft en Microsoft Store al mismo precio. Esto es para restaurar la compra y ya no te cobrará.
fr: Veuillez réinstaller PDFgear et l'acheter avec le même compte Microsoft dans le Microsoft Store au même prix. C'est pour restaurer l'achat, et cela ne vous facturera plus.
it: Reinstalla PDFgear e acquistalo con lo stesso account Microsoft in Microsoft Store allo stesso prezzo. Questo serve per ripristinare l'acquisto e non ti addebiterà più.
ja: PDFgearを再インストールし、MicrosoftStoreの同じMicrosoftアカウントで同じ価格で購入してください。 これは購入を元に戻すためのものであり、料金は発生しなくなります。
ko: PDFgear를 다시 설치하고 Microsoft Store에서 동일한 Microsoft 계정으로 동일한 가격으로 구입하십시오. 이것은 구매를 복원하기 위한 것이며 더 이상 비용을 청구하지 않습니다.
nl: Installeer PDFgear opnieuw en koop het met hetzelfde Microsoft-account in de Microsoft Store voor dezelfde prijs. Dit is om de aankoop te herstellen en er worden geen kosten meer in rekening gebracht.
pt: Reinstale o PDFgear e compre-o com a mesma conta da Microsoft na Microsoft Store pelo mesmo preço. Isso é para restaurar a compra e não será mais cobrado.
ru: Переустановите PDFgear и приобретите его с той же учетной записью Microsoft в Microsoft Store по той же цене. Это нужно для восстановления покупки, и с вас больше не будет взиматься плата.
zh_cn: 请重新安装PDFgear并使用相同的微软商店账号购买已经成功付款的套餐。这是恢复购买，微软商店不会重复收取套餐费用。

# WinFeedBackFAQAnswer3RestoreDesc1
source: If you already paid for PDFgear before, please log in the same Microsoft account in the Microsoft Store first, then
de: Wenn Sie bereits für PDFgear bezahlt haben, melden Sie sich bitte zuerst mit demselben Microsoft-Konto im Microsoft Store an und klicken Sie dann
es: Si ya pagó PDFgear antes, primero inicie sesión en la misma cuenta de Microsoft en Microsoft Store y luego
fr: Si vous avez déjà payé pour PDFgear auparavant, veuillez d'abord vous connecter au même compte Microsoft dans le Microsoft Store, puis
it: Se hai già pagato PDFgear in precedenza, accedi prima con lo stesso account Microsoft in Microsoft Store, quindi fai
ja: 以前に PDFgear の支払いを済ませている場合は、最初に Microsoft Store で同じ Microsoft アカウントにログインしてから、ここをクリックして購入を復元してください。 復元に失敗した場合は、サポートにお問い合わせください。
ko: 이전에 PDFgear에 대해 이미 지불한 경우 먼저 Microsoft Store에서 동일한 Microsoft 계정에 로그인한 다음
nl: Als je al eerder voor PDFgear hebt betaald, log dan eerst in met hetzelfde Microsoft-account in de Microsoft Store en klik dan
pt: Se você já pagou pelo PDFgear antes, faça login na mesma conta da Microsoft na Microsoft Store primeiro e clique
ru: Если вы уже заплатили за PDFgear ранее, сначала войдите в ту же учетную запись Microsoft в Microsoft Store, а затем нажмите
zh_cn: 如果您已经购买PDFgear，请首先使用相同的账号登陆微软商店，然后

# WinFeedBackFAQAnswer3RestoreDesc2
source: click here
de: hier
es: haga clic aquí
fr: cliquez ici
it: clic qui
ja: ここをクリック
ko: 여기를 클릭
nl: hier
pt: aqui
ru: здесь
zh_cn: 点击这里

# WinFeedBackFAQAnswer3RestoreDesc3
source: to restore purchase. If restore failed, please contact support for help.
de: , um den Kauf wiederherzustellen. Wenn die Wiederherstellung fehlgeschlagen ist, wenden Sie sich bitte an den Support, um Hilfe zu erhalten.
es: para restaurar la compra. Si la restauración falló, comuníquese con el soporte para obtener ayuda.
fr: pour restaurer l'achat. Si la restauration a échoué, veuillez contacter l'assistance pour obtenir de l'aide.
it: per ripristinare l'acquisto. Se il ripristino non riesce, contatta il supporto per assistenza.
ja: して購入を復元してください。 復元に失敗した場合は、サポートにお問い合わせください。
ko: 하여 구매를 복원하십시오. 복원에 실패한 경우 지원에 문의하십시오.
nl: om de aankoop te herstellen. Als het herstellen is mislukt, neem dan contact op met de ondersteuning voor hulp.
pt: para restaurar a compra. Se a restauração falhar, entre em contato com o suporte para obter ajuda.
ru: , чтобы восстановить покупку. Если восстановить не удалось, обратитесь за помощью в службу поддержки.
zh_cn: 恢复购买。如果恢复失败，请联系我们。
