Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# TooltipDesc_AnnotateHidden
source: Hide all comments in the PDF.
de: Alle Kommentare in der PDF ausblenden.
es: Ocultar todos los comentarios en el PDF.
fr: Masquer tous les commentaires dans le PDF.
it: Nascondi tutti i commenti nel PDF.
ja: PDF内のすべてのコメントを非表示にする。
ko: PDF에서 모든 댓글 숨기기.
nl: Verberg alle opmerkingen in de PDF.
pt: Ocultar todos os comentários no PDF.
ru: Скрыть все комментарии в PDF.
zh_cn: 隐藏PDF中的所有注释。

# TooltipDesc_AnnotateHighlight
source: Highlight selected text.
de: Ausgewählten Text hervorheben.
es: Resaltar el texto seleccionado.
fr: Mettre en surbrillance le texte sélectionné.
it: Evidenziare il testo selezionato.
ja: 選択したテキストをハイライトする。
ko: 선택한 텍스트 강조 표시.
nl: Gemarkeerde tekst markeren.
pt: Realçar o texto selecionado.
ru: Выделить выбранный текст.
zh_cn: 高亮选定文本。

# TooltipDesc_AnnotateInk
source: Draw freehand.
de: Freihand zeichnen.
es: Dibujar a mano alzada.
fr: Dessiner à main levée.
it: Disegna a mano libera.
ja: 自由手で描く。
ko: 자유롭게 그리기.
nl: Teken vrijhandig.
pt: Desenhar à mão livre.
ru: Нарисовать от руки.
zh_cn: 自由绘制。

# TooltipDesc_AnnotateLine
source: Draw a line.
de: Eine Linie zeichnen.
es: Dibujar una línea.
fr: Dessiner une ligne.
it: Disegna una linea.
ja: 線を描く。
ko: 선 그리기.
nl: Teken een lijn.
pt: Desenhar uma linha.
ru: Нарисовать линию.
zh_cn: 绘制一条直线。

# TooltipDesc_AnnotateManage
source: Open the comment panel to browse, filter and delete comments.
de: Öffnen Sie das Kommentarpanel, um Kommentare zu durchsuchen, zu filtern und zu löschen.
es: Abra el panel de comentarios para explorar, filtrar y eliminar comentarios.
fr: Ouvrir le panneau de commentaires pour parcourir, filtrer et supprimer les commentaires.
it: Apri il pannello dei commenti per navigare, filtrare e eliminare i commenti.
ja: コメントパネルを開いて、コメントをブラウズ、フィルタリング、削除する。
ko: 댓글 패널을 열어 댓글을 탐색, 필터링 및 삭제.
nl: Open het opmerkingenpaneel om opmerkingen door te bladeren, te filteren en te verwijderen.
pt: Abra o painel de comentários para navegar, filtrar e excluir comentários.
ru: Откройте панель комментариев для просмотра, фильтрации и удаления комментариев.
zh_cn: 打开注释面板以浏览、筛选和删除注释。

# TooltipDesc_AnnotateNote
source: Add a sticky note.
de: Eine Notiz hinzufügen.
es: Agregar una nota adhesiva.
fr: Ajouter une note collante.
it: Aggiungi una nota adesiva.
ja: メモを追加する。
ko: 스티키 노트 추가.
nl: Voeg een plakkerige notitie toe.
pt: Adicionar uma nota adesiva.
ru: Добавить примечание.
zh_cn: 添加便签。

# TooltipDesc_AnnotateShape
source: Draw a rectangle.
de: Ein Rechteck zeichnen.
es: Dibujar un rectángulo.
fr: Dessiner un rectangle.
it: Disegna un rettangolo.
ja: 長方形を描く。
ko: 직사각형 그리기.
nl: Teken een rechthoek.
pt: Desenhar um retângulo.
ru: Нарисовать прямоугольник.
zh_cn: 绘制一个矩形。

# TooltipDesc_AnnotateShow
source: Show all comments in the PDF.
de: Alle Kommentare in der PDF anzeigen.
es: Mostrar todos los comentarios en el PDF.
fr: Afficher tous les commentaires dans le PDF.
it: Mostra tutti i commenti nel PDF.
ja: PDF内のすべてのコメントを表示する。
ko: PDF에서 모든 댓글 표시하기.
nl: Toon alle opmerkingen in de PDF.
pt: Mostrar todos os comentários no PDF.
ru: Показать все комментарии в PDF.
zh_cn: 显示PDF中的所有注释。

# TooltipDesc_AnnotateSignature
source: Add signature by drawing, typing or uploading pictures.
de: Unterschrift durch Zeichnen, Eingeben oder Hochladen von Bildern hinzufügen.
es: Agregar firma dibujando, escribiendo o subiendo imágenes.
fr: Ajouter une signature en dessinant, en tapant ou en téléchargeant des images.
it: Aggiungi una firma disegnando, digitando o caricando immagini.
ja: 描画、入力、または画像をアップロードして署名を追加。
ko: 그리기, 입력 또는 이미지를 업로드하여 서명 추가.
nl: Voeg een handtekening toe door te tekenen, typen of afbeeldingen te uploaden.
pt: Adicionar assinatura desenhando, digitando ou enviando imagens.
ru: Добавить подпись, рисуя, вводя текст или загружая изображения.
zh_cn: 添加手写，图片或文字类型签名。

# TooltipDesc_AnnotateStamp
source: Add, create and manage stamps. Support custom stamps.
de: Stempel hinzufügen, erstellen und verwalten. Unterstützt benutzerdefinierte Stempel.
es: Agregar, crear y gestionar sellos. Soporta sellos personalizados.
fr: Ajouter, créer et gérer des tampons. Supporte les tampons personnalisés.
it: Aggiungi, crea e gestisci timbri. Supporta timbri personalizzati.
ja: スタンプを追加、作成、管理する。カスタムスタンプをサポート。
ko: 스탬프 추가, 생성 및 관리. 사용자 정의 스탬프 지원.
nl: Voeg stempels toe, maak ze aan en beheer ze. Ondersteunt aangepaste stempels.
pt: Adicionar, criar e gerenciar carimbos. Suporta carimbos personalizados.
ru: Добавить, создать и управлять штампами. Поддержка пользовательских штампов.
zh_cn: 添加、创建和管理图章。支持自定义图章。

# TooltipDesc_AnnotateStrike
source: Strikethrough selected text.
de: Den ausgewählten Text durchstreichen.
es: Tachar el texto seleccionado.
fr: Barrer le texte sélectionné.
it: Aggiungere il barrato al testo selezionato.
ja: 選択したテキストに取り消し線を引く。
ko: 선택한 텍스트에 취소선을 추가.
nl: Doorstreep de geselecteerde tekst.
pt: Rasurar o texto selecionado.
ru: Зачеркнуть выбранный текст.
zh_cn: 对选定文本应用删除线。

# TooltipDesc_AnnotateTextBox
source: Add a text comment with a border.
de: Einen Textkommentar mit einem Rahmen hinzufügen.
es: Agregar un comentario de texto con borde.
fr: Ajouter un commentaire texte avec une bordure.
it: Aggiungi un commento di testo con un bordo.
ja: 枠付きのテキストコメントを追加する。
ko: 테두리가 있는 텍스트 주석 추가.
nl: Voeg een tekstcommentaar met een rand toe.
pt: Adicionar um comentário de texto com borda.
ru: Добавить текстовую заметку с рамкой.
zh_cn: 添加有边框的文本注释。

# TooltipDesc_AnnotateTypeWriter
source: Add a text comment without a border.
de: Einen Textkommentar ohne Rahmen hinzufügen.
es: Agregar un comentario de texto sin borde.
fr: Ajouter un commentaire texte sans bordure.
it: Aggiungi un commento di testo senza bordo.
ja: 枠なしのテキストコメントを追加する。
ko: 테두리 없는 텍스트 주석 추가.
nl: Voeg een tekstcommentaar zonder rand toe.
pt: Adicionar um comentário de texto sem borda.
ru: Добавить текстовую заметку без рамки.
zh_cn: 添加无边框的文本注释。

# TooltipDesc_AnnotateUnderline
source: Underline selected text.
de: Unterstreichen Sie den ausgewählten Text.
es: Subrayar el texto seleccionado.
fr: Souligner le texte sélectionné.
it: Sottolinea il testo selezionato.
ja: 選択したテキストに下線を引く。
ko: 선택한 텍스트에 밑줄 추가.
nl: Onderstreep de geselecteerde tekst.
pt: Sublinhar o texto selecionado.
ru: Подчеркнуть выбранный текст.
zh_cn: 对选定文本应用下划线。

# TooltipDesc_AnnotateWatermark
source: Add or edit watermarks.
de: Wasserzeichen hinzufügen oder bearbeiten.
es: Agregar o editar marcas de agua.
fr: Ajouter ou modifier des filigranes.
it: Aggiungi o modifica le filigrane.
ja: 透かしを追加または編集。
ko: 워터마크 추가 또는 편집.
nl: Voeg watermerken toe of bewerk ze.
pt: Adicionar ou editar marcas d'água.
ru: Добавить или отредактировать водяные знаки.
zh_cn: 添加或编辑水印。

# TooltipDesc_AutoScroll
source: Scroll the PDF file automatically. Press Esc to exit scrolling.
de: Die PDF-Datei automatisch scrollen. Drücken Sie Esc, um das Scrollen zu beenden..
es: Desplazar automáticamente el archivo PDF. Presione Esc para salir del desplazamiento.
fr: Faire défiler automatiquement le fichier PDF. Appuyez sur Échap pour quitter le défilement.
it: Scorri automaticamente il file PDF. Premi Esc per uscire dallo scorrimento.
ja: PDFファイルを自動でスクロール。スクロールを終了するにはEscキーを押してください。
ko: PDF 파일을 자동으로 스크롤합니다. 스크롤을 종료하려면 Esc 키를 누르세요.
nl: Scroll het PDF-bestand automatisch. Druk op Esc om het scrollen te beëindigen.
pt: Role o arquivo PDF automaticamente. Pressione Esc para sair da rolagem.
ru: Прокручивайте PDF-файл автоматически. Нажмите Esc, чтобы выйти из прокрутки.
zh_cn: 自动滚动PDF。按Esc键退出滚动。

# TooltipDesc_BatchPrint
source: Print multiple PDF files in batch.
de: Drucken Sie mehrere PDF-Dateien in einem Durchgang.
es: Imprime varios archivos PDF en un solo lote.
fr: Imprimez plusieurs fichiers PDF en un seul lot.
it: Stampa più file PDF in un unico lotto.
ja: 複数の PDF ファイルを一括印刷します。
ko: 여러 개의 PDF 파일을 한 번에 인쇄합니다.
nl: Druk meerdere PDF-bestanden tegelijk af.
pt: Imprima vários arquivos PDF de uma só vez.
ru: Печатайте несколько PDF-файлов за один раз.
zh_cn: 批量打印多个PDF文件。

# TooltipDesc_Certificate
source: Manage digital IDs and trusted certificates for encryption and signing.
de: Digitale IDs und vertrauenswürdige Zertifikate für Verschlüsselung und Signaturen verwalten.
es: Administrar identificaciones digitales y certificados confiables para cifrado y firma.
fr: Gérer les identifiants numériques et certificats de confiance pour le chiffrement et la signature.
it: Gestisci ID digitali e certificati attendibili per crittografia e firma.
ja: 暗号化と署名のためのデジタルIDと信頼された証明書を管理します。
ko: 암호화 및 서명을 위한 디지털 ID와 신뢰할 수 있는 인증서를 관리합니다.
nl: Beheer digitale ID's en vertrouwde certificaten voor codering en ondertekening.
pt: Gerenciar IDs digitais e certificados confiáveis para criptografia e assinatura.
ru: Управляйте цифровыми идентификаторами и доверенными сертификатами для шифрования и подписи.
zh_cn: 管理数字ID和受信任的证书，用于加密和签名。

# TooltipDesc_Compress
source: Reduce PDF file size.
de: PDF-Dateigröße reduzieren.
es: Reducir el tamaño del archivo PDF.
fr: Réduire la taille du fichier PDF.
it: Riduci la dimensione del file PDF.
ja: PDFファイルのサイズを減らす。
ko: PDF 파일 크기 줄이기.
nl: Verklein de PDF-bestandsgrootte.
pt: Reduzir o tamanho do arquivo PDF.
ru: Уменьшить размер файла PDF.
zh_cn: 减小PDF文件大小。

# TooltipDesc_Convert
source: Convert PDFs to other formats, or create PDFs from other formats.
de: PDFs in andere Formate umwandeln oder PDFs aus anderen Formaten erstellen.
es: Convertir PDFs a otros formatos o crear PDFs a partir de otros formatos.
fr: Convertir les PDF en d'autres formats ou créer des PDF à partir d'autres formats.
it: Converti PDF in altri formati o crea PDF da altri formati.
ja: PDFを他の形式に変換するか、他の形式からPDFを作成する。
ko: PDF를 다른 형식으로 변환하거나 다른 형식에서 PDF 만들기.
nl: Converteer PDF's naar andere formaten of maak PDF's van andere formaten.
pt: Converter PDFs para outros formatos ou crie PDFs a partir de outros formatos.
ru: Конвертировать PDF в другие форматы или создавать PDF из других форматов.
zh_cn: 将PDF转换为其他格式，或将其他格式转换为PDF。

# TooltipDesc_CreateNewPDF
source: Create a new PDF file.
de: Eine neue PDF-Datei erstellen.
es: Crear un nuevo archivo PDF.
fr: Créer un nouveau fichier PDF.
it: Crea un nuovo file PDF.
ja: 新しいPDFファイルを作成。
ko: 새 PDF 파일 만들기.
nl: Maak een nieuw PDF-bestand.
pt: Criar um novo arquivo PDF.
ru: Создать новый PDF-файл.
zh_cn: 创建一个新PDF文件。

# TooltipDesc_CropPage
source: Crop page margins.
de: Seitenränder zuschneiden.
es: Recortar los márgenes de la página.
fr: Rogner les marges de la page.
it: Ritagliare i margini della pagina.
ja: ページの余白をトリミングする。
ko: 페이지 여백을 자르기.
nl: Bijsnijd de paginaranden.
pt: Recortar as margens da página.
ru: Обрезать поля страницы.
zh_cn: 裁剪页面边距。

# TooltipDesc_DocumentProperties
source: View and edit document properties of the PDF.
de: Dokumenteigenschaften des PDFs anzeigen und bearbeiten.
es: Ver ver y editar las propiedades del documento PDF.
fr: Voir et modifier les propriétés du document PDF.
it: Visualizza e modifica le proprietà del documento PDF.
ja: PDFのドキュメントのプロパティを表示および編集。
ko: PDF 문서 속성 보기 및 편집.
nl: Bekijken en bewerken van de documenteigenschappen van de PDF.
pt: Visualizar e editar as propriedades do documento PDF.
ru: Просмотр и редактирование свойств документа PDF.
zh_cn: 查看和编辑文档属性。

# TooltipDesc_EditObject
source: Divide text into blocks for movement and editing.
de: Text in Blöcke unterteilen, um es zu bewegen und zu bearbeiten.
es: Dividir el texto en bloques para mover y editar.
fr: Diviser le texte en blocs pour le déplacer et l'éditer.
it: Dividi il testo in blocchi per spostarlo e modificarlo.
ja: テキストをブロックに分割して移動および編集する。
ko: 텍스트를 블록으로 나누어 이동 및 편집하기.
nl: Deel de tekst in blokken voor beweging en bewerking.
pt: Dividir o texto em blocos para mover e editar.
ru: Разделить текст на блоки для перемещения и редактирования.
zh_cn: 将文本划分为多个小方块，以便移动和编辑。

# TooltipDesc_EditText
source: Edit text in the PDF.
de: Text im PDF bearbeiten.
es: Editar texto en el PDF.
fr: Éditer le texte dans le PDF.
it: Modifica il testo nel PDF.
ja: PDF内のテキストを編集。
ko: PDF에서 텍스트 편집.
nl: Bewerken van tekst in de PDF.
pt: Editar texto no PDF.
ru: Редактировать текст в PDF.
zh_cn: 编辑PDF中的文本。

# TooltipDesc_Encrypt
source: Encrypt the PDF using a digital certificate to protect its contents.
de: PDF mit einem digitalen Zertifikat verschlüsseln, um den Inhalt zu schützen.
es: Cifrar el PDF con un certificado digital para proteger su contenido.
fr: Chiffrer le PDF avec un certificat numérique pour en protéger le contenu.
it: Crittografa il PDF utilizzando un certificato digitale per proteggerne il contenuto.
ja: デジタル証明書を使って PDF を暗号化し、内容を保護します。
ko: 디지털 인증서를 사용하여 PDF를 암호화하고 내용을 보호합니다.
nl: Versleutel de PDF met een digitaal certificaat om de inhoud te beveiligen.
pt: Criptografar o PDF usando um certificado digital para proteger seu conteúdo.
ru: Зашифровать PDF с помощью цифрового сертификата для защиты содержимого.
zh_cn: 使用数字证书加密PDF以保护其内容。

# TooltipDesc_Find
source: Search for text in the PDF.
de: Text in der PDF suchen.
es: Buscar texto en el PDF.
fr: Rechercher du texte dans le PDF.
it: Cerca testo nel PDF.
ja: PDF内でテキストを検索する。
ko: PDF에서 텍스트 검색하기.
nl: Zoek naar tekst in de PDF.
pt: Pesquisar texto no PDF.
ru: Искать текст в PDF.
zh_cn: 搜索PDF中的文本。

# TooltipDesc_Flatten
source: Merge all comments into the content layer to make them unselectable and uneditable.
de: Alle Anmerkungen mit der Inhaltsebene verschmelzen, um sie nicht auswählbar und nicht bearbeitbar zu machen.
es: Fusionar todas las anotaciones en la capa de contenido para que no se puedan seleccionar ni editar.
fr: Fusionner toutes les annotations dans la couche de contenu pour les rendre non sélectionnables et non modifiables.
it: Unisci tutte le annotazioni nel livello di contenuto per renderle non selezionabili e non modificabili.
ja: すべての注釈を内容レイヤーに統合し、選択や編集ができないようにします。
ko: 모든 주석을 콘텐츠 레이어에 병합하여 선택 및 편집할 수 없도록 만듭니다.
nl: Voeg alle aantekeningen samen met de inhoudslaag om ze niet-bewerkbaar en niet-selecteerbaar te maken.
pt: Mesclar todas as anotações na camada de conteúdo para torná-las não selecionáveis nem editáveis.
ru: Объединить все аннотации с содержимым, чтобы они стали недоступны для редактирования и выбора.
zh_cn: 将所有批注合并到内容层中，使其无法被选中和编辑。

# TooltipDesc_Highlight
source: Highlight a rectangular area.
de: Ein rechteckiges Gebiet hervorheben.
es: Resaltar un área rectangular.
fr: Mettre en surbrillance une zone rectangulaire.
it: Evidenziare un'area rettangolare.
ja: 長方形の領域をハイライトする。
ko: 직사각형 영역을 강조 표시.
nl: Markeer een rechthoekig gebied.
pt: Realçar uma área retangular.
ru: Выделить прямоугольную область.
zh_cn: 高亮一个矩形区域。

# TooltipDesc_HighlightForm
source: Highlight interactive form fields in the PDF.
de: Interaktive Formularfelder im PDF hervorheben.
es: Resaltar campos de formulario interactivos en el PDF.
fr: Mettre en surbrillance les champs de formulaire interactifs dans le PDF.
it: Evidenzia i campi del modulo interattivo nel PDF.
ja: PDF内のインタラクティブなフォームフィールドをハイライトする。
ko: PDF에서 인터랙티브 폼 필드를 강조 표시.
nl: Markeer interactieve formuliervelden in de PDF.
pt: Realçar campos de formulário interativos no PDF.
ru: Выделить интерактивные поля формы в PDF.
zh_cn: 高亮PDF中的可交互表单字段。

# TooltipDesc_InsertHeaderFooter
source: Add or edit headers and footers.
de: Kopf- und Fußzeilen hinzufügen oder bearbeiten.
es: Agregar o editar encabezados y pies de página.
fr: Ajouter ou modifier des en-têtes et pieds de page.
it: Aggiungi o modifica intestazioni e piè di pagina.
ja: ヘッダーとフッターを追加または編集。
ko: 머리말 및 꼬리말 추가 또는 편집.
nl: Voeg kop- en voetteksten toe of bewerk ze.
pt: Adicionar ou editar cabeçalhos e rodapés.
ru: Добавить или отредактировать верхний и нижний колонтитул.
zh_cn: 添加或编辑页眉和页脚。

# TooltipDesc_InsertImage
source: Add an image.
de: Ein Bild hinzufügen.
es: Agregar una imagen.
fr: Ajouter une image.
it: Aggiungi un'immagine.
ja: 画像を追加する。
ko: 이미지 추가.
nl: Voeg een afbeelding toe.
pt: Adicionar uma imagem.
ru: Добавить изображение.
zh_cn: 添加图片。

# TooltipDesc_InsertPageNumber
source: Add or edit page numbers.
de: Seitenzahlen hinzufügen oder bearbeiten.
es: Agregar o editar números de página.
fr: Ajouter ou modifier des numéros de page.
it: Aggiungi o modifica i numeri di pagina.
ja: ページ番号を追加または編集。
ko: 페이지 번호 추가 또는 편집.
nl: Voeg paginanummers toe of bewerk ze.
pt: Adicionar ou editar números de página.
ru: Добавить или отредактировать номера страниц.
zh_cn: 添加或编辑页码。

# TooltipDesc_Link
source: Add or edit links.
de: Verknüpfungen hinzufügen oder bearbeiten.
es: Agregar o editar enlaces.
fr: Ajouter ou modifier des liens.
it: Aggiungi o modifica i collegamenti.
ja: リンクを追加または編集。
ko: 링크 추가 또는 편집.
nl: Voeg koppelingen toe of bewerk ze.
pt: Adicionar ou editar links.
ru: Добавить или отредактировать ссылки.
zh_cn: 添加或编辑链接。

# TooltipDesc_OCR
source: Perform OCR on image-only pages to make them searchable.
de: Führen Sie OCR auf seitenbasierten Bildern aus, um sie durchsuchbar zu machen.
es: Realiza OCR en páginas solo con imágenes para que se puedan buscar.
fr: Effectuez l’OCR sur les pages contenant uniquement des images pour les rendre consultables.
it: Esegui l’OCR sulle pagine composte solo da immagini per renderle ricercabili.
ja: 画像のみのページに OCR を実行して検索可能にします。
ko: 이미지만 포함된 페이지에 OCR을 수행하여 검색 가능하게 만듭니다.
nl: Voer OCR uit op pagina's die alleen afbeeldingen bevatten om ze doorzoekbaar te maken.
pt: Execute OCR em páginas somente de imagem para torná-las pesquisáveis.
ru: Выполните OCR для страниц, содержащих только изображения, чтобы сделать их доступными для поиска.
zh_cn: 对仅包含图像的页面执行OCR，使其可搜索。

# TooltipDesc_Open
source: Open a PDF file.
de: Eine PDF-Datei öffnen.
es: Abrir un archivo PDF.
fr: Ouvrir un fichier PDF.
it: Apri un file PDF.
ja: PDFファイルを開く。
ko: PDF 파일 열기.
nl: Open een PDF-bestand.
pt: Abrir um arquivo PDF.
ru: Открыть PDF-файл.
zh_cn: 打开PDF文件。

# TooltipDesc_PageDelete
source: Delete specified pages.
de: Angegebene Seiten löschen.
es: Borrar páginas especificadas.
fr: Supprimer les pages spécifiées.
it: Elimina le pagine specificate.
ja: 指定されたページを削除する。
ko: 지정된 페이지 삭제.
nl: Verwijder opgegeven pagina's.
pt: Eliminar páginas especificadas.
ru: Удалить указанные страницы.
zh_cn: 删除指定页面。

# TooltipDesc_PageExtract
source: Extract specified pages to create a new PDF.
de: Angegebene Seiten extrahieren, um eine neue PDF zu erstellen.
es: Extraer páginas especificadas para crear un nuevo PDF.
fr: Extraire des pages spécifiées pour créer un nouveau PDF.
it: Estrai le pagine specificate per creare un nuovo PDF.
ja: 指定されたページを抽出して新しいPDFを作成する。
ko: 지정된 페이지를 추출하여 새 PDF 만들기.
nl: Specifieke pagina's uitpakken om een nieuwe PDF te maken.
pt: Extrair páginas especificadas para criar um novo PDF.
ru: Извлечь указанные страницы для создания нового PDF.
zh_cn: 提取指定页面以创建新PDF。

# TooltipDesc_PageInsert
source: Insert blank pages, scanned pages, images, Word documents, or another PDF into the current PDF.
de: Leere Seiten, gescannte Seiten, Bilder, Word-Dokumente oder ein anderes PDF in die aktuelle PDF einfügen.
es: Insertar páginas en blanco, páginas escaneadas, imágenes, documentos de Word o otro PDF en el PDF actual.
fr: Insérer des pages blanches, des pages numérisées, des images, des documents Word ou un autre PDF dans le PDF actuel.
it: Inserisci pagine vuote, pagine scansionate, immagini, documenti Word o un altro PDF nel PDF corrente.
ja: 空白ページ、スキャンしたページ、画像、Word文書、または別のPDFを現在のPDFに挿入する。
ko: 현재 PDF에 빈 페이지, 스캔한 페이지, 이미지, Word 문서 또는 다른 PDF를 삽입.
nl: Voeg lege pagina's, gescande pagina's, afbeeldingen, Word-documenten of een ander PDF-bestand in de huidige PDF in.
pt: Inserir páginas em branco, páginas digitalizadas, imagens, documentos do Word ou outro PDF no PDF atual.
ru: Вставить пустые страницы, изображения, документы Word или другой PDF в текущий PDF.
zh_cn: 向当前PDF插入空白页、扫描页、PDF、图片或Word文档。

# TooltipDesc_PageMerge
source: Combine PDF files into one PDF.
de: PDF-Dateien zu einer PDF zusammenführen.
es: Combinar archivos PDF en un solo archivo PDF.
fr: Combiner les fichiers PDF en un seul fichier PDF.
it: Unisci i file PDF in un unico PDF.
ja: 複数のPDFファイルを1つのPDFに結合する。
ko: 여러 PDF 파일을 하나의 PDF로 결합.
nl: Combineer PDF-bestanden tot één PDF.
pt: Combinar arquivos PDF em um único PDF.
ru: Объединить несколько PDF-файлов в один PDF.
zh_cn: 将多个PDF文件合并成一个PDF。

# TooltipDesc_PageRotateLeft
source: Rotate the page view left (CounterClockwise).
de: Die Seitenansicht nach links drehen (gegen den Uhrzeigersinn).
es: Girar la vista de la página a la izquierda (en sentido antihorario).
fr: Faire pivoter l'affichage de la page vers la gauche (sens antihoraire).
it: Ruota la visualizzazione della pagina a sinistra (in senso antiorario).
ja: ページビューを左（反時計回り）に回転。
ko: 페이지 보기 왼쪽으로 회전(반시계방향).
nl: Roteer de paginaweergave naar links (tegen de klok in).
pt: Rodar a visualização da página para a esquerda (anti-horário).
ru: Вставить пустые страницы, отсканированные страницы, изображения, документы Word или другой PDF в текущий PDF.
zh_cn: 将页面视图向左旋转（逆时针）。

# TooltipDesc_PageRotateRight
source: Rotate the page view right (Clockwise).
de: Die Seitenansicht nach rechts drehen (im Uhrzeigersinn).
es: Girar la vista de la página a la derecha (en sentido horario).
fr: Faire pivoter l'affichage de la page vers la droite (sens horaire).
it: Ruota la visualizzazione della pagina a destra (in senso orario).
ja: ページビューを右（時計回り）に回転。
ko: 페이지 보기 오른쪽으로 회전 (시계방향).
nl: Roteer de paginaweergave naar rechts (met de klok mee).
pt: Rodar a visualização da página para a direita (horário).
ru: Повернуть вид страницы вправо (по часовой стрелке).
zh_cn: 将页面视图向右旋转（顺时针）。

# TooltipDesc_PageSplit
source: Split PDF into multiple files.
de: PDF in mehrere Dateien aufteilen.
es: Dividir el PDF en varios archivos.
fr: Séparer un fichier PDF en plusieurs fichiers.
it: Dividi un PDF in più file.
ja: PDFを複数のファイルに分割する。
ko: PDF를 여러 파일로 분할.
nl: Split een PDF in meerdere bestanden.
pt: Dividir o PDF em vários arquivos.
ru: Разделить PDF на несколько файлов.
zh_cn: 将PDF拆分为多个PDF文件。

# TooltipDesc_Present
source: Display the PDF as a slideshow.
de: Die PDF als Diashow anzeigen.
es: Mostrar el PDF como una presentación.
fr: Afficher le PDF sous forme de diaporama.
it: Visualizza il PDF come presentazione.
ja: PDFをスライドショーとして表示する。
ko: PDF를 슬라이드쇼로 표시.
nl: Toon de PDF als diavoorstelling.
pt: Exibir o PDF como apresentação.
ru: Отобразить PDF в виде слайд-шоу.
zh_cn: 以幻灯片模式显示PDF。

# TooltipDesc_Print
source: Print the PDF file.
de: Die PDF-Datei drucken.
es: Imprimir el archivo PDF.
fr: Imprimer le fichier PDF.
it: Stampa il file PDF.
ja: PDFファイルを印刷する。
ko: PDF 파일 인쇄.
nl: Print het PDF-bestand.
pt: Imprimir o arquivo PDF.
ru: Напечатать PDF-файл.
zh_cn: 打印PDF文件。

# TooltipDesc_ProtectPassword
source: Protect the PDF with a password.
de: PDF mit Passwort schützen.
es: Proteger el PDF con una contraseña.
fr: Protéger le PDF par un mot de passe.
it: Proteggi il PDF con una password.
ja: PDFにパスワードで保護を設定する。
ko: PDF에 암호로 보호 설정하기.
nl: Bescherm de PDF met een wachtwoord.
pt: Proteja o PDF com uma palavra-passe.
ru: Защитить PDF паролем.
zh_cn: 为PDF设置密码。

# TooltipDesc_ProtectRemove
source: Remove the password from the PDF.
de: Passwort aus PDF entfernen.
es: Eliminar la contraseña del PDF.
fr: Supprimer le mot de passe du PDF.
it: Rimuovi la password dal PDF.
ja: PDFからパスワードを削除する。
ko: PDF에서 암호를 제거.
nl: Verwijder het wachtwoord uit de PDF.
pt: Remover palavra-passe do PDF.
ru: Удалить пароль из PDF.
zh_cn: 移除PDF的密码。

# TooltipDesc_Read
source: Read the PDF aloud.
de: PDF laut vorlesen.
es: Leer el PDF en voz alta.
fr: Lire le PDF à haute voix.
it: Leggi ad alta voce il PDF.
ja: PDFを音読する。
ko: PDF 파일을 소리 내어 읽기.
nl: Lees de PDF hardop.
pt: Ler o PDF em voz alta.
ru: Читать PDF вслух.
zh_cn: 有声朗读PDF。
