Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinPageInsertfilenameLabelContent
source: Insert file name
de: Dateiname einfügen
es: Introducir el nombre del archivo
fr: Insérer un nom de fichier
it: Inserisci nome del file
ja: ファイル名の挿入
ko: 삽입 파일 이름
nl: Bestandsnaam invoegen
pt: Introduzir nome do ficheiro
ru: Вставить имя файла
zh_cn: 插入文件名

# WinPageInsertpageNumAligmentCenterContent
source: Center
de: Mitte
es: Centro
fr: Centre
it: Al centro
ja: 中央
ko: 중앙
nl: Gecentreerd
pt: Centro
ru: По центру
zh_cn: 居中对齐

# WinPageInsertpageNumAligmentLabelContent
source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
it: Allineamento
ja: 配列
ko: 맞춤
nl: Uitlijning
pt: Alinhamento
ru: Выравнивание
zh_cn: 对齐方式

# WinPageInsertpageNumAligmentLeftContent
source: Left
de: Links
es: Izquierda
fr: Gauche
it: A sinistra
ja: 左
ko: 왼쪽
nl: Links
pt: Esquerda
ru: Слева
zh_cn: 左对齐

# WinPageInsertpageNumAligmentRightContent
source: Right
de: Rechts
es: Derecha
fr: Droite
it: A destra
ja: 右
ko: 오른쪽
nl: Rechts
pt: Direita
ru: Справа
zh_cn: 右对齐

# WinPageInsertpageNumPositionFooterContent
source: Footer
de: Fußzeile
es: Pie de página
fr: Pied de page
it: Piè di pagina
ja: フッター
ko: 꼬리말
nl: Voettekst
pt: Rodapé
ru: Нижний колонтитул
zh_cn: 页脚

# WinPageInsertpageNumPositionHeaderContent
source: Header
de: Kopfzeile
es: Encabezado
fr: En-tête
it: Intestazione
ja: ヘッダー
ko: 머리말
nl: Koptekst
pt: Cabeçalho
ru: Верхний колонтитул
zh_cn: 页眉

# WinPageInsertpageNumPositionLabelConent
source: Position
es: Posición
it: Posizione
ja: 配置
ko: 위치
nl: Positie
pt: Posição
ru: Положение
zh_cn: 位置

# WinPageInsertpageNumStyleLabelContent
source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pt: Estilo
ru: Стиль
zh_cn: 页码样式

# WinPageInsertpagenumberLabelContent
source: Insert page number
de: Seitenzahl einfügen
es: Introducir el número de la página
fr: Insérer un numéro de page
it: Inserisci numero di pagina
ja: ページ番号の挿入
ko: 삽입 페이지 번호
nl: Paginanummer invoegen
pt: Introduzir número da página
ru: Вставить номер страницы
zh_cn: 插入页码

# WinPageLeftFooterTextLabelContent
source: Left footer
de: Fußzeile linksbündig
es: Pie de página izquierdo
fr: Pied de page à gauche
it: Piè di pagina sinistro
ja: 左側フッター
ko: 왼쪽 꼬리말
nl: Linker voettekst
pt: Rodapé esquerdo
ru: Левый нижний колонтитул
zh_cn: 左侧页脚

# WinPageLeftHeaderTextLabelContent
source: Left header
de: Kopfzeile linksbündig
es: Encabezado izquierdo
fr: En-tête à gauche
it: Intestazione sinistra
ja: 左側ヘッダー
ko: 왼쪽 머리말
nl: Linker koptekst
pt: Cabeçalho esquerdo
ru: Левый верхний колонтитул
zh_cn: 左侧页眉

# WinPageLoadingHeaderorFooterContent
source: Loading Header & Footer and PageNumber
de: Kopf- und Fußzeile und Seitennummer werden geladen
es: Cargando el encabezado y el pie y número de página
fr: Chargement de l'en-tête, du pied de page et du numéro de page
it: Caricamento di Intestazione e piè di pagina e Numero di pagina
ja: ヘッダーとフッター、ページ番号を読み込んでいます
ko: 머리말 & 꼬리말 및 페이지 번호 로드 중
nl: Kop- en voettekst en paginanummer laden
pt: A Carregar Cabeçalho e Rodapé e Número de Página
ru: Загружаются верхний и нижний колонтитулы и номер страницы
zh_cn: 正在加载页眉页脚和页码

# WinPageMarginBottomLabelContent
source: Bottom
de: Unten
es: Parte de abajo
fr: Bas
it: Inferiore
ja: 下部
ko: 아래쪽
nl: Onderzijde
pt: Fundo
ru: Внизу
zh_cn: 下

# WinPageMarginLabelContent
source: Margin
de: Rand
es: Margen
fr: Marge
it: Margini
ja: 余白
ko: 여백
nl: Kantlijn
pt: Margem
ru: Поле
zh_cn: 页边距

# WinPageMarginLeftLabelContent
source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistro
ja: 左
ko: 왼쪽
nl: Linkerzijde
pt: Esquerda
ru: Слева
zh_cn: 左

# WinPageMarginRightLabelContent
source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destro
ja: 右
ko: 오른쪽
nl: Rechterzijde
pt: Direita
ru: Справа
zh_cn: 右

# WinPageMarginTopLabelContent
source: Top
de: Oben
es: Parte de arriba
fr: Haut
it: Superiore
ja: 上部
ko: 위쪽
nl: Bovenzijde
pt: Topo
ru: Вверху
zh_cn: 上

# WinPageMergeBtnAfterPageByNumContent
source: After page XXX
de: Nach Seite XXX
es: Después de la página XXX
fr: Après la page XXX
it: Dopo pagina XXX
ja: XXXページの後
ko: 페이지 XXX이후
nl: Na pagina XXX
pt: Depois da página XXX
ru: После страницы XXX
zh_cn: 在第 XXX 页之后

# WinPageMergeBtnAfterPageContent
source: After selected page
de: Nach ausgewählter Seite
es: Después de la página seleccionada
fr: Après la page sélectionnée
it: Dopo la pagina selezionata
ja: 選択したページの後
ko: 선택된 페이지 다음
nl: Na de geselecteerde pagina
pt: Após a página selecionada
ru: После выбранной страницы
zh_cn: 选择页之后

# WinPageMergeBtnBeforePageByNumContent
source: Before page XXX
de: Vor Seite XXX
es: Antes de la página XXX
fr: Avant la page XXX
it: Prima di pagina XXX
ja: XXXページの前
ko: 페이지 XXX이전
nl: Vóór pagina XXX
pt: Antes da página XXX
ru: Перед страницей XXX
zh_cn: 在第 XXX 页之前

# WinPageMergeBtnBeforePageContent
source: Before selected page
de: Vor ausgewählter Seite
es: Antes de la página seleccionada
fr: Avant la page sélectionnée
it: Prima della pagina selezionata
ja: 選択したページの前
ko: 선택된 페이지 이전
nl: Voor de geselecteerde pagina
pt: Antes da página selecionada
ru: Перед выбранной страницей
zh_cn: 选择页之前

# WinPageMergeBtnBeginingContent
source: Beginning
de: Anfang
es: Inicio
fr: Début
it: Inizio
ja: 始まり
ko: 처음
nl: Begin
pt: Início
ru: Начало
zh_cn: 开头

# WinPageMergeBtnEndContent
source: End
de: Ende
es: Final
fr: Fin
it: Fine
ja: 終わり
ko: 끝
nl: Einde
pt: Fim
ru: Конец
zh_cn: 末尾

# WinPageMergeCorrectPageMsg
source: Wrong page ranges, please set correct page ranges.
de: Falsche Seitenbereiche, bitte richtige Seitenbereiche einstellen.
es: Rangos de páginas erróneos. Seleccione los correctos.
fr: Mauvaises plages de pages. Veuillez définir les bonnes plages de pages.
it: Intervallo di pagine errato. Inserisci un intervallo valido.
ja: ページ範囲が間違っています。正しい範囲を選択してください。
ko: 잘못된 페이지 범위입니다. 올바른 페이지 범위를 설정해 주세요.
nl: Verkeerde paginabereik, stel het juiste paginabereik in.
pt: Intervalos de páginas errados. Por favor, defina os intervalos de páginas corretos.
ru: Неверный диапазоны страниц, укажите правильные границы.
zh_cn: 页面范围错误，请设置正确的页面范围。

# WinPageMergeCorruptedDocMsg
source: Corrupted document, please check your selected document.
de: Fehlerhaftes Dokument, bitte überprüfen Sie das ausgewählte Dokument.
es: Documento dañado. Compruebe el documento seleccionado.
fr: Document corrompu. Veuillez vérifier le document que vous avez sélectionné.
it: Documento corrotto, controlla il documento selezionato.
ja: 文書が壊れています。選択した文書を確認してください。
ko: 손상된 문서입니다. 선택된 문서를 확인해 주세요
nl: Corrupt document, controleer het geselecteerde document.
pt: Documento corrompido. Por favor, verifique o seu documento selecionado.
ru: Файл поврежден, проверьте выбранный документ.
zh_cn: 文件已损坏，请检查所选文件。

# WinPageMergeInsertfailedMsg
source: Failed to insert page to the document.
de: Die Seite konnte nicht in das Dokument eingefügt werden.
es: Error al insertar la página en el documento.
fr: Échec de l'insertion de la page dans le document.
it: Impossibile inserire la pagina nel documento.
ja: 文書にページを挿入できませんでした。
ko: 문서에 페이지를 삽입하지 못했습니다
nl: Kan geen pagina aan het document toevoegen.
pt: Não foi possível inserir a página no documento.
ru: Не удалось вставить страницу в документ.
zh_cn: 插入页面失败。

# WinPageMergeLabelInserttoContent
source: Insert to
de: Einfügen in
es: Insertar en
fr: Insérer dans
it: Inserisci in
ja: へ挿入
ko: 이곳에 삽입하기
nl: Invoegen bij
pt: Inserir em
ru: Вставить в
zh_cn: 插入

# WinPageMergeLabelLocationContent
source: Position
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pt: Localização
ru: Местоположение
zh_cn: 位置

# WinPageMergeLabelSelectFileContent
source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Choisissez un fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
nl: Selecteer bestand
pt: Selecionar ficheiro
ru: Выбрать файл
zh_cn: 选择文件

# WinPageMergeLabelSourceContent
source: Source
de: Quelle
es: Fuente
it: Fonte
ja: ソース
ko: 출처
nl: Bron
pt: Fonte
ru: Источник
zh_cn: 来源

# WinPageMergeLoadingText
source: File loading...
de: Datei wird geladen …
es: Cargando archivo...
fr: Chargement du fichier…
it: Caricamento del file…
ja: ファイルを読み込んでいます…
ko: 파일 로딩 중...
nl: Bestand aan het laden...
pt: Ficheiro a carregar…
ru: Загрузка файла...
zh_cn: 文件加载中，请耐心等待...

# WinPageMergeMenuInsertfromfileContent
source: Insert from file
de: Aus Datei einfügen
es: Insertar de archivo
fr: Insérer à partir du fichier
it: Inserisci da file
ja: ファイルから挿入
ko: 파일로부터 삽입
nl: Invoegen vanuit bestand
pt: Inserir do ficheiro
ru: Вставить из файла
zh_cn: 从文件中插入

# WinPageMergeOpenfailedMsg
source: Can not open selected document.
de: Das ausgewählte Dokument kann nicht geöffnet werden.
es: No se puede abrir el documento seleccionado.
fr: Impossible d'ouvrir le document sélectionné.
it: Impossibile aprire il documento selezionato.
ja: 選択された文書を開けることができません。
ko: 선택된 문서를 열 수 없습니다
nl: Kan het geselecteerde document niet openen.
pt: Não é possível abrir o documento selecionado.
ru: Невозможно открыть выбранный документ.
zh_cn: 无法打开选中的文件

# WinPageMergeTitle
source: Insert File
de: Datei zusammenfügen
es: Unir archivo
fr: Fusionner les fichiers
it: Unisci i file
ja: ファイルを結合
ko: 파일 합치기
nl: Bestanden samenvoegen
pt: Unir Ficheiro
ru: Объединение файлов
zh_cn: 插入文件

# WinPagePreviewLabelContent
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
nl: Voorbeeld
pt: Pré-visualização
ru: Предварительный просмотр
zh_cn: 预览

# WinPagePreviewPageLabelContent
source: Preview Page
de: Seitenvorschau
es: Página de la vista previa
fr: Page d'aperçu
it: Anteprima pagina
ja: プレビュー・ページ
ko: 페이지 미리 보기
nl: Voorbeeldpagina
pt: Página de pré-visualizaçãio
ru: Страница предварительного просмотра
zh_cn: 预览页面

# WinPageReorderToolTipContent
source: Are you sure you want to reorder the selected page(s)?
de: Sind Sie sicher, dass Sie die ausgewählte Seite(n) neu anordnen möchten?
es: ¿seguro que quieres reordenar las páginas seleccionadas?
fr: Êtes-vous sûr de vouloir réorganiser la ou les page(s) sélectionnée(s) ?
it: Sei sicuro di voler riordinare le pagine selezionate?
ja: 選択したページ（複数）を整理しなおしてよろしいですか？
ko: 선택된 페이지(들)의 순서를 변경하길 원하십니까?
nl: Weet u zeker dat u de geselecteerde pagina('s) opnieuw wilt ordenen?
pt: Tem a certeza de que deseja reordenar a(s) página(s) selecionada(s)?
ru: Вы уверены, что хотите реорганизовать выбранную страницу(-ы)?
zh_cn: 是否要重新排序所选页面？

# WinPageRightFooterTextLabelContent
source: Right footer
de: Fußzeile rechtsbündig
es: Pie de página derecho
fr: Pied de page à droite
it: Piè di pagina destro
ja: 右側フッター
ko: 오른쪽 꼬리말
nl: Rechter voettekst
pt: Rodapé direito
ru: Правый нижний колонтитул
zh_cn: 右侧页脚

# WinPageRightHeaderTextLabelContent
source: Right header
de: Kopfzeile rechtsbündig
es: Encabezado derecho
fr: En-tête à droite
it: Intestazione destra
ja: 右側ヘッダー
ko: 오른쪽 머리말
nl: Rechter koptekst
pt: Cabeçalho direito
ru: Правый верхний колонтитул
zh_cn: 右侧页眉

# WinPageSplitBtnMaxpageCountContent
source: Max page count
de: Maximale Seitenzahl
zh_cn: 最大页数

# WinPageSplitBtnPagerangeContent
source: Page range
de: Seitenbereich
es: Rango de páginas
fr: Plage de pages
it: Intervallo di pagine
ja: ページ範囲
ko: 페이지 범위
nl: Pagina bereik
pt: Intervalo de páginas
ru: Диапазон страниц
zh_cn: 页面范围

# WinPageSplitLabelOutputlocationContent
source: Output location
de: Ausgabeort
zh_cn: 输出目录

# WinPageSplitLabelSplitModeContent
source: Split Mode
de: Modus Teilen
es: Modo de División
fr: Mode de Division
it: Modalità di Divisione
ja: 分割モード
ko: 분할 모드
nl: Modus Splitsen
pt: Modo Dividido
ru: Разделенный Режим
zh_cn: 拆分模式

# WinPageSplitTitle
source: Split File
de: Datei Teilen
es: Dividir Archivo
fr: Diviser le Fichier
it: Dividi File
ja: 分割ファイル
ko: 파일 분할
nl: Bestand Splitsen
pt: Dividir Arquivo
ru: Разделить Файл
zh_cn: 拆分文件

# WinPageStartpagenumbereLabelContent
source: Start page number
de: Startseitennummer
es: Empezar desde el número de página
fr: Numéro de la page de début
it: Numero prima pagina
ja: 開始ページ番号
ko: 시작 페이지 번호
nl: Paginanummer startpagina
pt: Número da página inicial
ru: Номер начальной страницы
zh_cn: 起始页码

# WinPrinterBtnClassicModeContent
source: Classic Mode
de: Klassischer Modus
es: Modo clásico
fr: Mode classique
it: Modalità classica
ja: クラシックモード
ko: 클래식 모드
nl: Klassieke modus
pt: Modo clássico
ru: Классический режим
zh_cn: 经典模式

# WinPrinterBtnPropertyContent
source: Preference...
de: Präferenz...
es: Preferencia...
fr: Préférence...
it: Preferenza...
ja: プリファレンス設定
ko: 환경 설정...
nl: Voorkeursinstelling...
pt: Preferência...
ru: Предпочтений...
zh_cn: 属性

# WinPrinterCancelPrintContent
source: Are you sure you want to cancel the print task?
de: Sind Sie sicher, dass Sie den Druckauftrag abbrechen wollen?
es: ¿Estás seguro de que deseas cancelar la tarea de impresión?
fr: Êtes-vous sûr de vouloir annuler la tâche d'impression ?
it: Sei sicuro di voler annullare la stampa attuale?
ja: 本当に印刷ジョブをキャンセルしますか？
ko: 인쇄 작업을 정말로 취소하시겠습니까?
nl: Weet u zeker dat u de afdruktaak wilt annuleren?
pt: Tem a certeza que deseja cancelar a impressão?
ru: Уверены, что хотите отменить задание печати?
zh_cn: 你确定要取消打印任务吗？

# WinPrinterChbkGrayscaleContent
source: Grayscale
de: Graustufen
es: Escala de grises
fr: niveaux de gris
it: Scala di grigi
ja: グレースケール
ko: 그레이스케일
nl: Grijswaarden
pt: Escala de cinzentos
ru: Градации серого
zh_cn: 灰度打印

# WinPrinterCollateContent
source: Collate
de: Sortiert
es: Intercalar
fr: Copies assemblées
it: Fascic.
ja: 丁合い
ko: 한 부씩 인쇄
nl: Sorteren
pt: Ordenar
ru: Разобрать по копиям
zh_cn: 自动分页

# WinPrinterCopiesContent
source: Copies
de: Exemplare
es: Copias
it: Copie
ja: コピー
ko: 복사본
nl: Kopieën
pt: Cópias
ru: Копии
zh_cn: 份数

# WinPrinterDuplexContent
source: Print on both sides
de: Auf beiden Seiten drucken
es: Imprimir en ambas caras
fr: Imprimer sur les deux faces
it: Stampa su entrambi i lati
ja: 両面印刷
ko: 양면 인쇄
nl: Dubbelzijdig afdrukken
pt: Imprimir nos dois lados
ru: Печатать на обеих сторонах
zh_cn: 双面打印

# WinPrinterDuplexFlipLongContent
source: Flip on long edge
de: Umdrehen an der langen Kante
es: Girar por el lado largo
fr: Retourner sur le bord long
it: Gira sul lato lungo
ja: 長辺とじ
ko: 긴 면을 기준으로 넘기기
nl: Langs de lange zijde omslaan
pt: Virar pela margem mais longa
ru: Перевернуть по длинному краю
zh_cn: 长边翻转

# WinPrinterDuplexFlipShortContent
source: Flip on short edge
de: Umdrehen an der kurzen Kante
es: Girar por el lado corto
fr: Retourner sur le bord court
it: Gira sul lato corto
ja: 短辺とじ
ko: 짧은 면을 기준으로 넘기기
nl: Langs de korte zijde omslaan
pt: Virar pela margem mais curta
ru: Перевернуть по короткому краю
zh_cn: 短边翻转

# WinPrinterNameContent
source: Printer
de: Drucker
es: Impresora
fr: Imprimante
it: Stampante
ja: プリンター
ko: 프린터
pt: Impressora
ru: Принтер
zh_cn: 打印机

# WinPrinterNoPrinterContent
source: No printer detected
de: Kein Drucker gefunden
es: No se ha detectado ninguna impresora
fr: Aucune imprimante détectée
it: Nessuna stampante rilevata
ja: プリンターが検出されません
ko: 프린터가 감지되지 않음
nl: Geen printer gedetecteerd
pt: Impressora não detetada
ru: Принтер не обнаружен
zh_cn: 未检测到打印机

# WinPrinterPageRangErrorContent
source: The value must be a integer between 1 and 1000.
de: Der Wert muss eine ganze Zahl zwischen 1 und 1000 sein.
es: El valor debe ser un número entero entre 1 y 1000.
fr: La valeur doit être un nombre entier compris entre 1 et 1 000.
it: Il valore deve essere un intero compreso tra 1 e 1000.
ja: 1～1000の整数値である必要があります。
ko: 값은 1에서 1000 사이의 정수여야 합니다.
nl: De waarde moet een geheel getal tussen 1 en 1000 zijn.
pt: O valor tem de ser um número inteiro entre 1 e 1000.
ru: Значение должно быть целым числом от 1 до 1000.
zh_cn: 请输入一个1~1000范围内的整数。

# WinPrinterPaperOrientationContent
source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
ja: 方向
ko: 방향
nl: Oriëntatie
pt: Orientação
ru: сторона
zh_cn: 纸张方向

# WinPrinterPaperSizeContent
source: Paper Size
de: Papiergröße
es: Tamaño del papel
fr: Taille du papier
it: Formato carta
ja: 用紙サイズ
ko: 용지 크기
nl: Papierformaat
pt: Tamanho do papel
ru: Размер бумаги
zh_cn: 纸张大小

# WinPrinterPrintAnnotationContent
source: Print Comments
de: Kommentare Drucken
es: Imprimir Comentarios
fr: Imprimer les Commentaires
it: Stampare Commenti
ja: コメントを印刷する
ko: 댓글 인쇄
nl: Opmerkingen Afdrukken
pt: Imprimir Comentários
ru: Печать Kомментариев
zh_cn: 打印注释

# WinPrinterPrintModeContent
source: Page Sizing
de: Seite anpassen
es: Tamaño de Página
fr: Dimensionnement de Page
it: Ridimensionamento della Pagina
ja: ページサイズの調整
ko: 페이지 크기 조정
nl: Paginagrootte aanpassen
pt: Dimensionamento de Página
ru: Изменение размера страницы
zh_cn: 页面大小调整

# WinPurchasedAlreadySubTitle
source: Already Purchased
de: Bereits gekauft
es: Ya comprado
fr: Déjà acheté
it: Già acquistato
ja: 購入済み
ko: 이미 구매함
nl: Al gekocht
pt: Já comprado
ru: Уже купили
zh_cn: 购买成功

# WinPurchasedTitle
source: You have successfully purchased. Now enjoy PDFgear to the fullest.
de: Sie haben erfolgreich eingekauft. Genießen Sie jetzt PDFgear in vollen Zügen.
es: Has comprado con éxito. Ahora disfruta de PDFgear al máximo.
fr: Vous avez acheté avec succès. Profitez maintenant pleinement de PDFgear.
it: Hai acquistato con successo. Ora goditi PDFgear al massimo.
ja: 正常に購入されました。 PDFgear を存分にお楽しみください。
ko: 성공적으로 구매하셨습니다. 이제 PDFgear를 최대한 즐기십시오.
nl: Je hebt succesvol gekocht. Geniet nu ten volle van PDFgear.
pt: Você comprou com sucesso. Agora aproveite o PDFgear ao máximo.
ru: Вы успешно купили. Теперь наслаждайтесь PDFgear в полной мере.
zh_cn: 您已成功购买我们的服务。现在可以尽情享受PDFgear。

# WinPwdEntePwdTitle
source: Enter Password
de: Passwort eingeben
es: Introducir la contraseña
fr: Entrer le mot de passe
it: Inserisci Password
ja: パスワードを入力する
ko: 암호 입력
nl: Wachtwoord invoeren
pt: Introduza a Palavra-passe
ru: Введите пароль
zh_cn: 输入密码

# WinPwdEnterTipContent
source: This document is password protected. Please enter the password below.
de: Dieses Dokument ist passwortgeschützt. Bitte geben Sie unten das Passwort ein.
es: Este documento está protegido con contraseña. Introduce la contraseña a continuación.
fr: Ce document est protégé par un mot de passe. Veuillez l'entrer ci-dessous.
it: Questo documento è protetto da password. Inserisci la password qui sotto.
ja: この文書はパスワードで保護されています。下記にパスワードを入力してください。
ko: 이 문서는 암호를 사용하여 보호되어 있습니다. 아래에 암호를 입력하세요.
nl: Dit document is beveiligd met een wachtwoord. Gelieve het wachtwoord hieronder in te voeren.
pt: Este documento é protegido por palavra-passe. Introduza a palavra-passe abaixo.
ru: Этот документ защищен паролем. Введите пароль ниже.
zh_cn: 此文档有密码保护，请在下方输入该文档密码。

# WinPwdInputContent
source: Type Here...
de: Hier eingeben ...
es: Escribir aquí…
fr: Tapez ici...
it: Digita qui…
ja: こちらに入力してください…
ko: 여기에 입력하세요…
nl: Hier typen...
pt: Digite Aqui…
ru: Введите здесь...
zh_cn: 输入密码...

# WinPwdInvalidTryAgainContent
source: Invalid password. Please try again.
de: Ungültiges Passwort. Bitte versuchen Sie es erneut.
es: La contraseña no es válida. Inténtalo de nuevo.
fr: Mot de passe non valide. Veuillez réessayer.
it: Password non valida. Riprova.
ja: パスワードが無効です。再度お試しください。
ko: 유효하지 않은 암호. 다시 시도하세요.
nl: Ongeldig wachtwoord. Gelieve opnieuw te proberen.
pt: Palavra-passe inválida. Tente novamente.
ru: Неверный пароль. Повторите попытку.
zh_cn: 密码格式不正确。请重试。

# WinPwdLabelConfrimContent
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pt: Confirmar
ru: Подтвердить
zh_cn: 确认密码

# WinPwdLabelPasswordContent
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
pt: Palavra-passe
ru: Пароль
zh_cn: 密码

# WinPwdMaxCharacterCheckContent
source: Maximum of 32 Characters. No space.
de: Maximal 32 Zeichen. Kein Leerzeichen.
es: Un máximo de 6 caracteres. Sin espacios.
fr: Maximum de 32 caractères. Pas d'espace.
it: Massimo 32 caratteri. Senza spazi.
ja: 最大32文字。スペースを含まない。
ko: 최대 32자. 띄어쓰기 불가.
nl: Maximaal 32 tekens. Geen spatie.
pt: Máximo de 32 Caracteres. Nenhum espaço.
ru: Не менее 32 символов. Без пробелов.
zh_cn: 不能超过32个非空格字符。

# WinPwdMinCharacterCheckContent
source: Minimum of 6 Characters. No space.
de: Mindestens 6 Zeichen. Kein Leerzeichen.
es: Un mínimo de 6 caracteres. Sin espacios.
fr: Minimum de six caractères. Pas d'espace.
it: Minimo 6 caratteri. Senza spazi.
ja: 最小6文字。スペースを含まない。
ko: 최소 6자. 띄어쓰기 불가.
nl: Minimaal 6 tekens. Geen spatie.
pt: Mínimo de 6 Caracteres. Nenhum espaço.
ru: Не менее 6 символов. Без пробелов.
zh_cn: 不能少于6个非空格字符。

# WinPwdPasswordCheckEmptyContent
source: Password is required.
de: Passwort ist erforderlich
es: Hace falta una contraseña.
fr: Un mot de passe est requis.
it: Password richiesta.
ja: パスワードが必要です。
ko: 암호가 필요합니다.
nl: Wachtwoord is vereist.
pt: É necessário a palavra-passe.
ru: Требуется пароль.
zh_cn: 密码不能为空。

# WinPwdPasswordCheckInvalidContent
source: Invalid password.
de: Ungültiges Passwort.
es: La contraseña no es válida.
fr: Mot de passe non valide.
it: Password non valida.
ja: パスワードは有効ではありません。
ko: 암호가 유효하지 않습니다.
nl: Ongeldig wachtwoord.
pt: Palavra-passe inválida.
ru: Неверный пароль.
zh_cn: 密码格式不正确。

# WinPwdPasswordCheckMatchContent
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non combaciano.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
nl: Wachtwoorden komen niet overeen.
pt: As palavras-passe não correspondem.
ru: Пароль не совпадает.
zh_cn: 密码输入不一致。

# WinPwdPasswordKeepPermissionsPwdContent
source: Keep permissions password
de: Berechtigungspasswort beibehalten
es: Guardar la contraseña de acceso
fr: Conserver le mot de passe d'autorisation
it: Mantieni la password per i permessi
ja: 権限パスワードを保持する
ko: 권한 암호로 유지합니다.
nl: Wachtwoord voor toestemming bewaren
pt: Manter palavra-passe de permissão
ru: Сохранить пароль разрешения
zh_cn: 保留权限密码

# WinPwdPasswordSaveTipContent
source: Security settings will not be applied until you save the document.
de: Die Sicherheitseinstellungen werden erst angewendet, wenn Sie das Dokument gespeichert haben.
es: La configuración de seguridad no se aplicará hasta que guarde el documento.
fr: Les paramètres de sécurité ne seront pas appliqués tant que vous n'aurez pas enregistré le document.
it: Le impostazioni di sicurezza non verranno applicate fino al salvataggio del documento.
ja: 文書を保存しなければ、セキュリティ設定が作動しません。
ko: 문서를 저장할 때까지 보안 설정이 적용되지 않습니다.
nl: Beveiligingsinstellingen worden pas toegepast als u het document opslaat.
pt: As configurações de segurança não serão aplicadas até que guarde o documento.
ru: Настройки безопасности не будут применены, пока вы не сохраните документ.
zh_cn: 密码的设置在文档保存后生效。

# WinPwdPasswordSaveTipNotshowagainContent
source: Don't show this message again
de: Diese Meldung nicht mehr anzeigen
es: No mostrar más este mensaje
fr: Ne plus montrer ce message
it: Non mostrare più questo messaggio
ja: このメッセージを再び表示しない
ko: 이 메시지를 다시 표시하지 않습니다
nl: Dit bericht niet meer weergeven
pt: Não mostrar esta mensagem novamente
ru: Больше не показывать это сообщение
zh_cn: 下次不再显示
