Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# TooltipDesc_Redact
source: Mark sensitive information to permanently remove it.
de: Sensible Informationen markieren, um sie dauerhaft zu entfernen.
es: Marcar información sensible para eliminarla permanentemente.
fr: Marquer les informations sensibles pour les supprimer définitivement.
it: Contrassegna le informazioni sensibili da rimuovere in modo permanente.
ja: 機密情報をマークして完全に削除します。
ko: 민감한 정보를 표시하여 영구적으로 제거합니다.
nl: Markeer gevoelige informatie om deze permanent te verwijderen.
pt: Marcar informações sensíveis para remoção permanente.
ru: Пометить конфиденциальную информацию для её безвозвратного удаления.
zh_cn: 标记敏感信息以将其永久删除。

# TooltipDesc_Redo
source: Redo the previously undo action.
de: Die zuvor rückgängig gemachte Aktion wiederholen.
es: Rehacer la acción previamente deshecha.
fr: Refaites l'action annulée précédemment.
it: Rifai l'azione annullata precedentemente.
ja: 直前の取り消した操作をやり直す。
ko: 마지막 취소한 작업 다시 실행.
nl: Herhaal de eerder ongedane actie.
pt: Refazer a ação desfeita anteriormente.
ru: Повторить ранее отмененное действие.
zh_cn: 恢复先前撤销的操作。

# TooltipDesc_Save
source: Save the PDF file.
de: Die PDF-Datei speichern.
es: Guardar el archivo PDF.
fr: Enregistrer le fichier PDF.
it: Salva il file PDF.
ja: PDFファイルを保存する。
ko: PDF 파일 저장.
nl: Sla het PDF-bestand op.
pt: Salvar o arquivo PDF.
ru: Сохранить PDF-файл.
zh_cn: 保存PDF文件。

# TooltipDesc_SaveAs
source: Save a copy of the PDF file.
de: Eine Kopie der PDF-Datei speichern.
es: Guardar una copia del archivo PDF.
fr: Enregistrer une copie du fichier PDF.
it: Salva una copia del file PDF.
ja: PDFファイルのコピーを保存する。
ko: PDF 파일의 복사본 저장.
nl: Maak een kopie van het PDF-bestand.
pt: Salvar uma cópia do arquivo PDF.
ru: Сохранить копию PDF-файла.
zh_cn: 保存PDF文件副本。

# TooltipDesc_Screenshot
source: Select an area to capture a screenshot of the PDF.
de: Wählen Sie einen Bereich aus, um einen Screenshot der PDF zu machen.
es: Selecciona un área para capturar una captura de pantalla del PDF.
fr: Sélectionner une zone pour capturer une capture d'écran du PDF.
it: Seleziona un'area per catturare uno screenshot del PDF.
ja: PDFのスクリーンショットを撮るために範囲を選択する。
ko: PDF 스크린샷을 캡처할 영역을 선택.
nl: Selecteer een gebied om een screenshot van de PDF vast te leggen.
pt: Selecione uma área para capturar uma captura de tela do PDF.
ru: Выберите область для снятия скриншота PDF.
zh_cn: 在PDF中框选区域进行截图。

# TooltipDesc_Translate
source: Translate selected or pasted text to a specified language.
de: Ausgewählten oder eingefügten Text in die angegebene Sprache übersetzen.
es: Traducir el texto seleccionado o pegado a un idioma especificado.
fr: Traduire le texte sélectionné ou collé vers une langue spécifiée.
it: Traduci il testo selezionato o incollato nella lingua specificata.
ja: 選択または貼り付けたテキストを指定の言語に翻訳します。
ko: 선택하거나 붙여넣은 텍스트를 지정된 언어로 번역합니다.
nl: Vertaal geselecteerde of geplakte tekst naar een opgegeven taal.
pt: Traduzir o texto selecionado ou colado para um idioma específico.
ru: Перевести выделенный или вставленный текст на указанный язык.
zh_cn: 将选中或粘贴的文本翻译成指定语言。

# TooltipDesc_Undo
source: Undo the last action.
de: Die letzte Aktion rückgängig machen.
es: Deshacer la última acción.
fr: Annuler la dernière action.
it: Annulla l'ultima azione.
ja: 最後の操作を元に戻す。
ko: 마지막 작업 실행 취소.
nl: Maak de laatste actie ongedaan.
pt: Desfazer a última ação.
ru: Отменить последнее действие.
zh_cn: 撤销上一步操作。

# TooltipDesc_Update
source: Check for PDFgear updates.
de: Nach Aktualisierungen für PDFgear suchen.
es: Comprobar actualizaciones de PDFgear.
fr: Vérifier les mises à jour de PDFgear.
it: Controlla gli aggiornamenti per PDFgear.
ja: PDFgearの更新を確認する。
ko: PDFgear 업데이트 확인.
nl: Controleren op updates voor PDFgear.
pt: Verificar atualizações do PDFgear.
ru: Проверить обновления для PDFgear.
zh_cn: 检查PDFgear是否有新版本。

# TranslatePanelAuto
source: Auto
ja: オート
ko: 자동
ru: Авто
zh_cn: 自动

# TranslatePanelAutoDetect
source: Auto-Detect
de: Automatische Erkennung
es: Detección Automática
fr: Détection Automatique
it: Rilevamento Automatico
ja: 自動検出
ko: 자동 감지
nl: Automatisch Detecteren
pt: Deteção Automática
ru: Автоопределение
zh_cn: 自动检测

# TranslatePanelAutoTranslateBtn
source: Auto translate selected text
de: Ausgewählten Text automatisch übersetzen
es: Traducir automáticamente el texto seleccionado
fr: Traduire automatiquement le texte sélectionné
it: Traduzione automatica del testo selezionato
ja: 選択したテキストを自動翻訳
ko: 선택한 텍스트 자동 번역
nl: Automatisch Geselecteerde Tekst Vertalen
pt: Traduzir automaticamente o texto selecionado
ru: Автоматический перевод выделенного текста
zh_cn: 自动翻译选定文本

# TranslatePanelInputPlaceHolder
source: Enter or paste text here
de: Text hier eingeben oder einfügen
es: Ingrese o pegue texto aquí
fr: Saisissez ou collez du texte ici
it: Inserisci o incolla il testo qui
ja: ここにテキストを入れるか、または貼り付けなさい
ko: 여기에 텍스트 입력 또는 붙여넣기
nl: Voer Tekst Hier in of Plak Deze Hier
pt: Digite ou cole o texto aqui
ru: Введите или вставьте сюда текст
zh_cn: 在此输入或粘贴文本

# TranslatePanelOutputPlaceHolder
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
nl: Vertaling
pt: Tradução
ru: Перевод
zh_cn: 翻译

# UnknownAttachmentModifyDateText
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt: Desconhecido
ru: Неизвестно
zh_cn: 未知

# UnsignedDigSignPropLabel_Name
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
nl: Naam:
pt: Nome:
ru: Имя:
zh_cn: 名称：

# UnsignedDigSignPropLabel_Tip
source: Tip:
de: Tipp:
es: Sugerencia:
fr: Astuce :
it: Suggerimento:
ja: ヒント:
ko: 팁:
pt: Dica:
ru: Подсказка:
zh_cn: 提示：

# UnsignedDigSignPropMessage_DuplicatedFieldName
source: Duplicate field names are not allowed.
de: Doppelte Feldnamen sind nicht erlaubt.
es: No se permiten nombres de campos duplicados.
fr: Les noms de champs dupliqués ne sont pas autorisés.
it: Non sono consentiti nomi di campo duplicati.
ja: フィールド名の重複は許可されていません。
ko: 필드 이름이 중복될 수 없습니다.
nl: Dubbele veldnamen zijn niet toegestaan.
pt: Não são permitidos nomes de campos duplicados.
ru: Дублирующие имена полей не допускаются.
zh_cn: 不允许使用重复的字段名。

# UnsupportedImageMsg
source: Failed to load the image file since it is corrupted or in unsupported format. Please choose another image file and retry.
de: Die Bilddatei konnte nicht geladen werden, da sie beschädigt ist oder ein nicht unterstütztes Format hat. Bitte wählen Sie eine andere Bilddatei und versuchen Sie es erneut.
es: No se pudo cargar el archivo de imagen porque está dañado o tiene un formato no compatible. Elija otro archivo de imagen y vuelva a intentarlo.
fr: Échec du chargement du fichier image car il est corrompu ou dans un format non pris en charge. Veuillez choisir un autre fichier image et réessayer.
it: Impossibile caricare il file immagine poiché è danneggiato o in un formato non supportato. Scegli un altro file immagine e riprova.
ja: イメージ ファイルが破損しているか、サポートされていない形式であるため、イメージ ファイルを読み込めませんでした。 別の画像ファイルを選択して、再試行してください。
ko: 이미지 파일이 손상되었거나 지원되지 않는 형식이므로 로드하지 못했습니다. 다른 이미지 파일을 선택하고 다시 시도하십시오.
nl: Kan het afbeeldingsbestand niet laden omdat het beschadigd is of een niet-ondersteunde indeling heeft. Kies een ander afbeeldingsbestand en probeer het opnieuw.
pt: Falha ao carregar o arquivo de imagem porque está corrompido ou em formato não suportado. Escolha outro arquivo de imagem e tente novamente.
ru: Не удалось загрузить файл изображения, так как он поврежден или имеет неподдерживаемый формат. Выберите другой файл изображения и повторите попытку.
zh_cn: 无法加载图片文件，可能文件已损坏或图片格式不支持。请选择其它图片文件并重试。

# ViewToolbarSaveFailed
source: Failed to save the document. Please try again.
de: Das Dokument konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el documento. Inténtalo de nuevo.
fr: Échec de l'enregistrement du document. Veuillez réessayer.
it: Impossibile salvare il documento. Per favore riprova.
ja: ドキュメントの保存に失敗しました。 もう一度やり直してください。
ko: 문서를 저장하지 못했습니다. 다시 시도해 주세요.
nl: Kan het document niet opslaan. Probeer het opnieuw.
pt: Falha ao salvar o documento. Por favor, tente novamente.
ru: Не удалось сохранить документ. Пожалуйста, попробуйте еще раз.
zh_cn: 文档保存失败，请重试。

# ViewToolbarSave_DigSigMaskSaveAs
source: The document contains a signature, so it must be saved as a copy.
de: Das Dokument enthält eine Signatur und muss daher als Kopie gespeichert werden.
es: El documento contiene firma, por lo que debe guardarse como copia.
fr: Le document contient une signature, il doit donc être enregistré sous forme de copie.
it: Il documento contiene una firma, quindi deve essere salvato come copia.
ja: 文書に署名が含まれているため、コピーとして保存する必要があります。
ko: 문서에 서명이 포함되어 있으므로 복사본으로 저장해야 합니다.
nl: Het document bevat een handtekening, dus het moet opgeslagen worden als een kopie.
pt: O documento contém uma assinatura, portanto, deve ser salvo como uma cópia.
ru: Документ содержит подпись, поэтому его необходимо сохранить как копию.
zh_cn: 文档包含签名，必须创建副本。

# ViewToorbarFileChanged
source: The document has been edited. Do you want to keep the change?
de: Das Dokument wurde bearbeitet. Möchten Sie es speichern?
es: El documento ha sido editado. ¿Quieres guardarlo?
fr: Le document a été modifié. Voulez-vous le sauvegarder ?
it: Il documento è stato modificato. Vuoi salvarlo?
ja: ドキュメントが編集されました。 保存しますか？
ko: 문서가 편집되었습니다. 저장하시겠습니까?
nl: Het document is bewerkt. Wil je het opslaan?
pt: O documento foi editado. Deseja salvá-lo?
ru: Документ был отредактирован. Вы хотите сохранить его?
zh_cn: 文档已编辑。是否需要保留修改？

# ViewerContainerEditBanner
source: You are in text editing mode.
de: Sie befinden sich im Textbearbeitungsmodus.
es: Estás en modo de edición de texto.
fr: Vous êtes en mode d’édition de texte
it: Sei in modalità modifica testo.
ja: これはテキスト編集モードです。
ko: 텍스트 편집 모드를 사용 중입니다.
nl: U bevindt zich in de tekstbewerkingsmodus.
pt: Está no modo de edição de texto.
ru: Вы находитесь в режиме редактирования текста.
zh_cn: 您正处于编辑模式。

# WIA_ERROR_BUSY
source: The device is busy. Close any apps that are using this device or wait for it to finish and then try again.
de: Das Gerät ist beschäftigt. Schließen Sie alle Apps, die dieses Gerät verwenden, oder warten Sie, bis es abgeschlossen ist, und versuchen Sie es dann erneut.
es: El dispositivo está ocupado. Cierre todas las aplicaciones que usen este dispositivo o espere a que finalice y vuelva a intentarlo.
fr: L’appareil est occupé. Fermez toutes les applications qui utilisent cet appareil ou attendez qu’il se termine, puis réessayez.
it: Il dispositivo è occupato. Chiudere tutte le app che usano questo dispositivo o attendere il completamento e quindi riprovare.
ja: デバイスがビジー状態です。 このデバイスを使用しているアプリを閉じるか、完了するまで待ってから、もう一度やり直してください。
ko: 디바이스가 사용 중입니다. 이 장치를 사용하는 앱을 닫거나 완료되기를 기다린 다음 다시 시도하십시오.
nl: Het apparaat is bezet. Sluit alle apps die dit apparaat gebruiken of wacht tot het klaar is en probeer het vervolgens opnieuw.
pt: O dispositivo está ocupado. Feche todos os aplicativos que estão usando este dispositivo ou aguarde até que ele seja concluído e tente novamente.
ru: Устройство занято. Закройте все приложения, использующие это устройство, или дождитесь его завершения, а затем повторите попытку.
zh_cn: 设备正忙。关闭正在使用此设备的任何应用，或等待其完成，然后重试。

# WIA_ERROR_COVER_OPEN
source: One or more of the device’s cover is open.
de: Mindestens eine Abdeckung des Geräts ist geöffnet.
es: Una o varias de las portadas del dispositivo están abiertas.
fr: Un ou plusieurs couvercles de l’appareil sont ouverts.
it: Una o più cover del dispositivo sono aperte.
ja: デバイスのカバーが 1 つ以上開いています。
ko: 하나 이상의 디바이스 커버가 열려 있습니다.
nl: Een of meer deksels van het apparaat zijn open.
pt: Uma ou mais capas do dispositivo estão abertas.
ru: Одна или несколько крышки устройства открыты.
zh_cn: 一块或多块设备盖板已打开。

# WIA_ERROR_DEVICE_COMMUNICATION
source: Communication with the WIA device failed. Make sure that the device is powered on and connected to the PC. If the problem persists, disconnect and reconnect the device.
de: Fehler bei der Kommunikation mit dem WIA-Gerät. Stellen Sie sicher, dass das Gerät eingeschaltet und mit dem PC verbunden ist. Wenn das Problem weiterhin besteht, trennen Sie das Gerät, und verbinden Sie es erneut.
es: Error en la comunicación con el dispositivo WIA. Asegúrese de que el dispositivo está encendido y conectado al equipo. Si el problema persiste, desconecte y vuelva a conectar el dispositivo.
fr: La communication avec l’appareil WIA a échoué. Assurez-vous que l’appareil est sous tension et connecté au PC. Si le problème persiste, déconnectez et reconnectez l’appareil.
it: La comunicazione con il dispositivo WIA non è riuscita. Assicurarsi che il dispositivo sia acceso e connesso al PC. Se il problema persiste, disconnettersi e riconnettere il dispositivo.
ja: WIA デバイスとの通信に失敗しました。 デバイスの電源が入っていて、PC に接続されていることを確認します。 問題が解決しない場合は、デバイスを切断して再接続します。
ko: WIA 디바이스와의 통신이 실패했습니다. 디바이스의 전원이 켜지고 PC에 연결되어 있는지 확인합니다. 문제가 지속되면 디바이스의 연결을 끊고 다시 연결합니다.
nl: Communicatie met het WIA-apparaat is mislukt. Zorg ervoor dat het apparaat is ingeschakeld en op de pc is aangesloten. Als het probleem zich blijft voordoen, koppelt u het apparaat los en sluit u het opnieuw aan.
pt: Falha na comunicação com o dispositivo WIA. Verifique se o dispositivo está ligado e conectado ao computador. Se o problema persistir, desconecte e reconecte o dispositivo.
ru: Сбой связи с устройством WIA. Убедитесь, что устройство включено и подключено к компьютеру. Если проблема не исчезнет, отключите и повторно подключите устройство.
zh_cn: 与WIA设备的通信失败。确保设备已开机并连接到计算机。如果问题仍然存在，请断开连接后重新连接设备。

# WIA_ERROR_EXCEPTION_IN_DRIVER
source: The device driver threw an exception.
de: Der Gerätetreiber hat eine Ausnahme ausgelöst.
es: El controlador de dispositivo produjo una excepción.
fr: Le pilote de périphérique a levé une exception.
it: Il driver di dispositivo ha generato un'eccezione.
ja: デバイス ドライバーが例外をスローしました。
ko: 장치 드라이버에서 예외가 발생했습니다.
nl: Het apparaatstuurprogramma heeft een uitzondering gegenereerd.
pt: O driver do dispositivo gerou uma exceção.
ru: Драйвер устройства вызвал исключение.
zh_cn: 设备驱动程序发生异常。

# WIA_ERROR_GENERAL_ERROR
source: An unknown error has occurred with the WIA device.
de: Beim WIA-Gerät ist ein unbekannter Fehler aufgetreten.
es: Se ha producido un error desconocido con el dispositivo WIA.
fr: Une erreur inconnue s’est produite avec l’appareil WIA.
it: Si è verificato un errore sconosciuto con il dispositivo WIA.
ja: WIA デバイスで不明なエラーが発生しました。
ko: WIA 디바이스에서 알 수 없는 오류가 발생했습니다.
nl: Er is een onbekende fout opgetreden met het WIA-apparaat.
pt: Ocorreu um erro desconhecido com o dispositivo WIA.
ru: С устройством WIA произошла неизвестная ошибка.
zh_cn: WIA设备发生未知错误。

# WIA_ERROR_INCORRECT_HARDWARE_SETTING
source: There is an incorrect setting on the WIA device.
de: Es gibt eine falsche Einstellung auf dem WIA-Gerät.
es: Hay una configuración incorrecta en el dispositivo WIA.
fr: Il existe un paramètre incorrect sur l’appareil WIA.
it: Nel dispositivo WIA è presente un'impostazione non corretta.
ja: WIA デバイスの設定が正しくありません。
ko: WIA 디바이스에 잘못된 설정이 있습니다.
nl: Er is een onjuiste instelling op het WIA-apparaat.
pt: Há uma configuração incorreta no dispositivo WIA.
ru: На устройстве WIA указан неправильный параметр.
zh_cn: WIA设备上存在错误设置。

# WIA_ERROR_INVALID_COMMAND
source: The device doesn't support this command.
de: Das Gerät unterstützt diesen Befehl nicht.
es: El dispositivo no admite este comando.
fr: L’appareil ne prend pas en charge cette commande.
it: Il dispositivo non supporta questo comando.
ja: デバイスはこのコマンドをサポートしていません。
ko: 디바이스는 이 명령을 지원하지 않습니다.
nl: Het apparaat ondersteunt deze opdracht niet.
pt: O dispositivo não dá suporte a esse comando.
ru: Устройство не поддерживает эту команду.
zh_cn: 设备不支持此命令。

# WIA_ERROR_INVALID_DRIVER_RESPONSE
source: The response from the driver is invalid.
de: Die Antwort des Treibers ist ungültig.
es: La respuesta del controlador no es válida.
fr: La réponse du pilote n’est pas valide.
it: La risposta del driver non è valida.
ja: ドライバーからの応答が無効です。
ko: 드라이버의 응답이 잘못되었습니다.
nl: Het antwoord van de bestuurder is ongeldig.
pt: A resposta do driver é inválida.
ru: Недопустимый ответ от драйвера.
zh_cn: 驱动程序的响应无效。

# WIA_ERROR_ITEM_DELETED
source: The WIA device was deleted. It's no longer available.
de: Das WIA-Gerät wurde gelöscht. Es ist nicht mehr verfügbar.
es: Se eliminó el dispositivo WIA. Ya no está disponible.
fr: L’appareil WIA a été supprimé. Il n’est plus disponible.
it: Il dispositivo WIA è stato eliminato. Non è più disponibile.
ja: WIA デバイスが削除されました。 使用できなくなりました。
ko: WIA 디바이스가 삭제되었습니다. 더 이상 사용할 수 없습니다.
nl: Het WIA-apparaat is verwijderd. Het is niet langer beschikbaar.
pt: O dispositivo WIA foi excluído. Ele não está mais disponível.
ru: Устройство WIA было удалено. Он больше недоступен.
zh_cn: WIA设备已被删除，不再可用。

# WIA_ERROR_LAMP_OFF
source: The scanner's lamp is off.
de: Die Lampe des Scanners ist ausgeschaltet.
es: La lámpara del escáner está apagada.
fr: La lampe du scanneur est éteinte.
it: La lampada dello scanner è spenta.
ja: スキャナーのランプがオフです。
ko: 스캐너의 램프가 꺼져 있습니다.
nl: De lamp van de scanner is uit.
pt: A lâmpada do scanner está desligada.
ru: Лампа сканера выключена.
zh_cn: 扫描仪灯已关闭。

# WIA_ERROR_MAXIMUM_PRINTER_ENDORSER_COUNTER
source: A scan job was interrupted because an Imprinter/Endorser item reached the maximum valid value for WIA_IPS_PRINTER_ENDORSER_COUNTER, and was reset to 0. This feature is available with Windows 8 and later versions of Windows.
de: Ein Scanauftrag wurde unterbrochen, weil ein Imprinter/Endorser-Element den maximal gültigen Wert für WIA_IPS_PRINTER_ENDORSER_COUNTER erreichte und auf 0 zurückgesetzt wurde. Dieses Feature ist mit Windows 8 und höheren Versionen von Windows verfügbar.
es: Se interrumpió un trabajo de examen porque un elemento De impresión/Aprobador alcanzó el valor máximo válido para WIA_IPS_PRINTER_ENDORSER_COUNTER y se restableció a 0. Esta característica está disponible con Windows 8 y versiones posteriores de Windows.
fr: Un travail d’analyse a été interrompu parce qu’un élément d’impression/d’approbation a atteint la valeur valide maximale pour WIA_IPS_PRINTER_ENDORSER_COUNTER et a été réinitialisé à 0. Cette fonctionnalité est disponible avec Windows 8 et versions ultérieures de Windows.
it: Un processo di analisi è stato interrotto perché un elemento Di stampa/Approvatore ha raggiunto il valore massimo valido per WIA_IPS_PRINTER_ENDORSER_COUNTER ed è stato reimpostato su 0. Questa funzionalità è disponibile con Windows 8 e versioni successive di Windows.
ja: インプリント/保証アイテムがWIA_IPS_PRINTER_ENDORSER_COUNTERの有効な最大値に達し、0 にリセットされたため、スキャン ジョブが中断されました。 この機能は、Windows 8 以降のバージョンの Windows で使用できます。
ko: Imprinter/Endorser 항목이 WIA_IPS_PRINTER_ENDORSER_COUNTER 유효한 최대 값에 도달하고 0으로 다시 설정되었기 때문에 검사 작업이 중단되었습니다. 이 기능은 Windows 8 이상 버전의 Windows에서 사용할 수 있습니다.
nl: Een scantaak is onderbroken omdat een Imprinter/Endorser-item de maximaal geldige waarde voor WIA_IPS_PRINTER_ENDORSER_COUNTER heeft bereikt en is teruggezet op 0. Deze functie is beschikbaar in Windows 8 en latere versies van Windows.
pt: Um trabalho de verificação foi interrompido porque um item Imprinter/Endorser atingiu o valor máximo válido para WIA_IPS_PRINTER_ENDORSER_COUNTER e foi redefinido para 0. Esse recurso está disponível com Windows 8 e versões posteriores do Windows.
ru: Задание сканирования было прервано, так как элемент Imprinter/Endorser достиг максимально допустимого значения для WIA_IPS_PRINTER_ENDORSER_COUNTER и был сброшен до 0. Эта функция доступна в Windows 8 и более поздних версиях Windows.
zh_cn: 由于Imprinter/Endorser项达到了WIA_IPS_PRINTER_ENDORSER_COUNTER的最大有效值，并被重置为0，扫描中断。此功能适用于Windows 8及以上版本。

# WIA_ERROR_MULTI_FEED
source: A scan error occurred because of a multiple page feed condition. This feature is available with Windows 8 and later versions of Windows.
de: Ein Scanfehler ist aufgrund einer Bedingung für mehrere Seitenfeeds aufgetreten. Dieses Feature ist mit Windows 8 und höheren Versionen von Windows verfügbar.
es: Se produjo un error de examen debido a una condición de alimentación de varias páginas. Esta característica está disponible con Windows 8 y versiones posteriores de Windows.
fr: Une erreur de numérisation s'est produite en raison d'une condition d'alimentation de plusieurs pages. Cette fonctionnalité est disponible avec Windows 8 et versions ultérieures de Windows.
it: Si è verificato un errore di scansione a causa di una condizione di alimentazione multipla delle pagine. Questa funzionalità è disponibile con Windows 8 e versioni successive di Windows.
ja: 複数のページ フィード条件が原因でスキャン エラーが発生しました。 この機能は、Windows 8 以降のバージョンの Windows で使用できます。
ko: 여러 페이지 피드 조건으로 인해 스캔 오류가 발생했습니다. 이 기능은 Windows 8 이상 버전의 Windows에서 사용할 수 있습니다.
nl: Er is een scanningsfout opgetreden als gevolg van een meervoudige pagina-invoerconditie. Deze functie is beschikbaar in Windows 8 en latere versies van Windows.
pt: Ocorreu um erro de digitalização devido a uma condição de alimentação de várias páginas. Este recurso está disponível no Windows 8 e versões posteriores do Windows.
ru: Произошла ошибка сканирования из-за условия многостраничной подачи. Эта функция доступна в Windows 8 и более поздних версиях Windows.
zh_cn: 由于多页源条件，出现扫描错误。此功能适用于Windows 8及以上版本。

# WIA_ERROR_OFFLINE
source: The device is offline. Make sure the device is powered on and connected to the PC.
de: Das Gerät ist offline. Stellen Sie sicher, dass das Gerät eingeschaltet und mit dem PC verbunden ist.
es: El dispositivo está sin conexión. Asegúrese de que el dispositivo está encendido y conectado al equipo.
fr: L’appareil est hors connexion. Vérifiez que l’appareil est sous tension et connecté au PC.
it: Il dispositivo è offline. Assicurarsi che il dispositivo sia acceso e connesso al PC.
ja: デバイスがオフラインです。 デバイスの電源が入っていて、PC に接続されていることを確認します。
ko: 디바이스가 오프라인 상태입니다. 디바이스의 전원이 켜지고 PC에 연결되어 있는지 확인합니다.
nl: Het apparaat is offline. Zorg ervoor dat het apparaat is ingeschakeld en op de pc is aangesloten.
pt: O dispositivo está offline. Verifique se o dispositivo está ligado e conectado ao computador.
ru: Устройство находится в автономном режиме. Убедитесь, что устройство включено и подключено к компьютеру.
zh_cn: 设备处于脱机状态。确保设备已开机并连接到计算机。

# WIA_ERROR_PAPER_EMPTY
source: There are no documents in the feeder or the scanner is being occupied. Please try again later.
de: Es befinden sich keine Dokumente im Dokumenteneinzug, oder der Scanner wird gerade verwendet. Bitte versuchen Sie es später noch einmal.
es: No hay documentos en el alimentador de documentos o el escáner está ocupado. Por favor, inténtelo más tarde.
fr: Il n'y a pas de documents dans le chargeur ou le scanner est occupé. Veuillez réessayer plus tard.
it: Non ci sono documenti nell'alimentatore o lo scanner è occupato. Riprovare più tardi.
ja: ドキュメントフィーダーに文書がないか、スキャナーが使用中です。後でもう一度お試しください。
ko: 문서 공급기에 문서가 없거나 스캐너가 사용 중입니다. 나중에 다시 시도해 주세요.
nl: Er zijn geen documenten in de documentinvoer of de scanner is bezet. Probeer het later opnieuw.
pt: Não há documentos no alimentador de documentos ou o scanner está ocupado. Por favor, tente novamente mais tarde.
ru: В податчике документов нет документов или сканер занят. Пожалуйста, попробуйте позже.
zh_cn: 进纸器中没有文档，或者扫描仪正被占用。请稍后重试。

# WIA_ERROR_PAPER_JAM
source: Paper is jammed in the scanner's feeder.
de: Papier ist im Dokumentenzuführung des Scanners eingeklemmt.
es: El papel está atascado en el alimentador de documentos del escáner.
fr: Le papier est bloqué dans le chargeur de documents du scanneur.
it: La carta viene inceppata nell'alimentatore di documenti dello scanner.
ja: スキャナーのドキュメント フィーダーに紙が詰まっている。
ko: 스캐너의 문서 피더에 용지가 걸려 있습니다.
nl: Er is papier vastgelopen in de documentinvoer van de scanner.
pt: O papel está bloqueado no alimentador de documentos do scanner.
ru: Бумага застряла в средстве подачи документов сканера.
zh_cn: 扫描仪的进纸器卡纸。
