Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# ShortcutTextHighlight
source: Highlight
de: Hervorheben
es: Resaltar
fr: Mettre en surbrillance
it: Evidenzia
ja: ハイライト
ko: 강조 표시
nl: Markeren
pt: Realçar
ru: Выделить
zh_cn: 高亮

# ShortcutTextHighlightForm
source: Highlight Form Fields
de: Formularfelder hervorheben
es: Resaltar campos de formulario
fr: Mettre en surbrillance les champs de formulaire
it: Evidenzia campi modulo
ja: フォームフィールドをハイライト
ko: 폼 필드 강조 표시
nl: Formuliervelden markeren
pt: Realçar campos de formulário
ru: Выделить поля формы
zh_cn: 高亮表单域

# ShortcutTextInsertImage
source: Add Image
de: Bild hinzufügen
es: Agregar imagen
fr: Ajouter une image
it: Aggiungere immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pt: Adicionar imagem
ru: Добавить изображение
zh_cn: 添加图片

# ShortcutTextInsertPageSubBlankPage
source: Insert Blank Page
de: Leere Seite einfügen
es: Insertar página en blanco
fr: Insérer une page blanche
it: Inserisci pagina vuota
ja: 空白ページの挿入
ko: 빈 페이지 삽입
nl: Lege pagina Invoegen
pt: Inserir página em branco
ru: Вставить пустую страницу
zh_cn: 插入空白页

# ShortcutTextInsertPageSubFromImage
source: Insert from Image
de: Aus Bild einfügen
es: Insertar desde imagen
fr: Insérer depuis une image
it: Inserisci da immagine
ja: 画像から挿入
ko: 이미지에서 삽입
nl: Invoegen uit afbeelding
pt: Inserir de imagem
ru: Вставить из изображения
zh_cn: 插入图片

# ShortcutTextInsertPageSubFromPDF
source: Insert from PDF
de: Aus PDF einfügen
es: Insertar desde PDF
fr: Insérer depuis un PDF
it: Inserisci da PDF
ja: PDFから挿入
ko: PDF에서 삽입
nl: Invoegen uit PDF
pt: Inserir de PDF
ru: Вставить из PDF
zh_cn: 插入PDF

# ShortcutTextInsertPageSubFromWord
source: Insert from Word
de: Aus Word einfügen
es: Insertar desde Word
fr: Insérer depuis Word
it: Inserisci da Word
ja: Wordから挿入
ko: Word에서 삽입
nl: Invoegen uit Word
pt: Inserir de Word
ru: Вставить из Word
zh_cn: 插入Word

# ShortcutTextNextView
source: Next View
de: Nächste Ansicht
es: Siguiente vista
fr: Vue suivante
it: Vista successiva
ja: 次のビュー
ko: 다음 뷰
nl: Volgende weergave
pt: Próxima visualização
ru: Следующий вид
zh_cn: 下个视图

# ShortcutTextOpenDocument
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Bestand openen
pt: Abrir ficheiro
ru: Открыть файл
zh_cn: 打开文件

# ShortcutTextPageDelete
source: Delete Pages
de: Löschen von Seiten
es: Borrar páginas
fr: Supprimer les pages
it: Eliminar pagine
ja: ページを削除
ko: 페이지 삭제
nl: Verwijderen van pagina's
pt: Eliminar páginas
ru: Удалить страницы
zh_cn: 删除页面

# ShortcutTextPageExtract
source: Extract Pages
de: Extrahieren von Seiten
es: Extraer páginas
fr: Extraire les pages
it: Estrarre le pagine
ja: ページを抽出
ko: 페이지 추출
nl: Uitpakken van pagina's
pt: Extrair páginas
ru: Извлечь страницы
zh_cn: 提取页面

# ShortcutTextPresent
source: Slide Show
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
nl: Speel
pt: Reproduzir
ru: Воспроизвести
zh_cn: 幻灯片放映

# ShortcutTextPreviousView
source: Previous View
de: Vorherige Ansicht
es: Vista anterior
fr: Vue précédente
it: Vista precedente
ja: 前のビュー
ko: 이전 뷰
nl: Vorige weergave
pt: Visualização anterior
ru: Предыдущий вид
zh_cn: 上个视图

# ShortcutTextPrint
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: 印刷
ko: 인쇄
nl: Afdrukken
pt: Imprimir
ru: Печать
zh_cn: 打印

# ShortcutTextRedo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直し
ko: 다시실행
nl: Opnieuw doen
pt: Refazer
ru: Вернуть
zh_cn: 重做

# ShortcutTextRotateLeft
source: Rotate Left
de: Nach links drehen
es: Rotar a la izquierda
fr: Faire pivoter vers la gauche
it: Ruota a sinistra
ja: 左へ回転
ko: 왼쪽으로 회전
nl: Links roteren
pt: Rodar para a esquerda
ru: Повернуть влево
zh_cn: 向左旋转

# ShortcutTextRotateRight
source: Rotate Right
de: Nach rechts drehen
es: Rotar a la derecha
fr: Faire pivoter vers la droite
it: Ruota a destra
ja: 右へ回転
ko: 오른쪽으로 회전
nl: Rechts roteren
pt: Rodar para a direita
ru: Повернуть вправо
zh_cn: 向右旋转

# ShortcutTextSaveAsDocument
source: Save as
de: Speichern als
es: Guardar como
fr: Enregistrer sous
it: Salva come
ja: 名前を付けて保存
ko: 다음으로 저장
nl: Opslaan als
pt: Guardar como
ru: Сохранить как
zh_cn: 另存为

# ShortcutTextSaveDocument
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_cn: 保存

# ShortcutTextScreenshot
source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de ecrã
ru: Скриншот
zh_cn: 屏幕截图

# ShortcutTextShowHideComments
source: Show/Hide Comments
de: Kommentare anzeigen/ausblenden
es: Mostrar/Ocultar comentarios
fr: Afficher/Masquer les commentaires
it: Mostra/Nascondi commenti
ja: コメントを表示/非表示
ko: 댓글 표시/숨기기
nl: Opmerkingen tonen/verbergen
pt: Mostrar/Ocultar comentários
ru: Показать/Скрыть комментарии
zh_cn: 显示/隐藏注释

# ShortcutTextSinglePage
source: Single Page View
de: Einzelseitenansicht
es: Vista de una página
fr: Une seule page
it: Vista a pagina singola
ja: 単一ページ表示
ko: 한 페이지 보기
nl: Weergave van één pagina
pt: Exibição de página individual
ru: Постранично
zh_cn: 单页视图

# ShortcutTextStrike
source: Strikethrough
de: Durchstreichen
es: Tachar
fr: Barrer
it: Barra
ja: 取り消し線
ko: 취소선
nl: Doorstrepen
pt: Rasurar
ru: Зачеркнуть
zh_cn: 删除线

# ShortcutTextUnderline
source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
it: Sottolinea
ja: 下線
ko: 밑줄
nl: Onderstreep
pt: Sublinhar
ru: Подчеркнуть
zh_cn: 下划线

# ShortcutTextUndo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행취소
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
zh_cn: 撤销

# ShortcutTextZoomIn
source: Zoom in
de: Heranzoomen
es: Ampliar
fr: Faire un zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pt: Aumentar zoom
ru: Увеличить
zh_cn: 放大

# ShortcutTextZoomOut
source: Zoom out
de: Herauszoomen
es: Alejar
fr: Faire un zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pt: Diminuir zoom
ru: Уменьшить
zh_cn: 缩小

# ShortcutTip
source: Create a desktop shortcut for easy access of PDFgear?
de: Erstellen Sie eine Desktop-Verknüpfung für den einfachen Zugriff auf PDFgear?
es: ¿Crear un acceso directo en el escritorio para acceder fácilmente a PDFgear?
fr: Créer un raccourci sur le bureau pour un accès facile au PDFgear ?
it: Creare un collegamento sul desktop per un facile accesso a PDFgear?
ja: PDFgear に簡単にアクセスするためのデスクトップ ショートカットを作成しますか?
ko: PDFgear에 쉽게 액세스할 수 있는 바탕 화면 바로 가기를 만드시겠습니까?
nl: Een snelkoppeling op het bureaublad maken voor eenvoudige toegang tot PDFgear?
pt: Criar um atalho na área de trabalho para facilitar o acesso ao PDFgear?
ru: Создать ярлык на рабочем столе для быстрого доступа к PDFgear?
zh_cn: 为了方便打开PDFgear，您可以创建桌面快捷方式。

# SigDialogDigSignBtn
source: Digital Signature
de: Digitale Signatur
es: Firma Digital
fr: Signature numérique
it: Firma digitale
ja: デジタル署名
ko: 디지털 서명
nl: Digitale handtekening
pt: Assinatura Digital
ru: Цифровая подпись
zh_cn: 数字签名

# SigDialogDigSignBtn2
source: Encrypt with Certificate
de: Mit Zertifikat verschlüsseln
es: Cifrar con certificado
fr: Cryptage avec certificat
it: Cripta con il certificato
ja: 証明書で暗号化する
ko: 인증서로 암호화
nl: Versleutelen met certificaat
pt: Criptografar com certificado
ru: Зашифровать с помощью сертификата
zh_cn: 使用证书加密

# SignPropDialogMessage_SaveCert
source: Are you sure you want to add the certificate to your trusted certificates?
de: Sind Sie sicher, dass Sie das Zertifikat zu Ihren vertrauenswürdigen Zertifikaten hinzufügen möchten?
es: ¿Está seguro de que desea agregar el certificado a sus certificados de confianza?
fr: Êtes-vous sûr de vouloir ajouter ce certificat à vos certificats de confiance ?
it: Sei sicuro di voler aggiungere il certificato ai tuoi certificati di fiducia?
ja: この証明書を信頼された証明書に追加してもよろしいですか？
ko: 이 인증서를 신뢰할 수 있는 인증서에 추가하시겠습니까?
nl: Weet u zeker dat u dit certificaat aan uw vertrouwde certificaten wilt toevoegen?
pt: Tem certeza de que deseja adicionar o certificado aos seus certificados de confiança?
ru: Вы уверены, что хотите добавить этот сертификат в список доверенных сертификатов?
zh_cn: 您确定要将此证书添加到您的受信证书中吗？

# StampFlattenConfirmContent
source: Once flattened, the stamp(s) will no longer be editable, and this operation cannot be undone. If you flatten them by mistake, please close the document without saving.
de: Nach dem Abflachen sind die Stempel nicht mehr bearbeitbar, und dieser Vorgang kann nicht rückgängig gemacht werden. Wenn Sie es versehentlich getan haben, schließen Sie die Datei ohne zu speichern.
es: Una vez aplanados, los sellos ya no serán editables y esta acción no se puede deshacer. Si lo hizo por error, cierre el documento sin guardar.
fr: Une fois aplati, le(s) tampon(s) ne pourra(ont) plus être modifié(s), et cette opération est irréversible. Si vous l'avez fait par erreur, fermez le document sans l'enregistrer.
it: Una volta appiattiti, i timbri non saranno più modificabili e l'operazione non potrà essere annullata. Se lo hai fatto per errore, chiudi il documento senza salvare.
ja: 一度フラット化するとスタンプは編集できなくなり、この操作は元に戻せません。誤って適用した場合は保存せずに文書を閉じてください。
ko: 한 번 평면화되면 스탬프는 편집할 수 없으며, 이 작업은 되돌릴 수 없습니다. 실수로 평면화한 경우 저장하지 말고 문서를 닫으세요.
nl: Eenmaal afgevlakt, kan de stempel niet meer worden bewerkt en deze handeling kan niet ongedaan worden gemaakt. Als u dit per ongeluk deed, sluit dan het document zonder op te slaan.
pt: Uma vez achatados, os carimbos não poderão mais ser editados e esta operação não poderá ser desfeita. Se fizer isso por engano, feche o documento sem salvar.
ru: После сплющивания штампы нельзя будет редактировать, и это действие необратимо. Если вы сделали это по ошибке, закройте документ без сохранения.
zh_cn: 图章一旦嵌入，将无法再编辑，且此操作无法撤销。如误将图章嵌入，请关闭文档并选择不保存更改。

# StampFlattenConfirmTitle
source: Are you sure you want to flatten the stamp(s)?
de: Sind Sie sicher, dass Sie den/die Stempel glätten möchten?
es: ¿Está seguro que desea aplanar el/los sello(s)?
fr: Êtes-vous sûr d'aplatir le ou les tampon(s) ?
it: Sei sicuro di voler appiattire il/i timbro/i?
ja: スタンプをフラット化してよろしいですか？
ko: 스탬프를 병합하시겠습니까?
nl: Weet u zeker dat u het stempel/de stempels wilt afvlakken?
pt: Tem certeza de que deseja achatar o(s) carimbo(s)?
ru: Вы уверены, что хотите сплющить штамп(ы)?
zh_cn: 您确定要嵌入图章吗？

# StampLimitErrorMessage
source: The limit has been reached and you cannot add more categories.
de: Es können keine weiteren Kategorien hinzugefügt werden, da das Limit erreicht ist.
es: No puede agregar más categorías porque se alcanzó el límite.
fr: Vous ne pouvez pas ajouter d'autres catégories, car la limite a été atteinte.
it: Non è possibile aggiungere altre categorie perché è stato raggiunto il limite.
ja: これ以上カテゴリを追加できません。上限に達しました。
ko: 더 이상 카테고리를 추가할 수 없습니다. 제한에 도달했습니다.
nl: U kunt geen categorieën meer toevoegen, omdat het limiet is bereikt.
pt: Você não pode adicionar mais categorias porque o limite foi atingido.
ru: Невозможно добавить больше категорий, так как достигнут предел.
zh_cn: 分组数量已达上限，无法创建新分组。

# StampManageDeleteCategoryMessage
source: Are you sure you want to delete the category? All stamp(s) in the selected category will be deleted.
de: Möchten Sie die Kategorie wirklich löschen? Alle Stempel in dieser Kategorie werden entfernt.
es: ¿Está seguro de que desea eliminar esta categoría? Se eliminarán todos los sellos que contiene.
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ? Tous les tampons qu’elle contient seront supprimés.
it: Sei sicuro di voler eliminare questa categoria? Tutti i timbri contenuti verranno eliminati.
ja: このカテゴリを削除してもよろしいですか？その中のすべてのスタンプも削除されます。
ko: 이 카테고리를 삭제하시겠습니까? 해당 카테고리의 모든 도장이 삭제됩니다.
nl: Weet u zeker dat u deze categorie wilt verwijderen? Alle stempels in deze categorie worden ook verwijderd.
pt: Tem certeza de que deseja excluir esta categoria? Todos os carimbos nela contidos serão removidos.
ru: Вы уверены, что хотите удалить категорию? Все штампы в ней будут удалены.
zh_cn: 您确定要删除此分组吗？该分组中的所有图章也将被删除。

# StampManageDeleteMessage
source: Are you sure you want to delete the stamp?
de: Möchten Sie den Stempel wirklich löschen?
es: ¿Está seguro de que desea eliminar el sello?
fr: Êtes-vous sûr de vouloir supprimer ce tampon ?
it: Sei sicuro di voler eliminare questo timbro?
ja: このスタンプを削除してもよろしいですか？
ko: 이 도장을 삭제하시겠습니까?
nl: Weet u zeker dat u deze stempel wilt verwijderen?
pt: Tem certeza de que deseja excluir o carimbo?
ru: Вы уверены, что хотите удалить штамп?
zh_cn: 您确定要删除此图章吗？

# StampManageDeleteSelectedMessage
source: Are you sure you want to delete the selected stamps?
de: Möchten Sie die ausgewählten Stempel wirklich löschen?
es: ¿Está seguro de que desea eliminar los sellos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les tampons sélectionnés ?
it: Sei sicuro di voler eliminare i timbri selezionati?
ja: 選択したスタンプを削除してもよろしいですか？
ko: 선택한 도장을 삭제하시겠습니까?
nl: Weet u zeker dat u de geselecteerde stempels wilt verwijderen?
pt: Tem certeza de que deseja excluir os carimbos selecionados?
ru: Вы уверены, что хотите удалить выбранные штампы?
zh_cn: 您确定要删除选中的图章吗？

# StampProgressContent
source: Applying stamp(s)...
de: Stempel wird angewendet...
es: Aplicando sello(s)...
fr: Application du tampon...
it: Applicazione del timbro in corso...
ja: スタンプを適用しています...
ko: 스탬프 적용 중...
nl: Stempel toepassen...
pt: Aplicando carimbo(s)...
ru: Применение штампа...
zh_cn: 应用图章...

# StampProgressFlattenContent
source: Flattening stamps...
de: Stempel glätten...
es: Sellos aplanados…
fr: Aplatissement des tampons...
it: Appiattimento timbri in corso...
ja: スタンプのフラット化中...
ko: 스탬프 병합 중...
nl: Afvlakkende stempels...
pt: A achatar os carimbos...
ru: Сплющиваются штампы...
zh_cn: 嵌入图章…

# StampRightMenuDeleteAllStamp
source: Are you sure you want to delete this stamp on all pages?
de: Möchten Sie diesen Stempel auf allen Seiten wirklich löschen?
es: ¿Está seguro de que desea eliminar este sello de todas las páginas?
fr: Êtes-vous sûr de vouloir supprimer ce tampon sur toutes les pages ?
it: Sei sicuro di voler eliminare questo timbro da tutte le pagine?
ja: すべてのページからこのスタンプを削除してもよろしいですか？
ko: 모든 페이지에서 이 도장을 삭제하시겠습니까?
nl: Weet u zeker dat u deze stempel op alle pagina’s wilt verwijderen?
pt: Tem certeza de que deseja excluir este carimbo de todas as páginas?
ru: Вы уверены, что хотите удалить этот штамп со всех страниц?
zh_cn: 您确定要从所有页面移除这个图章吗？

# SubscribeWindowContent
source: Rate us to share your joy, and follow us to get exclusive tutorials.
de: Bewerten Sie uns, um Ihre Freude zu teilen, und folgen Sie uns, um exklusive Tutorials zu erhalten.
es: Califícanos para compartir tu alegría y síguenos para obtener tutoriales exclusivos.
fr: Évaluez-nous pour partager votre joie et suivez-nous pour obtenir des tutoriels exclusifs.
it: Valutaci per condividere la tua gioia e seguici per ottenere tutorial esclusivi.
ja: 評価して喜びを共有し、フォローして独占チュートリアルを入手してください。
ko: 평가하여 기쁨을 나누고 독점 튜토리얼을 보려면 팔로우하세요.
nl: Beoordeel ons om uw vreugde te delen en volg ons voor exclusieve tutorials.
pt: Avalie-nos para compartilhar sua alegria e siga-nos para obter tutoriais exclusivos.
ru: Оцените и следуйте за нами, чтобы поделиться своей радостью и получить эксклюзивные уроки.
zh_cn: 给我们评分以分享您的喜悦，关注我们以获取独家教程。

# SubscribeWindowContentTtile
source: Connect and Rate to Support Us
de: Folgen Sie uns und bewerten Sie PDFgear
es: Síguenos y valora PDFgear
fr: Suivez-nous et notez PDFgear
it: Seguici e valuta PDFgear
ja: フォローしてPDFgearを評価する
ko: 저희를 팔로우하고 PDFgear를 평가하세요
nl: Volg ons en beoordeel PDFgear
pt: Siga-nos e avalie o PDFgear
ru: Следите за нами и оценивайте PDFgear
zh_cn: 关注我们并为PDFgear打分

# SubscribeWindowDesc
source: Gain access to exclusive tutorials and skills and help us grow our community.
de: Erhalten Sie Zugang zu exklusiven Tutorials und Fähigkeiten und helfen Sie uns, unsere Community zu vergrößern.
es: Obtenga acceso a tutoriales y habilidades exclusivos y ayúdenos a hacer crecer nuestra comunidad.
fr: Accédez à des tutoriels et compétences exclusifs et aidez-nous à développer notre communauté.
it: Ottieni l'accesso a esercitazioni e competenze esclusive e aiutaci a far crescere la nostra community.
ja: 限定のチュートリアルとスキルにアクセスして、コミュニティの成長にご協力ください。
ko: 독점적인 튜토리얼과 기술에 액세스하고 커뮤니티 성장을 돕습니다.
nl: Krijg toegang tot exclusieve tutorials en vaardigheden en help ons onze community te laten groeien.
pt: Obtenha acesso a tutoriais e habilidades exclusivas e ajude-nos a aumentar nossa comunidade.
ru: Получите доступ к эксклюзивным учебным пособиям и навыкам и помогите нам расширить наше сообщество.
zh_cn: 关注我们以获得独家教程和技能，帮助我们发展社区。

# SubscribeWindowFollowButtonText
source: FOLLOW
de: FOLGEN
es: SEGUIR
fr: SUIVRE
it: SEGUIRE
ja: 従う
ko: 따르다
nl: VOLGEN
pt: SEGUIR
ru: СЛЕДОВАТЬ
zh_cn: 关注

# SubscribeWindowHeader
source: Support Us by Following Us
de: Unterstützen Sie uns, indem Sie uns folgen
es: Apóyanos siguiéndonos
fr: Soutenez-nous en nous suivant
it: Sostienici seguendoci
ja: フォローしてサポートしてください
ko: 팔로우하여 지원
nl: Steun ons door ons te volgen
pt: Apoie-nos seguindo-nos
ru: Поддержите нас, подписавшись на нас
zh_cn: 欢迎关注我们的频道

# SubscribeWindowSubscribeButtonText
source: SUBSCRIBE
de: ABONNIEREN
es: SUSCRIBIR
fr: S'ABONNER
it: SOTTOSCRIVI
ja: 購読
ko: 구독하다
nl: ABONNEREN
pt: SE INSCREVER
ru: ПОДПИСАТЬСЯ
zh_cn: 订阅频道

# SubscribeWindowTrustPilotBtn
source: Rate Us on Trustpilot
de: Bewerten Sie uns auf Trustpilot
es: Valóranos en Trustpilot
fr: Notez-nous sur Trustpilot
it: Valutateci on Trustpilot
ja: Trustpilotで当社を評価する
ko: Trustpilot에 평가하기
nl: Beoordeel ons op Trustpilot
pt: Avalie-nos na Trustpilot
ru: Оцените нас на Trustpilot
zh_cn: 在Trustpilot为我们打分

# SurveyWinBtnCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_cn: 取消

# SurveyWinBtnGo
source: Go
de: Gehe
es: Ir
fr: Aller
it: Vai
ja: 行く
ko: 가다
nl: Ga
pt: Ir
ru: Перейти
zh_cn: 分享

# SurveyWinText
source: Support us by sharing PDFgear with just a click.
de: Unterstützen Sie uns, indem Sie PDFgear mit nur einem Klick teilen.
es: Apóyanos compartiendo PDFgear con un solo clic.
fr: Soutenez-nous en partageant PDFgear d'un simple clic.
it: Sostienici condividendo PDFgear con un clic.
ja: PDFgear をクリックひとつでシェアしてサポートしよう。
ko: PDFgear를 클릭 한 번으로 공유하여 지원하세요.
nl: Steun ons door PDFgear met één klik te delen.
pt: Apoie-nos compartilhando o PDFgear com apenas um clique.
ru: Поддержите нас, поделившись PDFgear одним кликом.
zh_cn: 点击分享按钮即可分享PDFgear给朋友。感谢您的支持！

# SurveyWinTitle
source: Love PDFgear?
de: Lieben Sie PDFgear?
es: ¿Te gusta PDFgear?
fr: Vous aimez PDFgear ?
it: Ti piace PDFgear?
ja: PDFgearが好きですか？
ko: PDFgear가 마음에 드나요?
nl: Hou je van PDFgear?
pt: Gosta do PDFgear?
ru: Вам нравится PDFgear?
zh_cn: 喜欢 PDFgear 吗？

# SurveyWinTitle1
source: Share with friends!
de: Teilen Sie es mit Freunden!
es: ¡Compártelo con amigos!
fr: Partagez avec vos amis !
it: Condividilo con gli amici!
ja: 友達とシェアしよう！
ko: 친구와 공유!
nl: Deel het met vrienden!
pt: Compartilhe com os amigos!
ru: Поделитесь с друзьями!
zh_cn: 和朋友们分享吧！

# SwitchtoPreviousVersionBtnByOkMsg
source: You have switched to the previous version. Close the application and reopen it again!
de: Sie sind zur vorherigen Version gewechselt. Bitte starten Sie PDFgear neu, um diese Änderung anzuwenden.
es: Ha cambiado a la versión anterior. Reinicie PDFgear para aplicar este cambio.
fr: Vous êtes passé à la version précédente. Veuillez redémarrer PDFgear pour appliquer cette modification.
it: Sei passato alla versione precedente. Riavvia PDFgear per applicare la modifica.
ja: 以前のバージョンに切り替わりました。この変更を適用するにはPDFgearを再起動してください。
ko: 이전 버전으로 되돌렸습니다. 이 변화를 적용하려면PDFgear를 재시작해 주세요.
nl: U bent teruggegaan naar de vorige versie. Start PDFgear opnieuw op om deze wijziging toe te passen.
pt: Mudou para a versão anterior. Reinicie PDFgear para aplicar esta alteração.
ru: Вы перешли на предыдущую версию. Перезапустите PDFgear, чтобы применить изменение.
zh_cn: 您已切换到上一个版本,关闭应用程序，然后重新打开它。

# SwitchtoPreviousVersionBtnMsg
source: Are you sure to switch the PDFgear to the previous version?
de: Sind Sie sicher, dass Sie die PDFgear auf die vorherige Version umstellen möchten?
es: ¿Seguro que quiere cambiar el PDFgear a la versión anterior?
fr: Êtes-vous sûr(e) de vouloir faire passer le PDFgear à la version précédente ?
it: Sei sicuro di voler passare PDFgear alla versione precedente?
ja: PDFgearの以前のバージョンに切り替えます。よろしいですか？
ko: 정말 PDFgear를 이전 버전으로 되돌리시겠습니까?
nl: Weet u zeker dat u de PDFgear naar de vorige versie wilt terugzetten?
pt: Tem a certeza que pretende mudar PDFgear para a versão anterior?
ru: Вы уверены, что хотите перейти на предыдущую версию PDFgear?
zh_cn: 您确定要将PDFgear切换到上一个版本吗？

# TextBoxDefaultInputTextContent
source: Add text here
de: Hier Text einfügen
es: Añadir texto aquí
fr: Ajouter du texte ici
it: Aggiungi qui il testo
ja: ここにテキストを追加
ko: 이곳에 텍스트를 추가하세요
nl: Hier tekst invoegen
pt: Adicionar texto aqui
ru: Введите сюда текст
zh_cn: 在此处添加文本

# ToolAppThemeAutoMode
source: System Theme
de: Systemthema
es: Tema del Sistema
fr: Thème du Système
it: Tema del Sistema
ja: システムテーマ
ko: 시스템 테마
nl: Systeemthema
pt: Tema do Sistema
ru: Системная Тема
zh_cn: 跟随系统

# ToolAppThemeDarkMode
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pt: Escuro
ru: Темная
zh_cn: 深色模式

# ToolAppThemeLightMode
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pt: Claro
ru: Светлая
zh_cn: 浅色模式

# ToolAppThemeTitle
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt: Tema
ru: Тема
zh_cn: 主题

# ToolbarExitEditButtonContent
source: Exit editing
de: Bearbeitungsmodus verlassen
es: Salir de la edición
fr: Quitter les modifications
it: Termina modifica
ja: 編集モードから出る
ko: 편집 종료
nl: Bewerken afsluiten
pt: Sair da edição
ru: Выйти из редактирования
zh_cn: 退出编辑

# ToolbarOpacityPickerTooltip
source: Opacity
de: Opazität
es: Opacidad
fr: Opacité
it: Opacità
ja: 不透明度
ko: 투명도
nl: Opaciteit
pt: Opacidade
ru: Прозрачность
zh_cn: 透明度

# ToolbarSetDefaultButtonContent
source: Set as default
de: Als Standard festlegen
es: Establecer por defecto
fr: Définir par défaut
it: Imposta come predefinito
ja: デフォルトとして設定する
ko: 기본으로 설정
nl: Instellen als standaard
pt: Definir como padrão
ru: Задать по умолчанию
zh_cn: 设为默认值

# TooltipDesc_AI
source: Enable PDFgear Copilot to chat with PDFs.
de: PDFgear Copilot aktivieren, um mit PDFs zu interagieren.
es: Activar PDFgear Copilot para chatear con archivos PDF.
fr: Activer PDFgear Copilot pour discuter avec les fichiers PDF.
it: Abilita PDFgear Copilot per interagire con i PDF.
ja: PDFgear Copilot を有効にして PDF と対話する。
ko: PDFgear Copilot을 활성화하여 PDF와 대화합니다.
nl: PDFgear Copilot inschakelen om met PDF’s te chatten.
pt: Ativar o PDFgear Copilot para conversar com arquivos PDF.
ru: Включить PDFgear Copilot для общения с PDF.
zh_cn: 启用PDFgear Copilot，通过聊天的形式与PDF互动。

# TooltipDesc_AddSignature
source: Add a signature field to the PDF for digital signing.
de: Ein Unterschriftsfeld zum digitalen Signieren zum PDF hinzufügen.
es: Agregar un campo de firma al PDF para la firma digital.
fr: Ajouter un champ de signature au PDF pour la signature numérique.
it: Aggiungi un campo firma al PDF per la firma digitale.
ja: デジタル署名用に PDF に署名フィールドを追加します。
ko: PDF에 디지털 서명을 위한 서명 필드를 추가합니다.
nl: Voeg een handtekeningveld toe aan de PDF voor digitale ondertekening.
pt: Adicionar um campo de assinatura ao PDF para assinatura digital.
ru: Добавить поле подписи в PDF для цифровой подписи.
zh_cn: 向PDF添加签名域以进行数字签名。

# TooltipDesc_AnnotateEllipse
source: Draw an oval.
de: Ein Oval zeichnen.
es: Dibujar un óvalo.
fr: Dessiner un ovale.
it: Disegna un ovale.
ja: 楕円を描く。
ko: 타원 그리기.
nl: Teken een ovaal.
pt: Desenhar um oval.
ru: Нарисовать овал.
zh_cn: 绘制一个椭圆。
