Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# NextBtnTooltipText
source: Find next
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher suivant
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nl: Volgende zoeken
pt: Localizar próximo
ru: Найти далее
zh_cn: 查找下一个

# NoPrintNoteWindowAddBtn
source: No printer was found in your system. Please add a printer to continue.
de: In Ihrem System wurde kein Drucker gefunden. Bitte fügen Sie einen Drucker hinzu, um fortzufahren.
es: No se encontró ninguna impresora en su sistema. Por favor, agregue una impresora para continuar.
fr: Aucune imprimante n’a été trouvée dans votre système. Veuillez ajouter une imprimante pour continuer.
it: Nessuna stampante trovata nel tuo sistema. Aggiungi una stampante per continuare.
ja: システム内にプリンターが見つかりませんでした。続行するにはプリンターを追加してください。
ko: 시스템에서 프린터를 찾을 수 없습니다. 계속하려면 프린터를 추가하세요.
nl: Er is geen printer in uw systeem gevonden. Voeg een printer toe om door te gaan.
pt: Nenhuma impressora foi encontrada no seu sistema. Por favor, adicione uma impressora para continuar.
ru: Принтер не найден в вашей системе. Пожалуйста, добавьте принтер, чтобы продолжить.
zh_cn: 系统中未找到打印机。请添加打印机以继续。

# NoPrintNoteWindowContent
source: Add a printer
de: Drucker hinzufügen
es: Agregar una impresora
fr: Ajouter une imprimante
it: Aggiungi una stampante
ja: プリンターを追加
ko: 프린터 추가
nl: Printer toevoegen
pt: Adicionar uma impressora
ru: Добавить принтер
zh_cn: 添加打印机

# NoPrintNoteWindowTitle
source: Note
de: Hinweis
es: Nota
fr: Remarque
it: Nota
ja: 注意
ko: 참고
nl: Opmerking
pt: Nota
ru: Примечание
zh_cn: 注意

# OCRTip
source: Drag the mouse to select the area for text recognition. Once finished, you will proceed to the next step.
de: Ziehen Sie die Maus, um den Bereich für die Texterkennung auszuwählen. Sobald Sie fertig sind, gelangen Sie automatisch zum nächsten Schritt.
es: Arrastra el ratón para seleccionar el área para el reconocimiento de texto. Una vez finalizado, pasarás al siguiente paso.
fr: Faites glisser la souris pour sélectionner la zone de reconnaissance de texte. Une fois terminé, vous passerez à l'étape suivante.
it: Trascina il mouse per selezionare l'area per il riconoscimento del testo. Una volta terminato, procederai al passo successivo.
ja: マウスをドラッグしてテキスト認識エリアを選択します。完了したら、次のステップに進みます。
ko: 마우스를 드래그하여 텍스트 인식 영역을 선택합니다. 완료되면 다음 단계로 진행합니다.
nl: Sleep de muis om het gebied voor tekstherkenning te selecteren. Zodra u klaar bent, wordt u automatisch naar de volgende stap geleid.
pt: Arraste o mouse para selecionar a área para reconhecimento de texto. Uma vez concluído, você prosseguirá para a próxima etapa.
ru: Перетащите мышь, чтобы выбрать область для распознавания текста. После завершения вы перейдете к следующему шагу.
zh_cn: 拖动鼠标选择需要进行文字识别的区域。绘制完成后，将进入下一步。

# OcrDialogErrorMessage
source: No recognizable characters found within the range. Please ensure the document content is clear, rotate the page to the correct reading orientation, and select the language that the content contains.
de: Im Dokument wurden keine erkennbaren Zeichen gefunden. Bitte stellen Sie sicher, dass der Dokumenteninhalt klar ist, drehen Sie die Seite in die richtige Leserichtung und wählen Sie die Sprache aus, die der Inhalt enthält.
es: No se encontraron caracteres reconocibles en el documento. Asegúrese de que el contenido del documento esté claro, gire la página a la orientación de lectura correcta y seleccione el idioma que contiene el contenido.
fr: Aucun caractère reconnaissable trouvé dans le document. Veuillez vous assurer que le contenu du document est clair, tournez la page dans le bon sens de lecture et sélectionnez la langue que contient le contenu.
it: Non sono stati trovati caratteri riconoscibili nel documento. Assicurati che il contenuto del documento sia chiaro, ruota la pagina nell'orientamento di lettura corretto e seleziona la lingua contenuta nel contenuto.
ja: ドキュメントに認識可能な文字が見つかりませんでした。ドキュメントの内容が明瞭であることを確認し、ページを正しい読み取り方向に回転させ、内容に含まれる言語を選択してください。
ko: 문서에 인식할 수 있는 문자가 없습니다. 문서 내용이 명확한지 확인하고, 페이지를 올바른 읽기 방향으로 회전시키며, 내용에 포함된 언어를 선택하십시오.
nl: Geen herkenbare tekens gevonden in het document. Zorg ervoor dat de inhoud van het document duidelijk is, draai de pagina naar de juiste leesoriëntatie en selecteer de taal die de inhoud bevat.
pt: Não foram encontrados caracteres reconhecíveis no documento. Certifique-se de que o conteúdo do documento está claro, gire a página para a orientação de leitura correta e selecione o idioma que o conteúdo contém.
ru: В документе не найдены распознаваемые символы. Убедитесь, что содержимое документа четкое, поверните страницу в правильное положение для чтения и выберите язык содержимого.
zh_cn: 范围中不存在可识别的字符。请确保文档内容清晰，将页面旋转到正确阅读方向，并选择内容所包含的语言。

# OcrDialogLanguageRecognition
source: Languages Recognition
de: Spracherkennung
es: Reconocimiento de idiomas
fr: Reconnaissance des langues
it: Riconoscimento delle lingue
ja: 言語認識
ko: 언어 인식
nl: Talenherkenning
pt: Reconhecimento de Idiomas
ru: Распознавание языков
zh_cn: 语言识别

# OcrDialogLanguageSelected
source: Selected Languages:
de: Ausgewählte Sprachen:
es: Idiomas seleccionados:
fr: Langues sélectionnées :
it: Lingue selezionate:
ja: 選択された言語：
ko: 선택한 언어:
nl: Geselecteerde talen:
pt: Idiomas selecionados:
ru: Выбранные языки:
zh_cn: 选择的语言:

# OcrDialogLanguageSelectedNone
source: Please select at least one language.
de: Bitte wählen Sie mindestens eine Sprache aus.
es: Por favor, seleccione al menos un idioma.
fr: Veuillez sélectionner au moins une langue.
it: Selezionare almeno una lingua.
ja: 少なくとも 1 つの言語を選択してください。
ko: 언어를 하나 イ상 선택해 주세요.
nl: Selecteer ten minste één taal.
pt: Por favor, selecione pelo menos um idioma.
ru: Пожалуйста, выберите как минимум один язык.
zh_cn: 至少选择一种语言。

# OcrDialogLanguageSlowApplyTips
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用する
ko: 적용
nl: Toepassen
pt: Aplicar
ru: Применять
zh_cn: 应用

# OcrDialogLanguageSlowTips
source: More than three languages may slow down recognition.
de: Mehr als drei Sprachen können die Erkennung verlangsamen.
es: Más de tres idiomas pueden ralentizar el reconocimiento.
fr: Plus de trois langues peuvent ralentir la reconnaissance.
it: Più di tre lingue potrebbero rallentare il riconoscimento.
ja: 3 つを超える言語を使用すると、認識が遅くなる可能性があります。
ko: 3개 이상의 언어를 사용하면 인식 속도가 느려질 수 있습니다.
nl: Meer dan drie talen kunnen de herkenning vertragen.
pt: Mais de três idiomas podem retardar o reconhecimento.
ru: Более трех языков могут замедлить распознавание.
zh_cn: 三种以上的语言可能会减慢识别速度。

# OcrDialogSaveDocDoNotSaveBtn
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne sauvegardez pas
it: Non salvare
ja: 保存しないでください
ko: 저장하지 않음
nl: Niet opslaan
pt: Não salve
ru: Не сохранять
zh_cn: 不保存

# OcrDialogSaveDocMessage
source: Do you want to save the changes to 'XXX' before the operation?
de: Möchten Sie die Änderungen an "XXX" vor der Operation speichern?
es: ¿Desea guardar los cambios en 'XXX' antes de la operación?
fr: Voulez-vous enregistrer les modifications apportées à 'XXX' avant l'opération ?
it: Vuoi salvare le modifiche a 'XXX' prima dell'operazione?
ja: 操作前に「XXX」の変更を保存しますか？
ko: 작업 전에 'XXX'에 대한 변경 사항을 저장하시겠습니까?
nl: Wilt u de wijzigingen opslaan in 'XXX' voordat u de bewerking uitvoert?
pt: Pretende guardar as alterações em 'XXX' antes da operação？
ru: Хотите сохранить изменения в "XXX" перед операцией?
zh_cn: 是否要在操作前保存对“XXX”的更改？

# OcrDialogSubtitle
source: OCR the PDF to make the text in images searchable
de: OCR das PDF, um den Text in Bildern durchsuchbar zu machen
es: OCR el PDF para hacer que el texto en las imágenes de búsqueda
fr: OCR le PDF pour rendre le texte dans les images consultable
it: Eseguire l'OCR del PDF per rendere ricercabile il testo nelle immagini.
ja: PDFをOCRして画像内のテキストを検索可能にします
ko: 이미지에서 텍스트를 검색 가능하게하기 위해 PDF OCR
nl: OCR de PDF om de tekst in afbeeldingen doorzoekbaar te maken
pt: OCR do PDF para tornar o texto nas imagens pesquisável
ru: Выполните распознавание PDF-файла, чтобы сделать текст на изображениях доступным для поиска.
zh_cn: 对PDF进行OCR识别，让图像中的文本可被搜索

# OpenDocByIncorrectPwdMsg
source: Password is incorrect.
de: Das Passwort ist inkorrekt.
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect.
it: La password è sbagliata.
ja: パスワードが正しくありません。
ko: 비밀번호가 틀립니다.
nl: Het wachtwoord is incorrect
pt: A palavra-passe está incorreta.
ru: Неверный пароль.
zh_cn: 密码错误

# OpenDocFailedExceptionMsg
source: Failed to open the document
de: Das Dokument konnte nicht geöffnet werden.
es: No se ha podido abrir el documento.
fr: Échec de l'ouverture du document.
it: Impossibile aprire il documento.
ja: 文書を開くことができませんでした。
ko: 문서를 열지 못했습니다.
nl: Kan het document niet openen.
pt: Não foi possível abrir o documento.
ru: Не удалось открыть документ.
zh_cn: 打开文件失败

# OpenDocNotExistMsg
source: File does not exist:
de: Datei existiert nicht:
es: El documento no existe.
fr: Le fichier n'existe pas :
it: Il file non esiste:
ja: ファイルが存在しません：
ko: 파일이 존재하지 않습니다.
nl: Bestand bestaat niet:
pt: O ficheiro não existe:
ru: Файл не существует:
zh_cn: 文件不存在：

# OpenDocNotSupportedMsg
source: Unsupported file type:
de: Nicht unterstützter dateityp:
es: Tipos de archivos no admitidos:
fr: Types de fichiers non pris en charge :
it: Tipi di file non supportati:
ja: 非対応のファイルの種類：
ko: 지원하지 않는 파일 형식입니다.
nl: Niet-ondersteunde bestandstypen:
pt: Tipos de ficheiro não suportados:
ru: Неподдерживаемые типы файлов:
zh_cn: 不支持的文件类型：

# OpenFileBtnContent
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Bestand openen
pt: Abrir ficheiro
ru: Открыть файл
zh_cn: 打开文件

# PageMenuInsertfromfileContent
source: Insert from file
de: Aus Datei einfügen
es: Insertar de archivo
fr: Insérer à partir du fichier
it: Inserisci da file
ja: ファイルから挿入
ko: 파일로부터 삽입
nl: Invoegen vanuit bestand
pt: Inserir do ficheiro
ru: Вставить из файла
zh_cn: 从文件中插入

# PageMergeErrorMessage
source: Failed to load the file. Please try again with a different file.
de: Datei konnte nicht geladen werden. Bitte versuchen Sie es mit einer anderen Datei.
es: Error al cargar el archivo. Intente de nuevo con un archivo diferente.
fr: Échec du chargement du fichier. Veuillez réessayer avec un autre fichier.
it: Caricamento del file non riuscito. Prova di nuovo con un altro file.
ja: ファイルの読み込みに失敗しました。別のファイルで再試行してください。
ko: 파일을 불러오는 데 실패했습니다. 다른 파일로 다시 시도하십시오.
nl: Het laden van het bestand is mislukt. Probeer het opnieuw met een ander bestand.
pt: Falha ao carregar o arquivo. Tente novamente com um arquivo diferente.
ru: Не удалось загрузить файл. Пожалуйста, попробуйте снова с другим файлом.
zh_cn: 文件加载失败。请选择其他文件，然后重试。

# PageResizeWinCustomize
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
ko: 사용자 정의
nl: Aanpassen
pt: Personalizar
ru: Настроить
zh_cn: 自定义

# PageResizeWinFixedSize
source: Fixed size
de: Feste Größe
es: Tamaño fijo
fr: Taille fixe
it: Dimensione fissa
ja: 固定サイズ
ko: 고정 크기
nl: Vast formaat
pt: Tamanho fixo
ru: Фиксированный размер
zh_cn: 固定尺寸

# PageResizeWinHeightContent
source: H:
it: A:
ja: 高:
pt: A:
ru: В:
zh_cn: 高：

# PageResizeWinOrientation
source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
ja: 方向
ko: 방향
nl: Oriëntatie
pt: Orientação
ru: сторона
zh_cn: 方向

# PageResizeWinOriginalContent
source: Original Page Size
de: Originalseitengröße
es: Tamaño Original de la Página
fr: Taille de la Page d'origine
it: Dimensioni Pagina Originale
ja: 元のページサイズ
ko: 원본 페이지 크기
nl: Originele Paginagrootte
pt: Tamanho Original da Página
ru: Оригинальный Размер Страницы
zh_cn: 原页面尺寸

# PageResizeWinPageNumber
source: Page
de: Seite
es: Página
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
pt: Página
ru: Страница
zh_cn: 页码

# PageResizeWinResizeGroupName
source: Resize
de: Größe ändern
es: Cambiar tamaño
fr: Redimensionner
it: Ridimensiona
ja: サイズ変更
ko: 크기 조정
nl: Formaat wijzigen
pt: Redimensionar
ru: Изменить размер
zh_cn: 调整尺寸

# PageResizeWinResizedContent
source: Resized Page Size
de: Geänderte Seitengröße
es: Tamaño de la Página Ajustado
fr: Taille de la Page Redimensionnée
it: Dimensioni Pagina Ridimensionate
ja: サイズ変更されたページサイズ
ko: 크기가 조정된 페이지 크기
nl: Aangepaste Paginagrootte
pt: Tamanho da Página Redimensionada
ru: Изменённый Размер Страницы
zh_cn: 调整后页面尺寸

# PageResizeWinTitle
source: Page Resize
de: Seitengröße Ändern
es: Cambiar Tamaño de la Página
fr: Redimensionner la Page
it: Ridimensiona Pagina
ja: ページのサイズ変更
ko: 페이지 크기 조정
nl: Paginaformaat Wijzigen
pt: Redimensionar Página
ru: Изменение Размера Страницы
zh_cn: 调整页面尺寸

# PageResizeWinTooltip
source: Resize pages to a custom size for a better layout.
de: Seiten auf eine benutzerdefinierte Größe skalieren für ein besseres Layout.
es: Cambia el tamaño de las páginas a una medida personalizada para un mejor diseño.
fr: Redimensionnez les pages à une taille personnalisée pour une meilleure mise en page.
it: Ridimensiona le pagine a una dimensione personalizzata per un layout migliore.
ja: より良いレイアウトのためにページをカスタムサイズに変更します。
ko: 더 나은 레이아웃을 위해 페이지 크기를 사용자 정의 크기로 조정합니다.
nl: Wijzig paginagrootte naar een aangepaste grootte voor een betere lay-out.
pt: Redimensione as páginas para um tamanho personalizado para um layout melhor.
ru: Измените размер страниц на пользовательский для лучшего макета.
zh_cn: 调整页面尺寸以获得更好的布局。

# PageResizeWinWidthContent
source: W:
de: B:
fr: L:
it: L:
ja: 幅:
nl: B:
pt: L:
ru: Ш:
zh_cn: 宽：

# PageSelectedAllPrefiexedContent
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionate
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pt: Selecionado
ru: xc
zh_cn: 选中

# PageSplitMergeCheckMsg
source: The opened document has been edited, please save the changes first.
de: Das geöffnete Dokument wurde bearbeitet, bitte speichern Sie zunächst die Änderungen.
es: El documento abierto no se ha editado. Guarde los cambios primero.
fr: Le document ouvert a été modifié. Veuillez commencer par enregistrer les modifications.
it: Il documento aperto è stato modificato, salva prima le modifiche.
ja: 開いている文書は編集されましたので、変更内容を保存してください。
ko: 현재 문서에 변경 사항이 있습니다. 먼저 저장해 주세요.
nl: Het open document is bewerkt, sla de wijzigingen eerst op.
pt: O ficheiro aberto foi editado. Comece por guardar as alterações.
ru: Открытый документ был отредактирован, сначала сохраните изменения.
zh_cn: 当前打开的文件已修改，请先保存。

# PageWinAllPages
source: All pages
de: Alle Seiten
es: Todas las páginas
fr: Toutes les pages
it: Tutte le pagine
ja: すべてのページ
ko: 모든 페이지
nl: Alle pagina's
pt: Todas as páginas
ru: Все страницы
zh_cn: 所有页面

# PageWinCustomPages
source: Custom pages
de: Benutzerdefinierte Seiten
es: páginas personalizadas
fr: Pages personnalisées
it: Pagine personalizzate
ja: カスタムページ
ko: 맞춤 페이지
nl: Aangepaste pagina's
pt: páginas personalizadas
ru: Пользовательские страницы
zh_cn: 自定义页面

# PageWinExtractAll
source: Extract pages into one PDF
de: Seiten in ein PDF extrahieren
es: Extraer páginas en un PDF
fr: Extraire des pages dans un seul PDF
it: Estrai le pagine in un unico PDF
ja: ページを 1 つの PDF に抽出する
ko: 페이지를 하나의 PDF로 추출
nl: Pak pagina's uit in één PDF
pt: Extraia páginas em um PDF
ru: Извлечь страницы в один PDF
zh_cn: 所选页为一个PDF文件

# PageWinExtractDelete
source: Delete selected pages after extraction
de: Ausgewählte Seiten nach dem Extrahieren löschen
es: Eliminar páginas seleccionadas después de la extracción
fr: Supprimer les pages sélectionnées après extraction
it: Elimina le pagine selezionate dopo l'estrazione
ja: 抽出後に選択したページを削除する
ko: 추출 후 선택한 페이지 삭제
nl: Verwijder geselecteerde pagina's na extractie
pt: Excluir páginas selecionadas após a extração
ru: Удалить выбранные страницы после извлечения
zh_cn: 提取后删除所选择页面

# PageWinExtractMode
source: Extract Mode
de: Extraktionsmodus
es: Modo de extracción
fr: Mode d'extraction
it: Modalità di estrazione
ja: 抽出モード
ko: 추출 모드
nl: Extract-modus
pt: Modo Extrair
ru: Режим извлечения
zh_cn: 提取模式

# PageWinExtractevert
source: Extract every page into separate PDFs
de: Extrahieren Sie jede Seite in separate PDFs
es: Extraiga cada página en archivos PDF separados
fr: Extraire chaque page dans des PDF séparés
it: Estrai ogni pagina in PDF separati
ja: すべてのページを個別の PDF に抽出する
ko: 모든 페이지를 별도의 PDF로 추출
nl: Extraheer elke pagina in afzonderlijke PDF's
pt: Extraia cada página em PDFs separados
ru: Извлеките каждую страницу в отдельные PDF-файлы
zh_cn: 每一页为独立的PDF文件

# PageWinRange
source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
ko: 범위
nl: Bereik
pt: Sortimento
ru: Диапазон
zh_cn: 范围

# PageWinSelectPages
source: Selected pages
de: Ausgewählte Seiten
es: Páginas seleccionadas
fr: Pages sélectionnées
it: Pagine selezionate
ja: 選択したページ
ko: 선택한 페이지
nl: Geselecteerde pagina's
pt: Páginas selecionadas
ru: Выбранные страницы
zh_cn: 选择页面

# PageWinSelectedPages
source: "XXX" pages selected
de: "XXX" Seiten ausgewählt
es: "XXX" páginas seleccionadas
fr: "XXX" pages sélectionnées
it: "XXX" pagine selezionate
ja: "XXX" ページが選択されました
ko: "XXX" 페이지 선택됨
nl: "XXX" pagina's geselecteerd
pt: "XXX" páginas selecionadas
ru: "XXX" страниц выбрано
zh_cn: "XXX"页被选择

# PageWinSubset
source: Subset
de: Unterbereich
es: Subrango
fr: Sous-plage
it: Sottointervallo
ja: 部分範囲
ko: 하위 범위
nl: Onderbereik
pt: Subsortimento
ru: Поддиапазон
zh_cn: 子范围

# PhoneWinContent
source: Scan the QR Code to enjoy PDFgear anywhere
de: Scannen Sie den QR-Code um PDFgear überall zu nutzen
es: Escanee el código QR para usar PDFgear en cualquier lugar
fr: Scannez le code QR pour profiter de PDFgear partout
it: Scansiona il codice QR per utilizzare PDFgear ovunque
ja: QRコードをスキャンしてどこでもPDFgearを楽しむ
ko: QR 코드를 스캔하여 어디서나 PDFgear를 즐기세요
nl: Scan de QR-code om overal van PDFgear te genieten
pt: Escaneie o código QR para usar o PDFgear em qualquer lugar
ru: Сканируйте QR-код, чтобы пользоваться PDFgear везде
zh_cn: 扫描二维码，随时随地畅享 PDFgear

# PhoneWinContentTitle
source: PDFgear for iOS & Android is Available
de: PDFgear für iOS und Android ist verfügbar
es: PDFgear para iOS y Android está disponible
fr: PDFgear pour iOS et Android est disponible
it: PDFgear per iOS e Android è disponibile
ja: iOS/Android対応のPDFgearが利用可能
ko: PDFgear iOS 및 Android 사용 가능
nl: PDFgear voor iOS en Android is beschikbaar
pt: PDFgear para iOS e Android está disponível
ru: PDFgear для iOS и Android доступен
zh_cn: PDFgear：现已支持 iOS & Android

# PopupPlaceholderContent
source: Add text here
de: Hier Text einfügen
es: Añadir texto aquí
fr: Ajouter du texte ici
it: Aggiungi qui il testo
ja: ここにテキストを追加
ko: 이곳에 텍스트를 추가하세요
nl: Hier tekst invoegen
pt: Adicionar texto aqui
ru: Введите сюда текст
zh_cn: 在此处添加文本

# PresentationWindowExitText
source: Exit
de: Schließen
es: Salida
fr: Sortir
it: Uscita
ja: 出口
ko: 출구
nl: Uitgang
pt: Saída
ru: Выход
zh_cn: 退出

# PrevBtnTooltipText
source: Find previous
de: Vorherige suchen
es: Buscar anterior
fr: Rechercher précédent
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nl: Vorige zoeken
pt: Localizar anterior
ru: Найти ранее
zh_cn: 查找上一个

# PrintWindowBookLetBinding
source: Binding
de: Bindung
es: Encuadernación
fr: Reliure
it: Rilegatura
ja: 綴じ方
ko: 바인딩
pt: Encadernação
ru: Переплёт
zh_cn: 装订

# PrintWindowBookLetBtnContent
source: Booklet
de: Broschüre
es: Folleto
fr: Livret
it: Opuscolo
ja: 小冊子
ko: 소책자
nl: Boek
pt: Livreto
ru: Брошюра
zh_cn: 小册子

# PrintWindowBookLetLeftBinding
source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
ko: 왼쪽
nl: Links
pt: Esquerdo
ru: Слева
zh_cn: 左

# PrintWindowBookLetRightBinding
source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
ja: 右
ko: 오른쪽
nl: Rechts
pt: Direito
ru: Справа
zh_cn: 右

# PrintWindowBookLetSubset
source: Subset
de: Seitenauswahl
es: Subconjunto
fr: Sous-ensemble
it: Sottoinsieme
ja: 印刷方法
ko: 하위세트
pt: Subconjunto
ru: Диапазон
zh_cn: 子集

# PrintWindowBookLetSubsetBack
source: Back side only
de: Nur Rückseite
es: Sólo reverso
fr: Verso
it: Solo retro
ja: 片面で印刷（裏側）
ko: 뒷면만
nl: Alleen achterzijde
pt: Somente no verso
ru: Только задняя сторона
zh_cn: 仅背面

# PrintWindowBookLetSubsetBoth
source: Both sides
de: Beide Seiten
es: Ambos lados
fr: Recto verso
it: Fronte/retro
ja: 両面で印刷
ko: 양면
nl: Beide zijden
pt: Frente e verso
ru: Обе стороны
zh_cn: 双面

# PrintWindowBookLetSubsetFrontal
source: Front side only
de: Nur Vorderseite
es: Sólo anverso
fr: Recto
it: Solo fronte
ja: 片面で印刷（表側）
ko: 앞면만
nl: Alleen voorzijde
pt: Somente na frente
ru: Только лицевая сторона
zh_cn: 仅正面

# PrintWindowMutilpleBtnContent
source: Multiple
de: Mehrere
es: Múltiple
ja: 複数
ko: 다중
nl: Meerdere
pt: Múltiplo
ru: Несколько
zh_cn: 多页

# PrintWindowMutilpleLayout
source: Page order
de: Seitenanordnung
es: Orden de páginas
fr: Ordre des pages
it: Ordine pagine
ja: ページの順序
ko: 페이지 순서
nl: Paginavolgorde
pt: Ordem de páginas
ru: Порядок страниц
zh_cn: 页面顺序

# PrintWindowMutilpleMargins
source: Margin
de: Rand
es: Margen
fr: Marge
it: Margine
ja: 余白
ko: 여백
nl: Marge
pt: Margem
ru: Поля
zh_cn: 页边距

# PrintWindowMutilplePapers
source: Pages per sheet
de: Seiten pro Blatt
es: Páginas por hoja
fr: Pages par feuille
it: Pagine per foglio
ja: 1枚あたりのページ数
ko: 한 면에 인쇄할 페이지 수
nl: Pagina's per vel
pt: Páginas por folha
ru: Страниц на листе
zh_cn: 每张纸打印的页数

# PrintWindowMutilplePrintBorder
source: Print page border
de: Seitenrand drucken
es: Imprimir borde de página
fr: Imprimer le contour
it: Stampa bordo pagina
ja: ページ境界線を印刷
ko: 페이지 테두리 인쇄
nl: Paginarand afdrukken
pt: Imprimir borda da página
ru: Печатать рамку страницы
zh_cn: 打印页面边框

# PrintWindowPageSettingGrounpName
source: Page Settings
de: Seiteneinstellungen
es: Configuración de página
fr: Paramètres de la page
it: Impostazioni pagina
ja: ページ設定
ko: 페이지 설정
nl: Pagina-instellingen
pt: Configurações da página
ru: Настройки страницы
zh_cn: 页面设置

# PrintWindowPageSettingsSizeTitle
source: Paper Size
de: Papiergröße
es: Tamaño del papel
fr: Taille du papier
it: Formato carta
ja: 用紙サイズ
ko: 용지 크기
nl: Papierformaat
pt: Tamanho do papel
ru: Размер бумаги
zh_cn: 纸张大小

# PrintWindowPrintHandingGrounpName
source: Print Mode
de: Druckmodus
es: Modo de impresión
fr: Mode d'impression
it: Modalità di stampa
ja: 印刷モード
ko: 인쇄 모드
nl: Afdrukmodus
pt: Modo de impressão
ru: Режим печати
zh_cn: 打印模式

# PrintWindowRangeGroupName
source: Page Range
de: Seitenbereich
es: Rango de páginas
fr: Plage de pages
it: Intervallo di pagine
ja: ページ範囲
ko: 페이지 범위
nl: Pagina bereik
pt: Intervalo de páginas
ru: Диапазон страниц
zh_cn: 页面范围

# PrintWindowReverseCheckBoxContent
source: Reverse page order
de: Seiten umkehren
es: Invertir páginas
fr: Inverser pages
it: Ordina pagine in senso inverso
ja: 逆順に印刷
ko: 페이지 역순으로
nl: Volgorde van pagina's omkeren
pt: Reverter páginas
ru: В обратном порядке
zh_cn: 逆页序打印

# PrintWindowScalBtnContent
source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
nl: Grootte
pt: Tamanho
ru: Размер
zh_cn: 大小

# PrintWindowTileBtnContent
source: Poster
es: Póster
fr: Affiche
ja: ポスター
ko: 포스터
pt: Pôster
ru: Постер
zh_cn: 海报

# PrintWindowTileCutMasks
source: Cut marks
de: Schnittmarken
es: Marcas de corte
fr: Traits de coupe
it: Indicatori di taglio
ja: タイルマーク
ko: 잘라내기 표시
nl: Knipmarkeringen
pt: Marcas de corte
ru: Метки вырезки
zh_cn: 剪切标记

# PrintWindowTileLabels
source: Labels
de: Beschriftungen
es: Rótulos
fr: Libellés
it: Etichette
ja: ラベル
ko: 레이블
pt: Etiquetas
ru: Ярлыки
zh_cn: 标签

# PrintWindowTileOverlap
source: Overlap
de: Überlappung
es: Superposición
fr: Chevauchement
it: Sovrapponi
ja: 重なり
ko: 겹치기
pt: Sobreposição
ru: Наложение
zh_cn: 重叠

# PrintWindowTilePageZoom
source: Tile scale
de: Teileskalierung
es: Escala de mosaico
fr: Echelle de la mosaïque
it: Ridimensiona per affiancatura
ja: 倍率
ko: 바둑판식 배열 비율
nl: Blokschaal
pt: Redim. lado a lado
ru: Масштаб сегмента
zh_cn: 平铺百分比
