Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# LinkActionToUri
source: You are going to open "XXX". Please make sure you trust it before opening. Continue to open?
de: Sie werden "XXX" öffnen. Bitte vergewissern Sie sich vor dem Öffnen, dass Sie ihm vertrauen. Weiter öffnen?
es: Vas a abrir "XXX". Por favor, asegúrese de confiar en él antes de abrirlo. ¿Seguir abriendo?
fr: Vous allez ouvrir "XXX". Assurez-vous de lui faire confiance avant de l'ouvrir. Continuer à ouvrir ?
it: Stai per aprire "XXX". Assicurati di fidarti prima di aprire. Continuare ad aprire?
ja: 「XXX」を開きます。 開く前に、信頼できることを確認してください。 引き続き開きますか？
ko: "XXX"를 열 것입니다. 개봉하기 전에 믿을 수 있는지 확인하십시오. 계속 열까요?
nl: Je gaat "XXX" openen. Zorg ervoor dat u het vertrouwt voordat u het opent. Doorgaan met openen?
pt: Você vai abrir "XXX". Por favor, certifique-se de confiar nele antes de abrir. Continuar a abrir?
ru: Вы собираетесь открыть «XXX». Пожалуйста, убедитесь, что вы доверяете ему, прежде чем открывать. Продолжать открывать?
zh_cn: 您即将打开“XXX”，请确保您信任该文件。是否继续打开？

# LinkBtn
source: Link
de: Verknüpfung
es: Enlace
fr: Lien
it: Collegamento
ja: リンク
ko: 링크
nl: Koppeling
ru: Ссылка
zh_cn: 链接

# LinkCreateBtn
source: Create/Edit Link
de: Verknüpfung erstellen/bearbeiten
es: Crear/Editar enlace
fr: Créer/Modifier le lien
it: Crea/modifica collegamento
ja: リンクの作成/編集
ko: 링크 생성/편집
nl: Koppeling maken/bewerken
pt: Criar/Editar Link
ru: Создать/редактировать ссылку
zh_cn: 创建/编辑链接

# LinkDeleteAll
source: Are you sure to remove all links?
de: Möchten Sie wirklich alle Links entfernen?
es: ¿Estás seguro de eliminar todos los enlaces?
fr: Êtes-vous sûr de supprimer tous les liens ?
it: Sei sicuro di rimuovere tutti i link?
ja: すべてのリンクを削除してもよろしいですか?
ko: 모든 링크를 제거하시겠습니까?
nl: Weet u zeker dat u alle links wilt verwijderen?
pt: Tem certeza de remover todos os links?
ru: Вы уверены, что хотите удалить все ссылки?
zh_cn: 是否删除所有链接？

# LinkDeleteAllBtn
source: Delete All Links
de: Alle Verknüpfungen löschen
es: Eliminar todos los enlaces
fr: Supprimer tous les liens
it: Elimina tutti i collegamenti
ja: すべてのリンクを削除
ko: 모든 링크 삭제
nl: Verwijder alle koppelingen
pt: Excluir todos os links
ru: Удалить все ссылки
zh_cn: 删除所有链接

# LinkDeleteOne
source: Are you sure to remove the link?
de: Möchten Sie den Link wirklich entfernen?
es: ¿Estás seguro de eliminar el enlace?
fr: Êtes-vous sûr de supprimer le lien ?
it: Sei sicuro di rimuovere il link?
ja: リンクを削除してもよろしいですか？
ko: 링크를 제거하시겠습니까?
nl: Weet je zeker dat je de link wilt verwijderen?
pt: Tem certeza que deseja remover o link?
ru: Вы уверены, что хотите удалить ссылку?
zh_cn: 是否删除该链接？

# LinkOpenFileFailed
source: File not found. Check if the file was moved, renamed, or deleted.
de: Datei nicht gefunden. Überprüfen Sie, ob die Datei verschoben, umbenannt oder gelöscht wurde.
es: Archivo no encontrado. Compruebe si el archivo se movió, cambió de nombre o eliminó.
fr: Fichier introuvable. Vérifiez si le fichier a été déplacé, renommé ou supprimé.
it: File non trovato. Controlla se il file è stato spostato, rinominato o eliminato.
ja: ファイルが見つかりません。 ファイルが移動、名前変更、または削除されたかどうかを確認します。
ko: 파일을 찾을 수 없습니다. 파일이 이동, 이름 변경 또는 삭제되었는지 확인하십시오.
nl: Bestand niet gevonden. Controleer of het bestand is verplaatst, hernoemd of verwijderd.
pt: Arquivo não encontrado. Verifique se o arquivo foi movido, renomeado ou excluído.
ru: Файл не найден. Проверьте, не был ли файл перемещен, переименован или удален.
zh_cn: 无法打开文件。请检查文件是否已移动、重命名或删除。

# LinkPageError
source: Please enter a valid page number.
de: Bitte geben Sie eine gültige Seitenzahl ein.
es: Introduzca un número de página válido.
fr: Veuillez saisir un numéro de page valide.
it: Inserisci un numero di pagina valido.
ja: 有効なページ番号を入力してください。
ko: 유효한 페이지 번호를 입력하십시오.
nl: Voer een geldig paginanummer in.
pt: Insira um número de página válido.
ru: Пожалуйста, введите действительный номер страницы.
zh_cn: 请输入有效的页码。

# LinkRightDelete
source: Delete Link
de: Verknüpfung löschen
es: Eliminar enlace
fr: Supprimer le lien
it: Elimina collegamento
ja: リンクを削除
ko: 링크 삭제
nl: Koppeling verwijderen
pt: Excluir link
ru: Удалить ссылку
zh_cn: 删除链接

# LinkToolbarTitle
source: You are in link editing mode.
de: Sie befinden sich im Linkbearbeitungsmodus.
es: Se encuentra en el modo de edición de enlaces.
fr: Vous êtes en mode d'édition de liens.
it: Sei in modalità di modifica del collegamento.
ja: リンク編集モードになっています。
ko: 링크 편집 모드에 있습니다.
nl: U bevindt zich in de linkbewerkingsmodus.
pt: Está no modo de edição de ligações.
ru: Вы находитесь в режиме редактирования ссылок.
zh_cn: 您当前处于链接编辑模式

# LinkUriEmpty
source: Please enter valid target of the link.
de: Bitte geben Sie ein gültiges Ziel des Links ein.
es: Introduzca un destino válido del enlace.
fr: Veuillez saisir la cible valide du lien.
it: Inserisci una destinazione valida del collegamento.
ja: リンクの有効なターゲットを入力してください。
ko: 링크의 유효한 대상을 입력하십시오.
nl: Voer een geldig doel van de link in.
pt: Insira um destino válido do link.
ru: Пожалуйста, введите действительную цель ссылки.
zh_cn: 请输入链接需要跳转的目标。

# LinkUriError
source: Please enter a valid URL link.
de: Bitte geben Sie einen gültigen URL-Link ein.
es: Introduzca un enlace de URL válido.
fr: Veuillez saisir un lien URL valide.
it: Inserisci un link URL valido.
ja: 有効な URL リンクを入力してください。
ko: 유효한 URL 링크를 입력하세요.
nl: Voer een geldige URL-link in.
pt: Insira um link de URL válido.
ru: Введите действительный URL-ссылку.
zh_cn: 请输入有效的网址。

# LinkWinAppearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모습
nl: Verschijning
pt: Aparência
ru: Появление
zh_cn: 外观

# LinkWinFilePath
source: Local File
de: Lokale Datei
es: Archivo local
fr: Fichier local
it: File locale
ja: ローカル ファイル
ko: 로컬 파일
nl: Lokaal bestand
pt: Arquivo local
ru: Локальный файл
zh_cn: 本地文件

# LinkWinInvisibleRect
source: Invisible rectangle
de: Unsichtbares Rechteck
es: Rectángulo invisible
fr: Rectangle invisible
it: Rettangolo invisibile
ja: 見えない長方形
ko: 보이지 않는 직사각형
nl: Onzichtbare rechthoek
pt: Retângulo invisível
ru: Невидимый прямоугольник
zh_cn: 不可见矩形

# LinkWinNavigate
source: Navigate to
de: Navigieren Sie zu
es: Navegar a
fr: Aller vers
it: Navigare verso
ja: 案内する
ko: 로 이동
nl: Navigeren naar
pt: Navegar para
ru: Перейдите к
zh_cn: 链接动作

# LinkWinPage
source: Page
de: Buchseite
es: Página
it: Pagina
ja: ページ
ko: 페이지
nl: Bladzijde
pt: Página
ru: Страница
zh_cn: 页码

# LinkWinStrokeDashed
source: Dashed
de: Gestrichelt
es: punteado
fr: Pointillé
it: Tratteggiato
ja: 破線
ko: 파선
nl: Gestreept
pt: Tracejadas
ru: Пунктирная
zh_cn: 虚线

# LinkWinStrokeSolid
source: Solid
de: Solide
es: Sólido
fr: Solide
it: Solido
ja: 個体
ko: 단단한
nl: Stevig
pt: Sólido
ru: Твердый
zh_cn: 实线

# LinkWinStrokeStyle
source: Stroke style
de: Strichstil
es: estilo de trazo
fr: Style de trait
it: Stile tratto
ja: ストローク スタイル
ko: 스트로크 스타일
nl: Stroke stijl
pt: Estilo de traço
ru: Стиль инсульта
zh_cn: 线条样式

# LinkWinStrokeUnderline
source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
it: Sottolinea
ja: 下線
ko: 밑줄
nl: Onderstreep
pt: Sublinhar
ru: Подчеркнуть
zh_cn: 下划线

# LinkWinStyle
source: Link style
de: Link-Stil
es: Estilo de enlace
fr: Style de lien
it: Stile di collegamento
ja: リンクスタイル
ko: 링크 스타일
nl: Koppel stijl
pt: Estilo do link
ru: Стиль ссылки
zh_cn: 链接样式

# LinkWinTitleCreate
source: Create Link
de: Verknüpfung erstellen
es: Crear enlace
fr: Créer un lien
it: Crea collegamento
ja: リンクを作成
ko: 링크 만들기
nl: Koppeling maken
pt: Criar link
ru: Создать ссылку
zh_cn: 创建链接

# LinkWinTitleEdit
source: Edit Link
de: Verknüpfung bearbeiten
es: Editar enlace
fr: Modifier le lien
it: Modifica collegamento
ja: リンクを編集
ko: 링크 편집
nl: Koppeling bewerken
pt: Editar link
ru: Изменить ссылку
zh_cn: 编辑链接

# LinkWinUrl
source: URL
ru: URL-адрес
zh_cn: 网址

# LinkWinVisibleRect
source: Visible rectangle
de: Sichtbares Rechteck
es: Rectángulo visible
fr: Rectangle visible
it: Rettangolo visibile
ja: 目に見える長方形
ko: 보이는 사각형
nl: Zichtbare rechthoek
pt: Retângulo visível
ru: Видимый прямоугольник
zh_cn: 可见矩形

# MainCropPageContextMenuAdjust
source: Adjust Selected Area
de: Ausgewählten Bereich anpassen
es: Ajusta el área seleccionada
fr: Ajuster la zone sélectionnée.
it: Regola l'area selezionata
ja: 選択領域の調整
ko: 선택한 영역 조정
nl: Geselecteerd gebied aanpassen
pt: Ajustar a Área Selecionada
ru: Отрегулируйте выбранную область
zh_cn: 调整范围

# MainCropPageNotSelectedPageNote
source: Please select one page.
de: Bitte wählen Sie eine Seite aus.
es: Selecciona una página.
fr: Veuillez sélectionner une page.
it: Seleziona una pagina.
ja: どれか1ページを選択してください。
ko: 한 페이지를 선택하세요.
nl: Selecteer één pagina.
pt: Selecione uma página.
ru: Выберите одну страницу.
zh_cn: 请选择一页

# MainCropPageSelectLittleAreaNote
source: Please set a larger area.
de: Bitte legen Sie einen größeren Bereich fest.
es: Marca una área más grande.
fr: Veuillez définir une zone plus grande.
it: Imposta un'area più ampia.
ja: より広い領域を設定してください。
ko: 더 큰 영역을 설정하세요.
nl: Stel een groter gebied in.
pt: Defina uma área maior.
ru: Установите большую площадь.
zh_cn: 裁剪范围太小，请重新选择。

# MainCropPageSelectedMulPageNote
source: Only one page can be selected.
de: Es kann nur eine Seite ausgewählt werden.
es: Solo se puede seleccionar una página.
fr: Vous ne pouvez sélectionnez qu’une seule page.
it: Può essere selezionata una sola pagina.
ja: どれか1ページのみ選択できます。
ko: 한 페이지만 선택할 수 있습니다.
nl: Er kan slechts één pagina worden geselecteerd.
pt: Apenas pode ser selecionada uma página.
ru: Можно выбрать только одну страницу.
zh_cn: 只能选择一页

# MainViewBatchPrintContent
source: Batch Print
de: Batch-Druck
es: Impresión por lotes
fr: Impression par lots
it: Stampa in batch
ja: バッチ印刷
ko: 일괄 인쇄
nl: Batch afdrukken
pt: Impressão em lote
ru: Пакетная печать
zh_cn: 批量打印

# MainViewBookmarkAddBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크에 추가하다
nl: Voeg bladwijzer toe
pt: Adicionar marcador
ru: Добавить закладку
zh_cn: 添加书签

# MainViewBookmarkAddChildBookmark
source: Add Sub-bookmark
de: Unter-Lesezeichen hinzufügen
es: Añadir submarcador
fr: Ajouter un sous-signet
it: Aggiungi segnalibro secondario
ja: サブブックマークを追加
ko: 하위 책갈피 추가
nl: Subbladwijzer toevoegen
pt: Adicionar sub-marcador
ru: Добавить вложенную закладку
zh_cn: 添加子书签

# MainViewBookmarkCollapseAll
source: Collapse All
de: Alle reduzieren
es: Desplegar todo
fr: Réduire tout
it: Comprimi tutto
ja: すべて折りたたむ
ko: 모든 축소
nl: Alles inklappen
pt: Recolher todos
ru: Свернуть все
zh_cn: 收起全部

# MainViewBookmarkDeleteBookmark
source: Delete Bookmark
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
it: Elimina segnalibro
ja: ブックマークを削除
ko: 북마크 삭제
nl: Bladwijzer verwijderen
pt: Excluir marcador
ru: Удалить закладку
zh_cn: 删除书签

# MainViewBookmarkExpandAll
source: Expand All
de: Alle erweitern
es: Expandir todo
fr: Développer tout
it: Espandi tutto
ja: すべて展開
ko: 모두 확장
nl: Alles uitvouwen
pt: Expandir todos
ru: Расширить все
zh_cn: 展开全部

# MainViewBookmarkRenameBookmark
source: Rename Bookmark
de: Lesezeichen umbenennen
es: Cambiar nombre de marcador
fr: Renommer le signet
it: Rinomina segnalibro
ja: ブックマークの名前を変更
ko: 책갈피 이름 바꾸기
nl: Naam bladwijzer wijzigen
pt: Renomear marcador
ru: Переименовать закладку
zh_cn: 重命名书签

# MainViewCopilotButtonFirstCloseTips
source: Click the icon to continue chatting with PDF
de: Klicken Sie auf das Symbol, um den Chat mit PDF fortzusetzen
es: Haga clic en el icono para continuar chateando con PDF
fr: Cliquez sur l'icône pour continuer à discuter avec PDF
it: Fare clic sull'icona per continuare a chattare con PDF
ja: アイコンをクリックして、PDF との会話を続けます
ko: PDF와 채팅을 계속하려면 아이콘을 클릭하세요.
nl: Klik op het pictogram om verder te chatten met PDF
pt: Clique no ícone para continuar conversando com PDF
ru: Щелкните значок, чтобы продолжить общение с PDF
zh_cn: 点击该图标继续与PDF对话

# MainViewCreateNewPDF
source: Create File
de: Datei Erstellen
es: Crear Archivo
fr: Créer un Fichier
it: Crea File
ja: ファイル作成
ko: 파일 만들기
nl: Bestand Maken
pt: Criar Ficheiro
ru: Создать Файл
zh_cn: 创建文件

# MainViewCropPageContent
source: Crop Pages
de: Seiten zuschneiden
es: Recortar páginas
fr: Rogner les pages
it: Ritaglia pagine
ja: ページをクロップ
ko: 페이지 자르기
nl: Pagina's bijsnijden
pt: Recortar páginas
ru: Обрезать страницы
zh_cn: 裁剪页面

# MainViewToolbarPhoneBtnTips
source: Get PDFgear for iOS & Android
de: Holen Sie sich PDFgear für iOS und Android
es: Obtén PDFgear para iOS y Android
fr: Obtenez PDFgear pour iOS et Android
it: Ottieni PDFgear per iOS e Android
ja: iOSおよびAndroid向けPDFgearを入手
ko: iOS 및 Android용 PDFgear 받기
nl: Haal PDFgear voor iOS en Android
pt: Obtenha PDFgear para iOS e Android
ru: Получите PDFgear для iOS и Android
zh_cn: 下载 iOS 和 Android 版 PDFgear

# MainWindowAccountBtn
source: Sign in / Sign up
de: Anmelden / Registrieren
es: Iniciar sesión / Registrarse
fr: Se connecter / S'inscrire
it: Accedi / Registrati
ja: サインイン / サインアップ
ko: 로그인 / 회원 가입
nl: Inloggen / Registreren
pt: Entrar / Cadastrar
ru: Войти / Зарегистрироваться
zh_cn: 登录 / 注册

# MainWindowCompressFileBtn
source: Compress PDF
de: PDF komprimieren
es: Comprimir PDF
fr: Compresser PDF
it: Comprimere PDF
ja: PDFを圧縮
ko: PDF 압축
nl: PDF comprimeren
pt: Comprimir PDF
ru: Сжать PDF
zh_cn: 压缩PDF

# MainWindowExportFileToBtn
source: Export PDF as
de: PDF exportieren als
es: Exportar PDF como
fr: Exporter le PDF en tant que
it: Esporta PDF come
ja: PDF をエクスポート
ko: PDF를 다음 형식으로 내보내기
nl: PDF exporteren als
pt: Exportar PDF como
ru: Экспортировать PDF как
zh_cn: 将PDF导出为

# MainWindowFilesBtn
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pt: Arquivos
ru: Файлы
zh_cn: 文件

# MainWindowMergeAndSplitBtn
source: Merge and Split
de: Zusammenführen und Teilen
es: Unir y Dividir
fr: Fusionner et Diviser
it: Unisci e Dividi
ja: 結合と分割
ko: 병합 및 분할
nl: Samenvoegen en Splitsen
pt: Mesclar e Dividir
ru: Объединить и Разделить
zh_cn: 合并和拆分

# MainWindowNewBlankFileBtn
source: New Blank PDF
de: Neues leeres PDF
es: Nuevo PDF en blanco
fr: Nouveau PDF vierge
it: Nuovo PDF vuoto
ja: 新しい空の PDF
ko: 새 빈 PDF
nl: Nieuwe lege PDF
pt: Novo PDF em branco
ru: Новый пустой PDF
zh_cn: 新建空白PDF

# MainWindowNewFileBtn
source: Create File
de: Datei Erstellen
es: Crear Archivo
fr: Créer un Fichier
it: Crea File
ja: ファイル作成
ko: 파일 만들기
nl: Bestand Maken
pt: Criar Ficheiro
ru: Создать Файл
zh_cn: 创建文件

# MainWindowNewFilefromImageBtn
source: New PDF from Images
de: Neues PDF aus Bildern
es: Nuevo PDF a partir de imágenes
fr: Nouveau PDF à partir d'images
it: Nuovo PDF da immagini
ja: 画像から新しいPDFを作成
ko: 이미지에서 새 PDF 만들기
nl: Nieuwe PDF van afbeeldingen
pt: Novo PDF a partir de imagens
ru: Создать PDF из изображений
zh_cn: 从图片新建PDF

# MainWindowNewFilefromScannerBtn
source: New PDF from Scanner
de: Neues PDF vom Scanner
es: Nuevo PDF desde el escáner
fr: Nouveau PDF depuis le scanner
it: Nuovo PDF da scanner
ja: スキャナーから新しいPDFを作成
ko: 스캐너에서 새 PDF 만들기
nl: Nieuwe PDF van scanner
pt: Novo PDF do scanner
ru: Создать PDF со сканера
zh_cn: 从扫描仪新建PDF

# MainWindowQuitBtn
source: Quit PDFgear
de: PDFgear beenden
es: Salir de PDFgear
fr: Quitter PDFgear
it: Esci da PDFgear
ja: PDFgear を終了
ko: PDFgear 종료
nl: PDFgear afsluiten
pt: Sair do PDFgear
ru: Выйти из PDFgear
zh_cn: 退出PDFgear

# ManageStampAddNewBtnContent
source: Add New Category
de: Neue Kategorie hinzufügen
es: Agregar nueva categoría
fr: Ajouter une nouvelle catégorie
it: Aggiungi nuova categoria
ja: 新しいカテゴリを追加
ko: 새 카테고리 추가
nl: Nieuwe categorie toevoegen
pt: Adicionar nova categoria
ru: Добавить новую категорию
zh_cn: 新建分组

# ManageStampDeleteCategoryBtnContent
source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
it: Elimina categoria
ja: カテゴリを削除
ko: 카테고리 삭제
nl: Categorie verwijderen
pt: Excluir categoria
ru: Удалить категорию
zh_cn: 删除分组

# ManageStampRenameBtnContent
source: Rename Category
de: Kategorie umbenennen
es: Renombrar categoría
fr: Renommer la catégorie
it: Rinomina categoria
ja: カテゴリ名を変更
ko: 카테고리 이름 변경
nl: Categorie hernoemen
pt: Renomear categoria
ru: Переименовать категорию
zh_cn: 重命名分组

# ManageStampWinCreateBtnContent
source: Create Stamp
de: Stempel erstellen
es: Crear sello
fr: Créer un tampon
it: Crea timbro
ja: スタンプを作成
ko: 스탬프 만들기
nl: Stempel maken
pt: Criar carimbo
ru: Создать штамп
zh_cn: 创建图章

# ManageStampWinTitle
source: Manage Custom Stamps
de: Benutzerdefinierte Stempel verwalten
es: Administrar sellos personalizados
fr: Gérer les tampons personnalisés
it: Gestisci timbri personalizzati
ja: カスタムスタンプを管理
ko: 사용자 지정 스탬프 관리
nl: Aangepaste stempels beheren
pt: Gerenciar carimbos personalizados
ru: Управление пользовательскими штампами
zh_cn: 管理自定义图章

# ManegeStampAllCategories
source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
pt: Todas as categorias
ru: Все категории
zh_cn: 所有分组

# MenuAnnotateArrowContent
source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
it: Freccia
ja: 矢印
ko: 화살표
nl: Pijltje
pt: Seta
ru: Стрелка
zh_cn: 箭头

# MenuAnnotateEllipseContent
source: Oval
es: Óvalo
fr: Ovale
it: Ovale
ja: 楕円
ko: 타원
nl: Ovaal
ru: Овал
zh_cn: 椭圆

# MenuAnnotateHiddenContent
source: Hide Comments
de: Kommentare Ausblenden
es: Ocultar Comentarios
fr: Masquer les Commentaires
it: Nascondere Commenti
ja: コメントを非表示にする
ko: 댓글 숨기기
nl: Opmerkingen Verbergen
pt: Ocultar Comentários
ru: Скрыть Kомментарии
zh_cn: 隐藏注释

# MenuAnnotateHighlight
source: Area Highlight
de: Bereich Markieren
es: Destacar Zona
fr: Mise en évidence de la zone
it: Evidenzia l'area
ja: エリアハイライト
ko: 영역 하이라이트
nl: Gebied Markeren
pt: Destaque de Área
ru: Выделение области
zh_cn: 区域高亮

# MenuAnnotateHighlightContent
source: Highlight
de: Hervorheben
es: Resaltar
fr: Mettre en surbrillance
it: Evidenzia
ja: ハイライト
ko: 강조 표시
nl: Markeren
pt: Realçar
ru: Выделить
zh_cn: 高亮

# MenuAnnotateInkContent
source: Ink
de: Tinte
es: Tinta
fr: Encre
it: Inchiostro
ja: インク
ko: 잉크
nl: Inkt
pt: Tinta
ru: Рукописный фрагмент
zh_cn: 画笔

# MenuAnnotateLineContent
source: Line
de: Linie
es: Línea
fr: Ligne
it: Linea
ja: 線
ko: 선
nl: Lijn
pt: Linha
ru: Линия
zh_cn: 直线

# MenuAnnotateManageContent
source: Manage Comments
de: Kommentare Verwalten
es: Administrar Comentarios
fr: Gérer les Commentaires
it: Gestione dei Commenti
ja: コメントの管理
ko: 댓글 관리
nl: Opmerkingen Beheren
pt: Gerenciar Comentários
ru: Управление kомментариями
zh_cn: 管理注释

# MenuAnnotateNoteContent
source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 노트
nl: Notitie
pt: Nota
ru: Примечание
zh_cn: 便签

# MenuAnnotateRemoveTextContent
source: Erase Text
de: Text Löschen
es: Borrar Texto
fr: Effacer le Texte
it: Cancella Testo
ja: テキストを消去
ko: 텍스트 지우기
nl: Tekst Wissen
pt: Apagar Texto
ru: Стереть Текст
zh_cn: 擦除文本

# MenuAnnotateShapeContent
source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 長方形
ko: 직사각형
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
zh_cn: 矩形

# MenuAnnotateShowContent
source: Show Comments
de: Kommentare Anzeigen
es: Mostrar Comentarios
fr: Afficher les Commentaires
it: Mostrare Commenti
ja: コメントを表示する
ko: 댓글 보기
nl: Opmerkingen Weergeven
pt: Mostrar Comentários
ru: Показать Kомментарии
zh_cn: 显示注释

# MenuAnnotateSignatureContent
source: Signature
de: Signatur
es: Firma
it: Firma
ja: 署名
ko: 서명
nl: Handtekening
pt: Assinatura
ru: Подпись
zh_cn: 签名

# MenuAnnotateStampContent
source: Stamp
de: Stempel
es: Sello
fr: Tampon
it: Timbro
ja: スタンプ
ko: 스탬프
nl: Stempel
pt: Carimbo
ru: Штамп
zh_cn: 图章

# MenuAnnotateStrikeContent
source: Strikethrough
de: Durchstreichen
es: Tachar
fr: Barrer
it: Barra
ja: 取り消し線
ko: 취소선
nl: Doorstrepen
pt: Rasurar
ru: Зачеркнуть
zh_cn: 删除线

# MenuAnnotateTextBoxContent
source: Text Box
de: Textfeld
es: Caja de texto
fr: Zone de texte
it: Casella di testo
ja: テキストボックス
ko: 텍스트 상자
nl: Tekstvak
pt: Caixa de Texto
ru: Текстовое поле
zh_cn: 文本框

# MenuAnnotateTranslateContent
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Tradurre
ja: 翻訳
ko: 번역
nl: Vertalen
pt: Traduzir
ru: Перевести
zh_cn: 翻译

# MenuAnnotateTypeWriterContent
source: Add Text
de: Text Hinzufügen
es: Máquina de escribir
fr: Machine à écrire
it: Macchina da scrivere
ja: タイプライター
ko: 텍스트 입력
nl: Typemachine
pt: Máquina de Escrever
ru: Печатная машинка
zh_cn: 插入文字

# MenuAnnotateUnderlineContent
source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
it: Sottolinea
ja: 下線
ko: 밑줄
nl: Onderstreep
pt: Sublinhar
ru: Подчеркнуть
zh_cn: 下划线

# MenuAnnotateWatermarkContent
source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
it: Filigrana
ja: 透かし
ko: 워터마크
nl: Watermerk
pt: Marca de água
ru: Водяной знак
zh_cn: 水印

# MenuConvertPdfToExcelContent
source: PDF to Excel
de: PDF in Excel
es: De PDF a Excel
fr: PDF en Excel
it: Da PDF a Excel
ja: PDFからExcelへ
ko: PDF를 Excel로
nl: PDF naar Excel
pt: PDF para Excel
ru: PDF в Excel
zh_cn: PDF转Excel

# MenuConvertPdfToHtmlContent
source: PDF to HTML
de: PDF in HTML
es: De PDF a HTML
fr: PDF en HTML
it: Da PDF a HTML
ja: PDFからHTMLへ
ko: PDF를 HTML로
nl: PDF naar HTML
pt: PDF para HTML
ru: PDF в HTML
zh_cn: PDF转HTML

# MenuConvertPdfToImageContent
source: PDF to PNG
de: PDF in PNG
es: De PDF a PNG
fr: PDF en PNG
it: Da PDF a PNG
ja: PDFからPNGへ
ko: PDF를 PNG로
nl: PDF naar PNG
pt: PDF para PNG
ru: PDF в PNG
zh_cn: PDF转PNG

# MenuConvertPdfToJpegContent
source: PDF to JPEG
de: PDF in JPEG
es: De PDF a JPEG
fr: PDF en JPEG
it: Da PDF a JPEG
ja: PDFからJPEGへ
ko: PDF를 JPEG로
nl: PDF naar JPEG
pt: PDF para JPEG
ru: PDF в JPEG
zh_cn: PDF转JPEG

# MenuConvertPdfToPPTContent
source: PDF to PPT
de: PDF in PPT
es: De PDF a PPT
fr: PDF en PPT
it: Da PDF a PPT
ja: PDFからPPTへ
ko: PDF를 PPT로
nl: PDF naar PPT
pt: PDF para PPT
ru: PDF в PPT
zh_cn: PDF转PPT

# MenuConvertPdfToRtfContent
source: PDF to RTF
de: PDF in RTF
es: De PDF a RTF
fr: PDF en RTF
it: Da PDF a RTF
ja: PDFからRTFへ
ko: PDF를 RTF로
nl: PDF naar RTF
pt: PDF para RTF
ru: PDF в RTF
zh_cn: PDF转RTF

# MenuConvertPdfToTxtContent
source: PDF to TXT
de: PDF in TXT
es: De PDF a TXT
fr: PDF en TXT
it: Da PDF a TXT
ja: PDFからTXTへ
ko: PDF를 TXT로
nl: PDF naar TXT
pt: PDF para TXT
ru: PDF в TXT
zh_cn: PDF转TXT

# MenuConvertPdfToWordContent
source: PDF to Word
de: PDF in Word
es: De PDF a Word
fr: PDF en Word
it: Da PDF a Word
ja: PDFからWordへ
ko: PDF를 Word로
nl: PDF naar Word
pt: PDF para Word
ru: PDF в Word
zh_cn: PDF转Word

# MenuConvertPdfToXmlContent
source: PDF to XML
de: PDF in XML
es: De PDF a XML
fr: PDF en XML
it: Da PDF a XML
ja: PDFからXMLへ
ko: PDF를 XML로
nl: PDF naar XML
pt: PDF para XML
ru: PDF в XML
zh_cn: PDF转XML

# MenuExtractTextEmpyMsg
source: No text was selected. No text on the selected area or you selected on an image.
de: Es wurde kein Text ausgewählt. Es ist kein Text im ausgewählten Bereich oder Sie haben ein Bild ausgewählt.
es: No se ha seleccionado ningún texto. No hay texto en el área seleccionada o seleccionó una imagen.
fr: Aucun texte n'a été sélectionné. La zone sélectionnée ne contient aucun texte, ou bien vous avez sélectionné une image.
it: Nessun testo selezionato. Nessun testo nell'area selezionata oppure hai selezionato un'immagine.
ja: テキストが選択されていません。選択した範囲にテストがない、あるいは、画像が選択されています。
ko: 선택된 텍스트가 없습니다. 선택된 영역에 텍스트가 없거나 이미지를 선택했습니다
nl: Er is geen tekst geselecteerd. Er is geen tekst in het geselecteerde gebied of u heeft een afbeelding geselecteerd.
pt: Não foi selecionado qualquer texto. Não há texto na área selecionada, ou selecionou uma imagem.
ru: Текст не выделен. В выделенной области отсутствует текст или выделено изображение.
zh_cn: 提取不到任何文字。所选区域没有文字或选中的是图片。

# MenuGruopAnnotateTitle
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 댓글
nl: Opmerking
pt: Comentário
ru: Комментарий
zh_cn: 注释

# MenuGruopConvertTitle
source: Convert
de: Umwandeln
es: Convertir
fr: Convertir
it: Converti
ja: 変換
ko: 변환하기
nl: Converteren
pt: Converter
ru: Конвертировать
zh_cn: 转换
