Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# CertificateManager_Trust_Desc
source: Trust certificates are essentially digital certificates issued by recognized and trusted Certificate Authorities (CAs). They verify that the certificate issuers are trustworthy and that the public keys associated with the certificates belong to the entities they claim to represent.
de: Vertrauenszertifikate sind im Wesentlichen digitale Zertifikate, die von anerkannten und vertrauenswürdigen Zertifizierungsstellen (CAs) ausgestellt werden. Sie überprüfen, ob die Zertifikatsaussteller vertrauenswürdig sind und ob die mit den Zertifikaten verbundenen öffentlichen Schlüssel den Entitäten gehören, die sie angeblich vertreten.
es: Los certificados de confianza son esencialmente certificados digitales emitidos por Autoridades Certificadoras (CAs) reconocidas y confiables. Verifican que los emisores de los certificados son confiables y que las claves públicas asociadas con los certificados pertenecen a las entidades que afirman representar.
fr: Les certificats de confiance sont essentiellement des certificats numériques émis par des autorités de certification (CA) reconnues et de confiance. Ils vérifient que les émetteurs du certificat sont dignes de confiance et que les clés publiques associées aux certificats appartiennent aux entités qu'ils prétendent représenter.
it: I certificati di fiducia sono essenzialmente certificati digitali emessi da Autorità di Certificazione (CA) riconosciute e affidabili. Verificano che i certificatori siano affidabili e che le chiavi pubbliche associate ai certificati appartengano alle entità che affermano di rappresentare.
ja: 信頼証明書は、認識され、信頼されている証明書機関（CA）によって発行されるデジタル証明書です。これにより、証明書発行者が信頼でき、証明書に関連付けられた公開鍵が主張するエンティティに属していることが確認されます。
ko: 신뢰 인증서는 기본적으로 인정받고 신뢰할 수 있는 인증 기관(CA)에서 발급한 디지털 인증서입니다. 인증서 발급자가 신뢰할 수 있음을 확인하고, 인증서와 관련된 공개 키가 주장하는 엔터티에 속하는지 검증합니다.
nl: Vertrouwenscertificaten zijn in wezen digitale certificaten die worden uitgegeven door erkende en vertrouwde certificeringsinstanties (CA's). Ze verifiëren dat de certificaatuitgevers betrouwbaar zijn en dat de openbare sleutels die aan de certificaten zijn gekoppeld behoren tot de entiteiten die ze zeggen te vertegenwoordigen.
pt: Os certificados de confiança são essencialmente certificados digitais emitidos por Autoridades Certificadoras (CAs) reconhecidas e confiáveis. Verificam se os emissores do certificado são confiáveis e se as chaves públicas associadas aos certificados pertencem às entidades que afirmam representar.
ru: Сертификаты доверия — это, по сути, цифровые сертификаты, выданные признанными и доверенными удостоверяющими центрами (CA). Они проверяют, что эмитенты сертификатов надежны, а связанные с сертификатами открытые ключи принадлежат сущностям, которые они утверждают представлять.
zh_cn: 受信任证书本质上是由受认可和受信任的证书颁发机构（CA）颁发的数字证书。它们验证证书颁发机构是可信的，并且与证书关联的公钥属于它们声称代表的实体。

# CertificateManager_Trust_TabName
source: Trusted Certificates
de: Vertrauenswürdige Zertifikate
es: Certificados Confiables
fr: Certificats de Confiance
it: Certificati Attendibili
ja: 信頼された証明書
ko: 신뢰할 수 있는 인증서
nl: Vertrouwde Certificaten
pt: Certificados Fiáveis
ru: Доверенные Сертификаты
zh_cn: 受信任的证书

# ChatPanelAppActionCancelButton
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_cn: 取消

# ChatPanelAppActionCanceledContent
source: CANCELED
de: ABGESAGT
es: CANCELADO
fr: ANNULÉ
it: ANNULLATO
ja: キャンセル
ko: 취소 된
nl: GEANNULEERD
pt: CANCELADO
ru: ОТМЕНЕНО
zh_cn: 已取消

# ChatPanelAppActionDoneContent
source: DONE
de: ERLEDIGT
es: HECHO
fr: FAIT
it: FATTO
ja: 終わり
ko: 완료
nl: KLAAR
pt: FEITO
ru: СДЕЛАННЫЙ
zh_cn: 已完成

# ChatPanelAppActionNoButton
source: No
de: NEIN
fr: Non
ja: いいえ
ko: 아니요
nl: Nee
pt: Não
ru: Нет
zh_cn: 否

# ChatPanelAppActionProcessingContent
source: PROCESSING
de: WIRD BEARBEITET
es: PROCESANDO
fr: TRAITEMENT
it: IN LAVORAZIONE
ja: 処理
ko: 처리 중
nl: VERWERKEN
pt: EM PROCESSAMENTO
ru: ОБРАБОТКА
zh_cn: 处理中

# ChatPanelAppActionYesButton
source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ja: はい
ko: 예
nl: Ja
pt: Sim
ru: Да
zh_cn: 是

# ChatPanelMessageErrorRetryText
source: Try again
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
it: Riprova
ja: 再試行する
ko: 다시 시도하십시오
nl: Probeer het nog eens
pt: Tente novamente
ru: Попробуйте еще раз
zh_cn: 重试

# ChatPanelMessageErrorText
source: An error occurred.
de: Ein Fehler ist aufgetreten.
es: Ocurrió un error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
ja: エラーが発生しました。
ko: 에러 발생됨.
nl: Er is een fout opgetreden.
pt: Um erro ocorreu.
ru: Произошла ошибка.
zh_cn: 发生错误

# ChatPanelMessageError_ContentFiltered
source: The content has been filtered possibly due to messages or articles containing content that violates policies.
de: Der Inhalt wurde möglicherweise aufgrund von Nachrichten oder Artikeln gefiltert, die Inhalte enthalten, die gegen Richtlinien verstoßen.
es: El contenido se filtró posiblemente debido a mensajes o artículos que contienen contenido que infringe las políticas.
fr: Le contenu a été filtré peut-être en raison de messages ou d'articles contenant du contenu qui enfreint les politiques.
it: Il contenuto è stato filtrato probabilmente a causa di messaggi o articoli contenenti contenuti che violano le norme.
ja: ポリシーに違反するコンテンツを含むメッセージまたは記事が原因で、コンテンツがフィルタリングされた可能性があります。
ko: 정책을 위반하는 콘텐츠가 포함된 메시지 또는 기사로 인해 콘텐츠가 필터링되었을 수 있습니다.
nl: De inhoud is mogelijk gefilterd vanwege berichten of artikelen die inhoud bevatten die in strijd is met het beleid.
pt: O conteúdo foi filtrado possivelmente devido a mensagens ou artigos com conteúdo que viola as políticas.
ru: Контент был отфильтрован, возможно, из-за сообщений или статей, содержащих контент, нарушающий правила.
zh_cn: 该消息或文档中含有敏感词，内容已被过滤。

# ChatPanelMessageError_UserCanceled
source: The request has been canceled manually.
de: Die Anfrage wurde manuell storniert.
es: La solicitud ha sido cancelada manualmente.
fr: La demande a été annulée manuellement.
it: La richiesta è stata annullata manualmente.
ja: リクエストは手動でキャンセルされました。
ko: 요청이 수동으로 취소되었습니다.
nl: Het verzoek is handmatig geannuleerd.
pt: A solicitação foi cancelada manualmente.
ru: Запрос был отменен вручную.
zh_cn: 回答已被停止。

# ChatPanelMessageWelcomeAction_compress
source: Compress this PDF using a high compression level.
de: Komprimieren Sie dieses PDF mit einer hohen Komprimierungsstufe.
es: Comprime este PDF usando un alto nivel de compresión.
fr: Compressez ce PDF en utilisant un niveau de compression élevé.
it: Comprimi questo PDF utilizzando un livello di compressione elevato.
ja: 高圧縮レベルを使用してこの PDF を圧縮します
ko: 높은 압축 수준을 사용하여 이 PDF를 압축합니다
nl: Comprimeer deze PDF met een hoog compressieniveau.
pt: Compacte este PDF usando um alto nível de compactação.
ru: Сожмите этот PDF-файл, используя высокий уровень сжатия.
zh_cn: 压缩PDF且用高压缩等级

# ChatPanelMessageWelcomeAction_convert_from_pdf
source: Convert this PDF to Word format.
de: Konvertieren Sie dieses PDF in das Word-Format.
es: Convierte este PDF a formato Word.
fr: Convertissez ce format PDF au format Word.
it: Converti questo PDF in formato Word.
ja: この PDF を Word 形式に変換します
ko: 이 PDF를 Word 형식으로 변환합니다
nl: Converteer deze PDF naar Word-formaat.
pt: Converta este PDF para o formato Word.
ru: Преобразуйте этот PDF в формат Word.
zh_cn: 将PDF转成Word

# ChatPanelMessageWelcomeAction_page_zoom
source: Zoom in this PDF view.
de: Vergrößern Sie diese PDF-Ansicht.
es: Zoom en esta vista PDF.
fr: Zoomez sur cette vue PDF.
it: Ingrandisci questa vista PDF.
ja: この PDF ビューを拡大します
ko: 이 PDF 보기를 확대합니다
nl: Zoom in op deze PDF-weergave.
pt: Amplie esta visualização em PDF.
ru: Увеличьте это представление PDF.
zh_cn: 放大PDF视图

# ChatPanelMessageWelcomeAction_protect_pdf
source: Add a password to protect this file.
de: Fügen Sie ein Passwort hinzu, um diese Datei zu schützen.
es: Agregue una contraseña para proteger este archivo.
fr: Ajoutez un mot de passe pour protéger ce fichier.
it: Aggiungi una password per proteggere questo file.
ja: このファイルを保護するためのパスワードを追加します
ko: 이 파일을 보호하려면 암호를 추가하십시오
nl: Voeg een wachtwoord toe om dit bestand te beschermen.
pt: Adicione uma senha para proteger este arquivo.
ru: Добавьте пароль для защиты этого файла.
zh_cn: 给该PDF添加密码

# ChatPanelMessageWelcomeAction_slide_show
source: Display this PDF in slide mode.
de: Zeigen Sie dieses PDF im Folienmodus an.
es: Muestre este PDF en modo diapositiva.
fr: Affichez ce PDF en mode diapositive.
it: Visualizza questo PDF in modalità diapositiva.
ja: この PDF をスライド モードで表示します
ko: 이 PDF를 슬라이드 모드로 표시합니다
nl: Geef deze PDF weer in diamodus.
pt: Exiba este PDF no modo slide.
ru: Отобразите этот PDF-файл в режиме слайдов.
zh_cn: 幻灯片放映PDF

# ChatPanelMessageWelcomeAction_summary
source: Summarize this PDF file.
de: Fassen Sie diese PDF-Datei zusammen.
es: Resuma este archivo PDF.
fr: Résumez ce fichier PDF.
it: Riassumi questo file PDF.
ja: このPDFファイルを要約してください
ko: 이 PDF 파일을 요약합니다
nl: Vat dit pdf-bestand samen.
pt: Resuma este arquivo PDF.
ru: Обобщите этот файл PDF.
zh_cn: 总结该PDF内容

# ChatPanelMessageWelcomeText1
source: PDFgear Copilot is an AI tool designed to assist you in summarizing PDF, finding answers from PDF, editing PDF, converting PDF, managing PDF, and more, by simply chatting in natural language commands. Examples:
de: PDFgear Copilot ist ein KI-Tool, das Sie dabei unterstützt, PDFs zusammenzufassen, Antworten in PDFs zu finden, PDFs zu bearbeiten, PDFs zu konvertieren, PDFs zu verwalten und vieles mehr, indem Sie einfach mit Befehlen in natürlicher Sprache chatten. Beispiele:
es: PDFgear Copilot es una herramienta de inteligencia artificial diseñada para ayudarlo a resumir PDF, encontrar respuestas de PDF, editar PDF, convertir PDF, administrar PDF y más, simplemente chateando con comandos de lenguaje natural. Ejemplos:
fr: PDFgear Copilot est un outil d'intelligence artificielle conçu pour vous aider à résumer un PDF, à trouver des réponses à partir d'un PDF, à éditer un PDF, à convertir un PDF, à gérer un PDF, etc., simplement en discutant avec des commandes en langage naturel. Exemples:
it: PDFgear Copilot è uno strumento AI progettato per aiutarti a riassumere PDF, trovare risposte da PDF, modificare PDF, convertire PDF, gestire PDF e altro, semplicemente chattando con comandi in linguaggio naturale. Esempi:
ja: PDFgear Copilot は、自然言語コマンドでチャットするだけで、PDF の要約、PDF からの回答の検索、PDF の編集、PDF の変換、PDF の管理などを支援するように設計された AI ツールです。 例:
ko: PDFgear Copilot은 자연어 명령으로 간단히 채팅하여 PDF 요약, PDF에서 답변 찾기, PDF 편집, PDF 변환, PDF 관리 등을 지원하도록 설계된 AI 도구입니다. 예:
nl: PDFgear Copilot is een AI-tool die is ontworpen om u te helpen bij het samenvatten van PDF's, het vinden van antwoorden in PDF's, het bewerken van PDF's, het converteren van PDF's, het beheren van PDF's en meer, door simpelweg te chatten in natuurlijke taalopdrachten. Voorbeelden:
pt: O PDFgear Copilot é uma ferramenta de IA projetada para ajudá-lo a resumir PDF, encontrar respostas de PDF, editar PDF, converter PDF, gerenciar PDF e muito mais, simplesmente conversando em comandos de linguagem natural. Exemplos:
ru: PDFgear Copilot — это инструмент искусственного интеллекта, предназначенный для того, чтобы помочь вам резюмировать PDF-файлы, находить ответы в PDF-файлах, редактировать PDF-файлы, конвертировать PDF-файлы, управлять PDF-файлами и т. д., просто используя команды на естественном языке. Примеры:
zh_cn: PDFgear Copilot是一个人工智能工具。只需要通过自然语言与PDFgear Copilot聊天，就可以轻松总结PDF内容、快速从PDF中获取信息、编辑PDF、转换PDF、管理PDF以及更多操作。 例如：

# ChatPanelMessageWelcomeText2
source: Click the examples above or input your command to start the chat.
de: Klicken Sie auf die Beispiele oben oder geben Sie Ihren Befehl ein, um den Chat zu starten.
es: Haga clic en los ejemplos anteriores o ingrese su comando para iniciar el chat.
fr: Cliquez sur les exemples ci-dessus ou saisissez votre commande pour démarrer le chat.
it: Fai clic sugli esempi sopra o inserisci il tuo comando per avviare la chat.
ja: 上の例をクリックするか、コマンドを入力してチャットを開始します。
ko: 위의 예를 클릭하거나 명령어를 입력하여 채팅을 시작하세요.
nl: Klik op de bovenstaande voorbeelden of voer uw opdracht in om de chat te starten.
pt: Clique nos exemplos acima ou insira seu comando para iniciar o chat.
ru: Нажмите на примеры выше или введите команду, чтобы начать чат.
zh_cn: 点击上方示例或输入命令以开始聊天。

# ChatPanelUpgradeBtn
source: Unlock PDFgear AI
de: PDFgear AI Entsperren
es: Desbloquear PDFgear AI
fr: Déverrouiller PDFgear AI
it: Sblocca PDFgear AI
ja: PDFgear AI をアンロック
ko: PDFgear AI 잠금 해제
nl: Ontgrendel PDFgear AI
pt: Desbloquear PDFgear IA
ru: Разблокировать PDFgear AI
zh_cn: 解锁PDFgear AI

# ChkboxPageSelectedAllContent
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: 全て選択
ko: 모두 선택하기
nl: Alles selecteren
pt: Selecionar Tudo
ru: Выбрать все
zh_cn: 全选

# ColorPickerMoreColorsLabelContent
source: More Colors
de: Weitere Farben
es: Más colores
fr: Plus de couleurs
it: Altri colori
ja: その他の色
ko: 다른 색
nl: Meer kleuren
pt: Mais cores
ru: Больше цветов
zh_cn: 更多颜色

# ColorPickerStandardLabelContent
source: Standard
es: Estándar
ja: 標準
ko: 일반
nl: Standaard
pt: Padrão
ru: Стандартный
zh_cn: 标准颜色

# ColorPickerThemeLabelContent
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt: Tema
ru: Тема
zh_cn: 主题颜色

# CopilotClearHistoryButtonText
source: Clear Chat History
de: Chatverlauf löschen
es: Borrar historial de chat
fr: Effacer l'historique de la discussion
it: Cancella la cronologia della chat
ja: チャット履歴の消去
ko: 채팅 기록 지우기
nl: Verwijder chatgeschiedenis
pt: Limpar histórico do chat
ru: Удалить историю сообщений
zh_cn: 清空聊天记录

# CopilotClearHistoryTip
source: Are you sure to clear the chat history?
de: Möchten Sie den Chatverlauf wirklich löschen?
es: ¿Estás seguro de borrar el historial de chat?
fr: Voulez-vous vraiment effacer l'historique des discussions ?
it: Sei sicuro di cancellare la cronologia della chat?
ja: チャット履歴を消去してもよろしいですか?
ko: 채팅 기록을 지우시겠습니까?
nl: Weet u zeker dat u de chatgeschiedenis wilt wissen?
pt: Tem certeza de que deseja limpar o histórico do bate-papo?
ru: Вы уверены, что хотите очистить историю чата?
zh_cn: 是否清空聊天记录？

# CopilotExportHistoryButtonText
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esportare
ja: 輸出
ko: 내보내다
nl: Exporteren
pt: Exportar
ru: Экспорт
zh_cn: 导出

# CopilotExportHistoryWindowTitle
source: Export Chat History
de: Chatverlauf exportieren
es: Exportar historial de chat
fr: Exporter l'historique des discussions
it: Esporta cronologia chat
ja: チャット履歴のエクスポート
ko: 채팅 기록 내보내기
nl: Chatgeschiedenis exporteren
pt: Exportar histórico de bate-papo
ru: Экспорт истории чата
zh_cn: 导出消息记录

# CopilotMessagesOverRemainingTips
source: The amount of 50 messages/file/day has been running out.
de: Die Anzahl von 50 Nachrichten/Datei/Tag ist aufgebraucht.
es: La cantidad de 50 mensajes/archivo/día se ha ido agotando.
fr: Le nombre de 50 messages/fichier/jour est épuisé.
it: La quantità di 50 messaggi/file/giorno si sta esaurendo.
ja: 1 日あたり 50 メッセージ/ファイルの量が不足しています。
ko: 50개 메시지/파일/일의 양이 소진되었습니다.
nl: Het aantal van 50 berichten/bestand/dag is bijna op.
pt: A quantidade de 50 mensagens/arquivo/dia está se esgotando.
ru: Количество 50 сообщений/файлов/день истекает.
zh_cn: 该文件每天50条的聊天消息已用完。

# CopilotMessagesOverRemainingTipsContent
source: There will be another 50 messages available for this PDF tomorrow, or chat with another PDF for now.
de: Für dieses PDF stehen morgen weitere 50 Nachrichten zur Verfügung, oder Sie können vorerst mit einem anderen PDF chatten.
es: Habrá otros 50 mensajes disponibles para este PDF mañana, o chatee con otro PDF por ahora.
fr: Il y aura 50 autres messages disponibles pour ce PDF demain, ou discuter avec un autre PDF pour l'instant.
it: Ci saranno altri 50 messaggi disponibili per questo PDF domani, oppure chatta con un altro PDF per ora.
ja: 明日、この PDF でさらに 50 件のメッセージが利用可能になる予定です。または、今のところは別の PDF とチャットしてください。
ko: 내일 이 PDF에 사용할 수 있는 또 다른 50개의 메시지가 있거나 지금은 다른 PDF와 채팅할 수 있습니다.
nl: Morgen zijn er nog 50 berichten beschikbaar voor deze pdf, of chat voorlopig met een andere pdf.
pt: Haverá mais 50 mensagens disponíveis para este PDF amanhã, ou converse com outro PDF por enquanto.
ru: Завтра для этого PDF-файла будут доступны еще 50 сообщений, а пока пообщайтесь с другим PDF-файлом.
zh_cn: 该PDF明天可再次获得50条聊天消息。您今天仍可以与其他PDF文件对话。

# CopilotMessagesRemainingTips
source: XXX messages remaining
de: XXX verbleibende Nachrichten
es: Quedan XXX mensajes
fr: XXX messages restants
it: XXX messaggi rimanenti
ja: 残り XXX 件のメッセージ
ko: 메시지 XXX 개 남음
nl: XXX berichten over
pt: XXX mensagens restantes
ru: Осталось XXX сообщений
zh_cn: 还可发XXX条消息

# CopilotPanelHeader
source: Chat with PDF
de: Chatten Sie mit PDF
es: Chatear con PDF
fr: Chatter avec PDF
it: Chatta con PDF
ja: PDFでチャット
ko: PDF로 채팅
nl: Chatten met PDF
pt: Bate-papo com PDF
ru: Чат с PDF
zh_cn: 与PDF对话

# CopilotSendButtonText
source: Send
de: Schicken
es: Enviar
fr: Envoyer
it: Inviare
ja: 送信
ko: 보내다
nl: Versturen
pt: Enviar
ru: Отправлять
zh_cn: 发送

# CopilotSendButtonToolTips
source: Ctrl+Enter: Send message, Enter: Input new line
de: Strg-Eingabetaste: Nachricht senden, Eingabetaste: Neue Zeile eingeben
es: Ctrl+Enter: Enviar mensaje, Enter Key: Ingresar nueva línea
fr: Ctrl+Entrée : envoyer un message, Touche Entrée : saisir une nouvelle ligne
it: Ctrl+Invio: Invia messaggio, Tasto+Invio: Inserisci una nuova riga
ja: Ctrl+Enter：メッセージ送信、Enterキー：改行入力
ko: Ctrl+Enter: 메시지 보내기, Enter 키: 새 줄 입력
nl: Ctrl+Enter: bericht verzenden, Enter-toets: nieuwe regel invoeren
pt: Ctrl+Enter: Enviar mensagem, Tecla Enter: Inserir nova linha
ru: Ctrl+Enter: отправить сообщение, клавиша Enter: ввести новую строку
zh_cn: 按Ctrl+Enter键发送消息，按Enter键换行

# CopilotStopResponseButtonText
source: Stop
de: Stoppen
es: Detener
fr: Arrêt
it: Fermare
ja: ストップ
ko: 멈추다
pt: Parar
ru: Останавливаться
zh_cn: 停止

# CopilotTextBoxEmtpy
source: Cannot send blank message
de: Leere Nachricht kann nicht gesendet werden
es: No se puede enviar mensaje en blanco
fr: Impossible d'envoyer un message vide
it: Impossibile inviare un messaggio vuoto
ja: 空のメッセージを送信できません
ko: 빈 메시지를 보낼 수 없습니다
nl: Kan geen leeg bericht verzenden
pt: Não é possível enviar mensagem em branco
ru: Невозможно отправить пустое сообщение
zh_cn: 不能发送空白信息

# CopilotTextBoxPlaceholder
source: Type here to chat...
de: Schreibe hier, um zu chatten...
es: Escribe aquí para iniciar la conversación...
fr: Tapez ici pour discuter...
it: Scrivi qui per chattare...
ja: チャットするにはここに入力してください...
ko: 채팅하려면 여기에 입력하세요...
nl: Typ hier om te chatten...
pt: Digite aqui para conversar...
ru: Пишите сюда, чтобы поболтать...
zh_cn: 在此输入以开始聊天...

# CopilotViewboxPages
source: Pages:
de: Seitennummer:
es: Número de página:
fr: Numéro de page:
it: Numero di pagina:
ja: ページ番号：
ko: 페이지 번호:
nl: Paginanummer:
pt: Número de página:
ru: Номер страницы:
zh_cn: 页码：

# CopilotWelcomePageAnalysingText
source: Analysing...
de: Analysieren...
es: Analizando...
fr: En cours d'analyse...
it: Analizzando...
ja: 分析中...
ko: 분석하는...
nl: Analyseren...
pt: Analisando...
ru: Анализ...
zh_cn: 分析中...

# CopilotWelcomePageChatNowButtonText
source: Chat Now
de: Jetzt chatten
es: Chatea ahora
fr: Discuter maintenant
it: Chatta adesso
ja: 今すぐチャット
ko: 지금 채팅
nl: Chat nu
pt: Conversar Agora
ru: Теперь говорите
zh_cn: 开始聊天

# CopilotWelcomePageDesc
source: With PDFgear Copilot, your documents are becoming intelligent. It works great for commanding operations on PDFs and obtain precise information from them using natural language. Try chatting with your files right now.
de: Mit PDFgear Copilot werden Ihre Dokumente intelligent. Es eignet sich hervorragend für die Steuerung von PDF-Vorgängen und die Gewinnung präziser Informationen aus ihnen in natürlicher Sprache. Versuchen Sie jetzt, mit Ihren Dateien zu chatten.
es: Con PDFgear Copilot, sus documentos se vuelven inteligentes. Funciona muy bien para comandar operaciones en archivos PDF y obtener información precisa de ellos usando lenguaje natural. Intenta chatear con tus archivos ahora mismo.
fr: Avec PDFgear Copilot, vos documents deviennent intelligents. Il fonctionne très bien pour commander des opérations sur des fichiers PDF et en obtenir des informations précises en utilisant le langage naturel. Essayez de discuter avec vos fichiers dès maintenant.
it: Con PDFgear Copilot, i tuoi documenti diventano intelligenti. Funziona benissimo per comandare le operazioni sui PDF e ottenere da essi informazioni precise utilizzando il linguaggio naturale. Prova subito a chattare con i tuoi file.
ja: PDFgear Copilot を使用すると、ドキュメントがインテリジェントになります。 PDF 上で操作を命令し、自然言語を使用して PDF から正確な情報を取得するのに最適です。 今すぐファイルとチャットしてみてください。
ko: PDFgear Copilot을 사용하면 문서가 지능화됩니다. PDF에 대한 명령 작업에 적합하며 자연어를 사용하여 PDF에서 정확한 정보를 얻습니다. 지금 파일로 채팅을 시도하십시오.
nl: Met PDFgear Copilot worden uw documenten intelligent. Het werkt uitstekend voor het aansturen van bewerkingen op PDF's en het verkrijgen van nauwkeurige informatie van hen in natuurlijke taal. Probeer nu meteen te chatten met uw bestanden.
pt: Com o PDFgear Copilot, seus documentos estão se tornando inteligentes. Funciona muito bem para comandar operações em PDFs e obter informações precisas deles usando linguagem natural. Tente conversar com seus arquivos agora mesmo.
ru: С PDFgear Copilot ваши документы становятся интеллектуальными. Он отлично подходит для управления операциями с PDF-файлами и получения точной информации из них с использованием естественного языка. Попробуйте пообщаться со своими файлами прямо сейчас.
zh_cn: 有了PDFgear Copilot，文档将会更智能！使用自然语言与PDFgear Copilot对话，就可以对PDF文档进行各种操作，或者快速获得PDF中的相关信息。现在就试试通过Copilot与你的文件聊天吧。

# CopilotWelcomePageSubTitle
source: Chat, Learn, Earn
de: Chatten, lernen, Fortschritte machen
es: Chatea, Aprende, Progresa
fr: Discuter, apprendre, progresser
it: Chatta, impara, progredisci
ja: チャット、学習、進歩
ko: 채팅, 학습, 진행
nl: Chatten, leren, vooruitgang boeken
pt: Bate-papo, aprender, progredir
ru: Общайтесь, учитесь, прогрессируйте
zh_cn: 沟通，学习，进步

# CopilotWelcomePageTitle
source: Powered by ChatGPT
de: Unterstützt von ChatGPT
es: Desarrollado por ChatGPT
fr: Propulsé par ChatGPT
it: Alimentato da ChatGPT
ja: ChatGPT を利用
ko: ChatGPT 제공
nl: Mogelijk gemaakt door ChatGPT
pt: Desenvolvido por ChatGPT
ru: Работает на ChatGPT
zh_cn: 由ChatGPT提供支持

# CreateDigSignCertComboBoxItemExpiration
source: Expiration:
de: Gültigkeitsdauer:
es: Expiración:
it: Scadenza:
ja: 有効期限:
ko: 만료:
nl: Vervaldatum:
pt: Expiração:
ru: Срок действия:
zh_cn: 过期时间：

# CreateDigSignCertComboBoxItemIssuer
source: Issuer:
de: Emittent:
es: Emisor:
fr: Émetteur :
it: Emittente:
ja: 発行者:
ko: 발행자:
nl: Uitgever:
pt: Emissor:
ru: Эмитент:
zh_cn: 颁发者：

# CreateDigSignDialogBrowserItem
source: New Digital ID
de: Neue digitale ID
es: Nuevo ID digital
fr: Nouvel identifiant numérique
it: Nuovo ID digitale
ja: 新しいデジタルID
ko: 새로운 디지털 ID
nl: Nieuwe digitale ID
pt: Nova ID digital
ru: Новый цифровой идентификатор
zh_cn: 新建数字证书

# CreateDigSignDialogCertFile
source: Digital IDs:
de: Digitale IDs:
es: ID Digital:
fr: ID numériques :
it: ID digitali:
ja: デジタル ID:
ko: 디지털 ID:
nl: Digitale ID's:
pt: Identificações digitais:
ru: Цифровые удостоверения:
zh_cn: 数字证书：

# CreateDigSignDialogCertPassword
source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
ja: パスワード:
ko: 암호:
nl: Wachtwoord:
pt: Palavra-passe:
ru: Пароль:
zh_cn: 密码：

# CreateDigSignDialogCertificatedCheckbox
source: Lock Document After Signing
de: Dokument nach dem Unterschreiben sperren
es: Bloquear documento después de firmar
fr: Verrouiller le document après signature
it: Blocca il documento dopo la firma
ja: 署名後に文書をロックする
ko: 서명 후 문서 잠금
nl: Document vergrendelen na ondertekening
pt: Bloquear o Documento Após a Assinatura
ru: Заблокировать документ после подписания
zh_cn: 在签名后锁定文档

# CreateDigSignDialogSignBtn
source: Sign
de: Unterschreiben
es: Firmar
fr: Signer
it: Firmare
ja: サイン
ko: 징후
nl: Ondertekenen
pt: Assinar
ru: Подписать
zh_cn: 签名
