Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# ScannerWinColorMode
source: Color Mode
de: Farbmodus
es: Modo de color
fr: Modes colorimétriques
it: Modalità colore
ja: カラーモード
ko: 색상 모드
nl: Kleurmodi
pt: Modos de cores
ru: Цветовые режимы
zh_cn: 色彩模式

# ScannerWinCreateTitle
source: Create PDF From Scanner
de: PDF vom Scanner erstellen
es: Crear PDF desde el escáner
fr: Créer un PDF à partir du scanner
it: Crea PDF dallo scanner
ja: スキャナーから PDF を作成
ko: 스캐너에서 PDF 생성
nl: PDF maken van scanner
pt: Crie PDF a partir do scanner
ru: Создать PDF со сканера
zh_cn: 从扫描仪创建PDF

# ScannerWinDeletePreview
source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie dies löschen möchten?
es: ¿Estás seguro que quieres eliminar esto?
fr: Êtes-vous sûr de vouloir supprimer ceci ?
it: Sei sicuro di voler eliminare questo?
ja: これを削除してもよろしいですか?
ko: 이 항목을 삭제하시겠습니까?
nl: Weet u zeker dat u dit wilt verwijderen?
pt: Tem a certeza de que quer eliminar isto?
ru: Вы уверены, что хотите удалить это?
zh_cn: 是否确定删除所选页面?

# ScannerWinDeleteSelected
source: Are you sure you want to delete XXX page(s)?
de: Sind Sie sicher, dass Sie die XXX Seite(n) löschen möchten?
es: ¿Está seguro de que desea eliminar la(s) página(s) XXX?
fr: Êtes-vous sûr de vouloir supprimer les XXX page(s) ?
it: Sei sicuro di voler eliminare queste XXX pagina/e?
ja: XXX ページを削除してもよろしいですか?
ko: XXX 페이지를 삭제하시겠습니까?
nl: Weet u zeker dat u de XXX pagina('s) wilt verwijderen?
pt: Tem a certeza de que quer eliminar as XXX páginas?
ru: Вы уверены, что хотите удалить эти XXX страницу(ы)?
zh_cn: 是否确定删除所选的XXX个页面?

# ScannerWinImportImags
source: Import Images
de: Bilder importieren
es: Importar imágenes
fr: Importer des images
it: Importa immagini
ja: 画像のインポート
ko: 이미지 가져오기
nl: Afbeeldingen importeren
pt: Importar imagens
ru: Импортировать изображения
zh_cn: 添加图片

# ScannerWinInsertAfter
source: After the Page
de: Nach der Seite
es: Después de la Página
fr: Après la Page
it: Dopo la Pagina
ja: ページの後
ko: 페이지 후
nl: Na de Pagina
pt: Depois da Página
ru: После Страницы
zh_cn: 指定页码后

# ScannerWinInsertBefore
source: Before the Page
de: Vor der Seite
es: Antes de la Página
fr: Avant la Page
it: Prima della Pagina
ja: ページの前
ko: 페이지 전
nl: Voor de Pagina
pt: Antes da Página
ru: До Страницы
zh_cn: 指定页码前

# ScannerWinInsertConfirm
source: Are you sure you want to insert the selected XXX page(s) and create a new PDF?
de: Sind Sie sicher, dass Sie die ausgewählte(n) XXX-Seite(n) einfügen und eine neue PDF-Datei erstellen möchten?
es: ¿Está seguro de que desea insertar la(s) página(s) XXX seleccionada(s) y crear un nuevo PDF?
fr: Êtes-vous sûr de vouloir insérer la ou les pages XXX sélectionnées et créer un nouveau PDF ?
it: Sei sicuro di voler inserire le pagine XXX selezionate e creare un nuovo PDF?
ja: 選択した XXX ページを挿入して新しい PDF を作成してもよろしいですか?
ko: 선택한 XXX 페이지를 삽입하고 새 PDF를 작성하시겠습니까?
nl: Weet u zeker dat u de geselecteerde XXX pagina('s) wilt invoegen en een nieuwe PDF wilt maken?
pt: Tem a certeza de que pretende inserir a(s) página(s) XXX selecionada(s) e criar um novo PDF?
ru: Вы уверены, что хотите вставить выбранные страницы XXX и создать новый PDF?
zh_cn: 您确定要插入选定的 XXX 页并新建PDF吗？

# ScannerWinInsertOptions
source: Insert Options
de: Einfüge-Optionen
es: Opciones de inserción
fr: Options d'insertion
it: Opzioni di inserimento
ja: 挿入オプション
ko: 삽입 옵션
nl: Opties invoegen
pt: Opções de inserção
ru: Параметры вставки
zh_cn: 插入选项

# ScannerWinInsertTitle
source: Insert From Scanner
de: Vom Scanner einfügen
es: Insertar desde el escáner
fr: Insérer à partir du scanner
it: Inserisci da scanner
ja: スキャナーから挿入
ko: 스캐너에서 삽입
nl: Invoegen vanaf scanner
pt: Inserir da scanner
ru: Вставить со сканера
zh_cn: 从扫描仪插入

# ScannerWinNewScanner
source: New Scanner
de: Neuer Scanner
es: Nuevo Escáner
fr: Nouveau Scanner
it: Nuovo Scanner
ja: 新しいスキャナー
ko: 새 스캐너
nl: Nieuwe Scanner
pt: Novo Scanner
ru: Новый Сканер
zh_cn: 新扫描仪

# ScannerWinNoScannerContent
source: If your scanner doesn't show up, ensure that it has been added in the Settings and doesn't offline.
de: Wenn Ihr Scanner nicht angezeigt wird, stellen Sie sicher, dass er in den Einstellungen hinzugefügt wurde und nicht offline ist.
es: Si su escáner no aparece, asegúrese de que ha sido agregado en la configuración y no está desconectado.
fr: Si votre scanner n'apparaît pas, assurez-vous qu'il a été ajouté dans les paramètres et qu'il n'est pas hors ligne.
it: Se lo scanner non viene visualizzato, assicurati che sia stato aggiunto nelle Impostazioni e non sia offline.
ja: スキャナーが表示されない場合は、スキャナーが設定に追加されており、オフラインになっていないことを確認してください。
ko: 스캐너가 표시되지 않으면 설정에 추가되어 있고 오프라인이 아닌지 확인하세요.
nl: Als uw scanner niet wordt weergegeven, zorg er dan voor dat deze is toegevoegd in de instellingen en niet offline is.
pt: Se o seu scanner não aparecer, certifique-se de que foi adicionado nas configurações e não está offline.
ru: Если ваш сканер не отображается, убедитесь, что он добавлен в Настройки и не отключен.
zh_cn: 如果您的扫描仪未显示，请确保它已添加到“设置”中，并且未显示为脱机。

# ScannerWinNoScannerTitle
source: Select a scanner
de: Wählen Sie einen Scanner aus
es: Seleccione un escáner
fr: Sélectionnez un scanner
it: Seleziona uno scanner
ja: スキャナーを選択
ko: 스캐너 선택
nl: Selecteer een scanner
pt: Selecione um digitalizador
ru: Выберите сканер
zh_cn: 选择一个扫描仪

# ScannerWinNoScannerwarning
source: No scanner was detected
de: Es wurde kein Scanner erkannt
es: No se ha detectado ningún escáner
fr: Aucun scanner n'a été détecté
it: Nessuno scanner rilevato
ja: スキャナが検出されませんでした
ko: 스캐너가 감지되지 않았습니다
nl: Geen scanner gedetecteerd
pt: Nenhum scanner foi detectado
ru: Сканер не обнаружен
zh_cn: 未检测到扫描仪

# ScannerWinPageSettings
source: PDF Page Settings
de: PDF-Seiteneinstellungen
es: Configuración de Página PDF
fr: Paramètres des Pages PDF
it: Impostazioni Pagina PDF
ja: PDFページ設定
ko: PDF 페이지 설정
nl: PDF Pagina-Instellingen
pt: Configurações de Página do PDF
ru: Настройки Страницы PDF
zh_cn: PDF页面设置

# ScannerWinPaperSource
source: Paper Source
de: Papiereinzug
es: Origen del papel
fr: Source du papier
it: Alimentazione carta
ja: 給紙元
ko: 용지공급
nl: Papierbron
pt: Origem do papel
ru: Источник бумаги
zh_cn: 纸张来源

# ScannerWinRecommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pt: Recomendado
ru: Рекомендуется
zh_cn: 推荐

# ScannerWinRefreshBtn
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Rinfrescare
ja: リフレッシュ
ko: 새로 고침
nl: Vernieuw
pt: Atualizar
ru: Обновить
zh_cn: 刷新

# ScannerWinResolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像
ko: 해상도
nl: Resolutie
pt: Resolução
ru: Разрешение
zh_cn: 分辨率

# ScannerWinSamePagesize
source: Same as the original file
de: Wie die Originaldatei
es: Igual que el archivo original
fr: Identique au fichier original
it: Come il file originale
ja: 元のファイルと同じ
ko: 원본 파일과 동일
nl: Zelfde als het originele bestand
pt: Igual ao ficheiro original
ru: Как оригинальный файл
zh_cn: 与原始文件同大小

# ScannerWinScanArea
source: Scan Area
de: Scanbereich
es: Área de Escaneo
fr: Zone de Numérisation
it: Area di Scansione
ja: スキャンエリア
ko: 스캔 영역
nl: Scangebied
pt: Área de Digitalização
ru: Область Сканирования
zh_cn: 扫描区域

# ScannerWinScanBtn
source: Scan
es: Escanear
fr: Numériser
it: Scansiona
ja: スキャン
ko: 스캔
nl: Scannen
pt: Digitalizar
ru: Сканировать
zh_cn: 扫描

# ScannerWinScannedTitle
source: Scanned Images
de: Gescannte Bilder
es: Imágenes escaneadas
fr: Images numérisées
it: Immagini scansionate
ja: スキャンした画像
ko: 스캔한 이미지
nl: Gescande afbeeldingen
pt: Imagens digitalizadas
ru: Отсканированные изображения
zh_cn: 扫描图像

# ScannerWinScanner
source: Scanner
es: Escáner
ja: スキャナー
ko: 스캐너
ru: Сканер
zh_cn: 扫描仪

# ScannerWinScannerBusyContent
source: There are no documents in the document feeder, or the scanner is busy. Please try again later.
de: Es befinden sich keine Dokumente im Dokumenteneinzug, oder der Scanner ist belegt. Bitte versuchen Sie es später noch einmal.
es: No hay documentos en el alimentador de documentos o el escáner está ocupado. Por favor, inténtalo de nuevo más tarde.
fr: Il n'y a pas de documents dans le chargeur, ou le scanner est occupé. Veuillez réessayer plus tard.
it: Non ci sono documenti nel caricatore o lo scanner è occupato. Riprova più tardi.
ja: ドキュメントフィーダーにドキュメントがないか、スキャナーが使用中です。後でもう一度お試しください。
ko: 문서 공급 장치에 문서가 없거나 스캐너가 사용 중입니다. 나중에 다시 시도하세요.
nl: Er zijn geen documenten in de documentinvoer, of de scanner is bezig. Probeer het later opnieuw.
pt: Não há documentos no alimentador ou o scanner está ocupado. Por favor, tente novamente mais tarde.
ru: В устройстве подачи документов нет документов, или сканер занят. Попробуйте позже.
zh_cn: 扫描仪进纸器中没有文档，或者扫描仪正忙。请稍后重试。

# ScannerWinScannerOfflineContent
source: The scanner device is not responding. Please check that the scanner is powered on and connected to the computer or network.
de: Das Scannergerät reagiert nicht. Vergewissern Sie sich, dass der Scanner eingeschaltet und mit dem Computer oder Netzwerk verbunden ist.
es: El dispositivo del escáner no responde. Verifica que el escáner esté encendido y conectado a la computadora o red.
fr: Le scanner ne répond pas. Veuillez vérifier que le scanner est allumé et connecté à l'ordinateur ou au réseau.
it: Il dispositivo dello scanner non risponde. Verifica che lo scanner sia acceso e collegato al computer o alla rete.
ja: スキャナーデバイスが応答していません。スキャナーが電源オンで、コンピューターまたはネットワークに接続されているか確認してください。
ko: 스캐너 장치가 응답하지 않습니다. 스캐너의 전원이 켜져 있고 컴퓨터 또는 네트워크에 연결되어 있는지 확인하세요.
nl: Het scanapparaat reageert niet. Controleer of de scanner is ingeschakeld en verbonden met de computer of het netwerk.
pt: O dispositivo do scanner não está respondendo. Verifique se o scanner está ligado e conectado ao computador ou à rede.
ru: Устройство сканера не отвечает. Проверьте, включен ли сканер и подключен ли он к компьютеру или сети.
zh_cn: 扫描仪设备无响应。请检查扫描仪是否已开机并连接到电脑或网络。

# ScannerWinScanningProperties
source: Scanning Properties
de: Scan-Eigenschaften
es: Propiedades de escaneo
fr: Propriétés de numérisation
it: Proprietà di scansione
ja: スキャンのプロパティ
ko: 스캔 속성
nl: Scan eigenschappen
pt: Propriedades de digitalização
ru: Свойства сканирования
zh_cn: 扫描属性

# ScannerWinSearchingContent
source: Searching for scanners...
de: Suche nach Scannern...
es: Buscando escáneres...
fr: Recherche de scanners...
it: Ricerca di scanner in corso...
ja: スキャナーを検索中…
ko: 스캐너 검색 중...
nl: Zoeken naar scanners...
pt: Procurando por scanners...
ru: Поиск сканеров...
zh_cn: 正在查找扫描仪......

# ScanningAreaEntire1
source: Entire Scan Area
de: Gesamter Scanbereich
es: Toda Área de Escaneo
fr: Zone de Numérisation entière
it: Intera Area di Scansione
ja: スキャンエリア全体
ko: 전체 스캔 영역
nl: Gehele Scangebied
pt: Toda Área de Digitalização
ru: Вся Область Сканирования
zh_cn: 整个区域

# ScanningAreaEntire10
source: 4 x 6 in (10 x 15 cm)
de: 4 x 6 Zoll (10 x 15 cm)
es: 4 x 6 pulgadas (10 x 15 cm)
fr: 4 x 6 po (10 x 15 cm)
it: 4 x 6 pollici (10 x 15 cm)
ja: 4×6インチ（10×15cm）
ko: 4 x 6인치 (10×15cm)
nl: 4 x 6 inch (10 x 15 cm)
pt: 4 x 6 pol. (10×15cm)
ru: 4 х 6 дюймов (10 х 15 см)
zh_cn: 4 x 6 英寸 (10 x 15 cm)

# ScanningAreaEntire2
source: Letter (8.5 x 11 in)
de: Letter (8,5 x 11 Zoll)
es: Letter (8,5 x 11 pulgadas)
fr: Lettre (8,5 x 11 po)
it: Letter (8,5 x 11 pollici)
ja: Letter (8.5 x 11 インチ)
ko: Letter (8.5 x 11인치)
nl: Letter (8,5 x 11 inch)
pt: Letter (8,5 x 11 pol.)
ru: Letter (8,5 x 11 дюймов)
zh_cn: Letter (8.5 x 11 英寸)

# ScanningAreaEntire3
source: Legal (8.5 x 14 in)
de: Legal (8,5 x 14 Zoll)
es: Legal (8,5 x 14 pulgadas)
fr: Légal (8,5 x 14 po)
it: Legal (8,5 x 14 pollici)
ja: Legal (8.5 x 14 インチ)
ko: Legal (8.5 x 14인치)
nl: Legal (8,5 x 14 inch)
pt: Legal (8,5 x 14 pol.)
ru: Legal (8,5 x 14 дюймов)
zh_cn: Legal (8.5 x 14 英寸)

# ScanningAreaEntire9
source: 5 x 7 in (13 x 18 cm)
de: 5 x 7 Zoll (13 x 18 cm)
es: 5 x 7 pulgadas (13 x 18 cm)
fr: 5 x 7 po (13 x 18 cm)
it: 5 x 7 pollici (13 x 18 cm)
ja: 5 x 7 インチ (13 x 18 cm)
ko: 5 x 7인치 (13 x 18 cm)
nl: 5 x 7 inch (13 x 18 cm)
pt: 5 x 7 pol. (13 x 18 cm)
ru: 5 х 7 дюймов (13 х 18 см)
zh_cn: 5 x 7 英寸 (13 x 18 cm)

# ScanningColorColorMode
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色彩
ko: 색깔
nl: Kleur
pt: Cor
ru: Цвет
zh_cn: 彩色

# ScanningColorGrayMode
source: Grayscale
de: Graustufen
es: Escala de grises
fr: Échelles de gris
it: Scala di grigi
ja: グレースケール
ko: 그레이스케일
nl: Grijswaarden
pt: Escala de cinzentos
ru: Градации серого
zh_cn: 灰度

# ScanningPaperSourceDuplex
source: Duplex
es: Dúplex
fr: Recto-verso
ja: 両面
ko: 양방향
nl: Dubbelzijdig
pt: Frente e verso
ru: Двустороннее сканирование
zh_cn: 双面

# ScanningPaperSourceFeeder
source: Feeder
de: Einzug
es: Alimentador
fr: Dispositif d'alimentation
it: Alimentatore
ja: フィーダー
ko: 공급기
nl: Automatische documentinvoer
pt: Alimentador
ru: Устройство подачи
zh_cn: 进纸器

# ScanningPaperSourceGlass
source: Glass
de: Flachbett
es: Vidrio
fr: Vitre
it: Vetro
ja: フラットベッド
ko: 평판
nl: Glasplaat
pt: Vidro
ru: Состекла
zh_cn: 玻璃稿台

# ScanningWarning
source: Scanning, please try again when finished.
de: Scannen, bitte nach Abschluss erneut versuchen
es: Escaneando, por favor intente de nuevo cuando termine
fr: Numérisation, veuillez réessayer une fois terminé.
it: Scansione, riprova al termine.
ja: スキャン中です。終了したらもう一度お試しください。
ko: 스캔 중, 완료되면 다시 시도하세요.
nl: Scannen, probeer het opnieuw wanneer klaar
pt: igitalizando, por favor, tente novamente quando terminar.
ru: Сканирование, пожалуйста, повторите попытку по окончании.
zh_cn: 正在扫描，请在完成后重试。

# ScreenshotImageToolbar_Arrow
source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
it: Freccia
ja: 矢印
ko: 화살표
nl: Pijl
pt: Seta
ru: Стрелка
zh_cn: 箭头

# ScreenshotImageToolbar_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancellare
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_cn: 取消

# ScreenshotImageToolbar_Circle
source: Ellipse
es: Elipse
it: Ellisse
ja: 楕円
ko: 타원
nl: Ellips
pt: Elipse
ru: Эллипс
zh_cn: 椭圆

# ScreenshotImageToolbar_Copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
zh_cn: 复制

# ScreenshotImageToolbar_Finish
source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Gedaan
pt: Concluído
ru: Готово
zh_cn: 完成

# ScreenshotImageToolbar_Ink
source: Ink
de: Tinte
es: Tinta
fr: Encre
it: Inchiostro
ja: インク
ko: 잉크
nl: Inkt
pt: Tinta
ru: Чернила
zh_cn: 画笔

# ScreenshotImageToolbar_Rectangle
source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 長方形
ko: 직사각형
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
zh_cn: 矩形

# ScreenshotImageToolbar_Save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_cn: 保存

# ScreenshotImageToolbar_Text
source: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
zh_cn: 文本

# ScreenshotImageToolbar_Undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
zh_cn: 撤销

# ScreenshotTip
source: Drag the mouse to select the area you want to capture. Once finished, you will proceed to the next step.
de: Ziehen Sie die Maus, um den Bereich auszuwählen, den Sie erfassen möchten. Sobald Sie fertig sind, gelangen Sie automatisch zum nächsten Schritt.
es: Arrastra el ratón para seleccionar el área que deseas capturar. Una vez finalizado, pasarás al siguiente paso.
fr: Faites glisser la souris pour sélectionner la zone que vous souhaitez capturer. Une fois terminé, vous passerez à l'étape suivante.
it: Trascina il mouse per selezionare l'area che desideri catturare. Una volta terminato, procederai al passo successivo.
ja: マウスをドラッグしてキャプチャする範囲を選択します。完了したら、次のステップに進みます。
ko: 마우스를 드래그하여 캡처할 영역을 선택합니다. 완료되면 다음 단계로 진행합니다.
nl: Sleep de muis om het gebied te selecteren dat u wilt vastleggen. Zodra u klaar bent, wordt u automatisch naar de volgende stap geleid.
pt: Arraste o mouse para selecionar a área que deseja capturar. Uma vez concluído, você prosseguirá para a próxima etapa.
ru: Перетащите мышь, чтобы выбрать область для захвата. После завершения вы перейдете к следующему шагу.
zh_cn: 拖动鼠标选择需要截取的区域。绘制完成后，将进入下一步。

# SelectPageAllEvenPagesItem
source: Even Pages Only
de: Nur gerade Seiten
es: Sólo las páginas pares
fr: Seulement les pages paires
it: Solo pagine pari
ja: 偶数ページのみ
ko: 짝수 페이지 만
nl: Alleen even pagina's
pt: Apenas páginas pares
ru: Только четные страницы
zh_cn: 偶数页面

# SelectPageAllOddPagesItem
source: Odd Pages Only
de: Nur ungerade Seiten
es: Solo páginas impares
fr: Pages impaires uniquement
it: Solo le pagine dispari
ja: 奇数ページのみ
ko: 홀수 페이지만
nl: Alleen oneven pagina's
pt: Apenas as páginas ímpares
ru: Только нечетные страницы
zh_cn: 奇数页面

# SelectPageAllPagesItem
source: All Pages
de: Alle Seiten
es: Todas las páginas
fr: Toutes les pages
it: Tutte le pagine
ja: すべてのページ
ko: 모든 페이지
nl: Alle pagina's
pt: Todas as páginas
ru: Все страницы
zh_cn: 全部页面

# SelectPageUnselectAllItem
source: Clear Selections
de: Auswahl löschen
es: Borrar selecciones
fr: Effacer les sélections
it: Cancella selezioni
ja: 選択をクリア
ko: 선택 항목 지우기
nl: Selecties wissen
pt: Limpar seleções
ru: Очистить выбор
zh_cn: 取消选择

# SettingWindowTabGeneral
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pt: Geral
ru: Основные
zh_cn: 常规

# SettingWindowTabShortcut
source: Shortcuts
de: Tastaturbefehle
es: Accesos directos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
pt: Atalhos
ru: Комбинации клавиш
zh_cn: 快捷键

# SettingWindowTextShortcutAction
source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション
ko: 작업
nl: Actie
pt: Ação
ru: Действие
zh_cn: 操作

# SettingWindowTextShortcutKeys
source: Shortcut
de: Tastaturbefehl
es: Acceso directo
fr: Raccourci
it: Scorciatoia
ja: ショートカット
ko: 단축키
nl: Sneltoets
pt: Atalho
ru: Комбинация клавиш
zh_cn: 快捷键

# SettingWindowTitleShortcuts
source: Shortcuts List
de: Liste der Tastaturbefehle
es: Lista de accesos directos
fr: Liste des raccourcis
it: Elenco delle scorciatoie
ja: ショートカット一覧
ko: 단축키 목록
nl: Lijst van sneltoetsen
pt: Lista de atalhos
ru: Список комбинаций клавиш
zh_cn: 快捷键列表

# SettingsDisplayAIButton
source: Display the AI button.
de: Zeigen Sie die Schaltfläche AI an.
es: Muestra el botón AI.
fr: Affichez le bouton AI.
it: Visualizza il pulsante AI.
ja: AIボタンを表示します。
ko: AI 버튼을 표시합니다.
nl: Geef de AI-knop weer.
pt: Exiba o botão AI.
ru: Отобразите кнопку AI.
zh_cn: 显示AI 按钮。

# SettingsHighlightFormFields
source: Highlight form fields.
de: Markieren Sie Formularfelder.
es: Resaltar campos de formulario.
fr: Mettre en surbrillance les champs de formulaire.
it: Evidenzia campi modulo.
ja: フォームフィールドを強調表示します。
ko: 양식 필드를 강조 표시합니다.
nl: Markeer formuliervelden.
pt: Destacar campos de formulário.
ru: Выделить поля формы.
zh_cn: 突出显示表单字段。

# ShortcutTextAddBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크에 추가하다
nl: Voeg bladwijzer toe
pt: Adicionar marcador
ru: Добавить закладку
zh_cn: 添加书签

# ShortcutTextAnnotateEllipse
source: Oval
es: Óvalo
fr: Ovale
it: Ovale
ja: 楕円
ko: 타원
nl: Ovaal
ru: Овал
zh_cn: 椭圆

# ShortcutTextAnnotateInk
source: Ink
de: Tinte
es: Tinta
fr: Encre
it: Inchiostro
ja: インク
ko: 잉크
nl: Inkt
pt: Tinta
ru: Рукописный фрагмент
zh_cn: 画笔

# ShortcutTextAnnotateLine
source: Line
de: Linie
es: Línea
fr: Ligne
it: Linea
ja: 線
ko: 선
nl: Lijn
pt: Linha
ru: Линия
zh_cn: 直线

# ShortcutTextAnnotateManage
source: Manage Comments
de: Kommentare verwalten
es: Administrar comentarios
fr: Gérer les commentaires
it: Gestione dei commenti
ja: コメントの管理
ko: 댓글 관리
nl: Opmerkingen beheren
pt: Gerenciar comentários
ru: Управление комментариями
zh_cn: 管理注释

# ShortcutTextAnnotateNote
source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 노트
nl: Notitie
pt: Nota
ru: Примечание
zh_cn: 便签

# ShortcutTextAnnotateShape
source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 長方形
ko: 직사각형
nl: Rechthoek
pt: Retângulo
ru: Прямоугольник
zh_cn: 矩形

# ShortcutTextAnnotateTextBox
source: Text Box
de: Textfeld
es: Caja de texto
fr: Zone de texte
it: Casella di testo
ja: テキストボックス
ko: 텍스트 상자
nl: Tekstvak
pt: Caixa de Texto
ru: Текстовое поле
zh_cn: 文本框

# ShortcutTextAnnotateTypeWriter
source: Add Text
de: Text hinzufügen
es: Máquina de escribir
fr: Machine à écrire
it: Macchina da scrivere
ja: タイプライター
ko: 텍스트 입력
nl: Typemachine
pt: Máquina de Escrever
ru: Печатная машинка
zh_cn: 插入文字

# ShortcutTextAreaHighlight
source: Area Highlight
de: Bereich markieren
es: Destacar zona
fr: Mise en évidence de la zone
it: Evidenzia l'area
ja: エリアハイライト
ko: 영역 하이라이트
nl: Gebied Markeren
pt: Destaque de área
ru: Выделение области
zh_cn: 区域高亮

# ShortcutTextAutoScroll
source: Auto Scroll
de: Automatisch scrollen
es: Desplazamiento automático
fr: Défilement automatique
it: Scorrimento automatico
ja: 自動スクロール
ko: 자동 스크롤
nl: Automatisch Scroll
pt: Deslocamento automático
ru: Автопрокрутка
zh_cn: 自动滚屏

# ShortcutTextCloseDocument
source: Close File
de: Datei schließen
es: Cerrar archivo
fr: Fermer le fichier
it: Chiudi il file
ja: ファイルを閉じる
ko: 파일 닫기
nl: Bestand sluiten
pt: Fechar ficheiro
ru: Закрыть файл
zh_cn: 关闭文件

# ShortcutTextContinusRead
source: Continuous View
de: Fortlaufende Ansicht
es: Vista continua
fr: Vue continue
it: Vista continua
ja: 連続ページ表示
ko: 연속 보기
nl: Continue weergave
pt: Visão contínua
ru: Непрерывный вид
zh_cn: 连续阅读

# ShortcutTextCreateNewPDF
source: New PDF
de: Neues PDF
es: Nuevo PDF
fr: Nouveau PDF
it: Nuovo PDF
ja: 新しいPDF
ko: 새 PDF
nl: Nieuwe PDF
pt: Novo PDF
ru: Новый PDF
zh_cn: 新建PDF

# ShortcutTextCropPage
source: Crop Pages
de: Seiten zuschneiden
es: Recortar páginas
fr: Rogner les pages
it: Ritaglia pagine
ja: ページをクロップ
ko: 페이지 자르기
nl: Pagina's bijsnijden
pt: Recortar páginas
ru: Обрезать страницы
zh_cn: 裁剪页面

# ShortcutTextDocumentProperties
source: Document Properties
de: Dokumenteigenschaften
es: Propiedades del documento
fr: Propriétés du document
it: Proprietà del documento
ja: ドキュメントのプロパティ
ko: 문서 속성
nl: Documenteigenschappen
pt: Propriedades do documento
ru: Свойства документа
zh_cn: 文档属性

# ShortcutTextDoublePage
source: Two Page View
de: Zweiseitenansicht
es: Vista de dos páginas
fr: Deux pages
it: Vista a due pagine
ja: 見開きページ表示
ko: 두 페이지 보기
nl: Weergave van twee pagina's
pt: Exibição em duas páginas
ru: Двустраничный вид
zh_cn: 双页视图

# ShortcutTextFind
source: Find
de: Finden
es: Buscar
fr: Trouver
it: Trova
ja: 検索
ko: 찾기
nl: Zoek
pt: Encontrar
ru: Найти
zh_cn: 查找

# ShortcutTextFitHeight
source: Fit Height
de: Passende Höhe
es: Altura de ajuste
fr: Hauteur d'ajustement
it: Altezza giusta
ja: フィットの高さ
ko: 맞춤 높이
nl: Past de hoogte
pt: Altura de ajuste
ru: Подходит для высоты
zh_cn: 适合高度

# ShortcutTextFitPage
source: Fit Page
de: Seite anpassen
es: Ajustar página
fr: Ajuster la page
it: Adatta alla pagina
ja: ページに収める
ko: 페이지 맞추기
nl: Fit Pagina
pt: Ajustar página
ru: Подгонка страницы
zh_cn: 适合页面

# ShortcutTextFitWidth
source: Fit Width
de: Breite anpassen
es: Ajuste ancho
fr: Ajuster la largeur
it: Larghezza adatta
ja: 幅に合わせる
ko: 맞춤 폭
nl: Breedte passen
pt: Ajustar largura
ru: По ширине
zh_cn: 适合宽度

# ShortcutTextFullScreen
source: Enter/Exit Full Screen
de: Vollbildmodus aktivieren/beenden
es: Entrar/Salir del modo de pantalla completa
fr: Activer/Désactiver le mode plein écran
it: Attiva/Esci dalla modalità a schermo intero
ja: フルスクリーンモードを開始/終了
ko: 전체 화면 모드 진입/종료
nl: Volledig scherm inschakelen/verlaten
pt: Ativar/Sair do modo de tela cheia
ru: Войти/Выйти из полноэкранного режима
zh_cn: 进入/退出全屏模式

# ShortcutTextFullSize
source: Actual Size
de: Tatsächliche Größe
es: Tamaño real
fr: Vraie taille
it: Dimensione effettiva
ja: 実際のサイズ
ko: 실제 크기
nl: Werkelijke grootte
pt: Tamanho real
ru: Фактический размер
zh_cn: 实际大小
