Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# CreateDigSignImportCertBrowserBtn
source: Browse...
de: Durchsuchen...
es: Explorar...
fr: Parcourir...
it: Sfoglia...
ja: 閲覧...
ko: 찾아보기...
nl: Bladeren...
pt: Procurar...
ru: Обзор...
zh_cn: 浏览...

# CreateDigSignImportCertDialogDesc
source: Browse for a digital ID file. Digital ID files are password protected and require your password in order to be opened.
de: Suchen Sie nach einer digitalen ID-Datei. Digitale ID-Dateien sind passwortgeschützt und erfordern zum Öffnen Ihr Passwort.
es: Busque un archivo de identificación digital. Los archivos de ID digital están protegidos por contraseña y es necesario introducirla para abrirlos.
fr: Recherchez un fichier d'identification numérique. Les fichiers d'identification numérique sont protégés par mot de passe et nécessitent votre mot de passe pour être ouverts.
it: Cercare un file dell'ID digitale. I file degli ID digitali sono protetti da password e richiedono la password per essere aperti.
ja: デジタル ID ファイルを参照します。 デジタル ID ファイルはパスワードで保護されており、開くにはパスワードが必要です。
ko: 디지털 ID 파일을 찾아봅니다. 디지털 ID 파일은 비밀번호로 보호되어 있으며 열려면 비밀번호가 필요합니다.
nl: Blader naar een digitaal ID-bestand. Digitale ID-bestanden zijn met een wachtwoord beveiligd en vereisen uw wachtwoord om te kunnen worden geopend.
pt: Procurar um ficheiro de ID digital. Os ficheiros de ID digital estão protegidos por palavra-passe e necessitam da sua palavra-passe para serem abertos.
ru: Найдите файл цифрового идентификатора. Файлы цифровых идентификаторов защищены паролем, и для их открытия требуется ваш пароль.
zh_cn: 浏览数字 ID 文件。数字 ID 文件受密码保护，需要输入密码才能打开。

# CreateDigSignImportCertErrorMessage_InvalidPassword
source: The file or password is invalid.
de: Die Datei oder das Passwort ist ungültig.
es: El archivo o la contraseña no son válidos.
fr: Le fichier ou le mot de passe n'est pas valide.
it: Il file o la password non sono validi.
ja: ファイルまたはパスワードが無効です。
ko: 파일 또는 비밀번호가 잘못되었습니다.
nl: Het bestand of wachtwoord is ongeldig.
pt: O arquivo ou senha é inválido.
ru: Файл или пароль недействительны.
zh_cn: 文件或者密码不合法。

# CreateDigSignImportCertErrorMessage_NotSupport
source: This certificate cannot be used for digital signatures.
de: Dieses Zertifikat kann nicht für digitale Signaturen verwendet werden.
es: Este certificado no se puede utilizar para firmas digitales.
fr: Ce certificat ne peut pas être utilisé pour les signatures numériques.
it: Questo certificato non può essere utilizzato per le firme digitali.
ja: この証明書はデジタル署名には使用できません。
ko: 이 인증서는 디지털 서명에 사용할 수 없습니다.
nl: Dit certificaat kan niet worden gebruikt voor digitale handtekeningen.
pt: Este certificado não pode ser usado para assinaturas digitais.
ru: Этот сертификат нельзя использовать для цифровых подписей.
zh_cn: 此证书不能用于数字签名。

# CreateDigSignImportCertFileLabel
source: Digital ID File
de: Digitale ID-Datei
es: Archivo de identificación digital
fr: Fichier d'identification numérique
it: File ID digitale
ja: デジタル ID ファイル
ko: 디지털 ID 파일
nl: Digitaal ID-bestand
pt: Ficheiro de Identificação Digital
ru: Цифровой файл идентификации
zh_cn: 数字证书文件

# CreateDigSignMessage_CertExpired
source: Unable to sign with an expired certificate.
de: Signieren mit einem abgelaufenen Zertifikat nicht möglich.
es: No se puede firmar con un certificado caducado.
fr: Impossible de signer avec un certificat expiré.
it: Impossibile firmare con un certificato scaduto.
ja: 有効期限切れの証明書で署名できません。
ko: 만료된 인증서로 서명할 수 없습니다.
nl: Kan niet ondertekenen met een verlopen certificaat.
pt: Não é possível assinar com um certificado expirado.
ru: Невозможно подписать сертификат с истекшим сроком действия.
zh_cn: 无法使用已过期的证书签名。

# CreateDigSignMessage_IncorrectPassword
source: The password is incorrect. Please re-enter the password.
de: Das Kennwort ist falsch. Bitte geben Sie das Kennwort erneut ein.
es: La contraseña es incorrecta. Por favor, vuelva a ingresar la contraseña.
fr: Le mot de passe est incorrect. Veuillez saisir à nouveau le mot de passe.
it: La password è errata. Riprova a inserire la password.
ja: パスワードが正しくありません。パスワードを再入力してください。
ko: 비밀번호가 잘못되었습니다. 비밀번호를 다시 입력하십시오.
nl: Het wachtwoord is incorrect. Voer het wachtwoord opnieuw in.
pt: A palavra-passe está incorreta. Por favor, insira a palavra-passe novamente.
ru: Неверный пароль. Пожалуйста, введите пароль снова.
zh_cn: 密码不正确。请重新输入密码。

# CreateDigSignReason1
source: I am the author of this document
de: Ich bin der Autor dieses Dokuments
es: Soy el autor de este documento.
fr: Je suis l'auteur de ce document
it: Sono l'autore di questo documento
ja: 私はこの文書の著者です。
ko: 본인은 이 문서의 작성자입니다.
nl: Ik ben de auteur van dit document
pt: Eu sou o autor deste documento
ru: Я являюсь автором этого документа.
zh_cn: 我是本文件的作者

# CreateDigSignReason2
source: I have reviewed this document
de: Ich habe dieses Dokument überprüft
es: He revisado este documento
fr: J'ai examiné ce document
it: Ho esaminato questo documento
ja: 私はこの文書を確認しました。
ko: 본인은 이 문서를 검토했습니다.
nl: Ik heb dit document beoordeeld
pt: Eu revisei este documento
ru: Я ознакомился с этим документом.
zh_cn: 我已检查过本文件

# CreateDigSignReason3
source: I am approving this document
de: Ich stimme diesem Dokument
es: Estoy aprobando este documento
fr: J'approuve ce document
it: Approvo questo documento
ja: 私はこの文書を承認します。
ko: 본인은 이 문서를 승인합니다.
nl: Ik keur dit document goed
pt: Estou aprovando este documento
ru: Я утверждаю этот документ.
zh_cn: 我批准本文件

# CreateDigSignReason4
source: I am approving this document with my legally binding signature
de: Ich bestätige dieses Dokument mit meiner rechtsverbindlichen Unterschrift
es: Estoy aprobando este documento con mi firma legalmente vinculante.
fr: J'approuve ce document avec ma signature juridiquement contraignante
it: Approvo questo documento con la mia firma legalmente vincolante
ja: 私は法的拘束力を持つ署名でこの文書を承認します。
ko: 본인은 법적 구속력이 있는 서명으로 이 문서를 승인합니다.
nl: Ik keur dit document goed met mijn wettelijk bindende handtekening
pt: Estou aprovando este documento com minha assinatura juridicamente vinculativa
ru: Я утверждаю этот документ своей юридически обязательной подписью.
zh_cn: 我以具有法律约束力的签名批准本文件。

# CreateDigSignReason5
source: I attest to the accuracy and integrity of this document
de: Ich bestätige die Richtigkeit und Vollständigkeit dieses Dokuments
es: Doy fe de la exactitud e integridad de este documento.
fr: J'atteste l'exactitude et l'intégrité de ce document
it: Attesto l'accuratezza e l'integrità di questo documento
ja: 私はこの文書の正確さと整合性を証明します。
ko: 본인은 이 문서의 정확성과 무결성을 증명합니다.
nl: Ik bevestig de nauwkeurigheid en integriteit van dit document
pt: Atesto a exatidão e integridade deste documento
ru: Я подтверждаю точность и целостность этого документа.
zh_cn: 我证明本文件的准确性和完整性

# CreateDigSignReason6
source: I agree to the terms defined by the placement of my signature in this document
de: Ich stimme den Bedingungen zu, die durch die Platzierung meiner Unterschrift in diesem Dokument definiert sind
es: Acepto los términos definidos por la colocación de mi firma en este documento.
fr: J'accepte les termes définis par l'apposition de ma signature dans ce document
it: Accetto i termini definiti dall'apposizione della mia firma in questo documento
ja: 私はこの文書への署名の配置によって定義された条件に同意します。
ko: 본인은 이 문서에 서명을 함으로써 정의된 약관에 동의합니다.
nl: Ik ga akkoord met de voorwaarden gedefinieerd door de plaatsing van mijn handtekening in dit document
pt: Concordo com os termos definidos pela colocação da minha assinatura neste documento
ru: Я соглашаюсь с условиями, определенными размещением моей подписи в этом документе.
zh_cn: 我同意在本文件中放置我签名所定义的条款

# CreateDigSignReason7
source: I agree to specified parts of this document
de: Ich stimme bestimmten Teilen dieses Dokuments zu
es: Acepto partes específicas de este documento
fr: J'accepte les parties spécifiées de ce document.
it: Accetto le parti specificate di questo documento
ja: 私はこの文書の特定の部分に同意します。
ko: 본인은 이 문서의 특정 부분에 동의합니다.
nl: Ik ga akkoord met bepaalde delen van dit document
pt: Concordo com partes específicas deste documento
ru: Я соглашаюсь с указанными частями этого документа.
zh_cn: 我同意本文件中的特定部分

# CropCreateTip
source: Drag the mouse to draw the area you want to crop. Once you have dragged out the desired area, you will move on to the next step of cropping.
de: Ziehen Sie die Maus, um den Bereich zu zeichnen, den Sie zuschneiden möchten. Sobald Sie den gewünschten Bereich herausgezogen haben, fahren Sie mit dem nächsten Schritt des Zuschneidens fort.
es: Arrastre el ratón para dibujar el área que desea recortar. Una vez que haya arrastrado el área deseada, pasará al siguiente paso del recorte.
fr: Faites glisser la souris pour dessiner la zone que vous souhaitez recadrer. Une fois que vous avez fait glisser la zone souhaitée, vous passerez à l'étape suivante du recadrage.
it: Trascina il mouse per disegnare l'area che desideri ritagliare. Una volta trascinata l'area desiderata, passerai alla fase successiva di ritaglio.
ja: マウスをドラッグしてクロップする領域を選択してください。希望の領域を選択したら、次のクロップのステップに進みます。
ko: 마우스를 드래그하여 자르려는 영역을 선택하세요. 원하는 영역을 드래그하면 자르기의 다음 단계로 이동합니다.
nl: Sleep de muis om het gebied te tekenen dat u wilt bijsnijden. Nadat u het gewenste gebied naar buiten heeft gesleept, gaat u verder met de volgende stap van het bijsnijden.
pt: Arraste o rato para desenhar a área que pretende recortar. Depois de ter arrastado a área pretendida, passa para o passo seguinte do recorte.
ru: Перетащите мышь, чтобы нарисовать область, которую хотите обрезать. После того, как вы вытащили нужную область, вы перейдете к следующему этапу обрезки.
zh_cn: 拖动鼠标以绘制要裁剪的区域。拖出所需区域后，您将继续进行裁剪的下一步。

# CropPageExceedingPageRange
source: The preview page is not included in the page scope
de: Die Vorschauseite ist nicht im Seitenumfang enthalten
es: La página de vista previa no está incluida en el alcance de la página
fr: La page de prévisualisation n'est pas incluse dans l'étendue de la page
it: La pagina di anteprima non è inclusa nell'ambito della pagina
ja: プレビュー ページはページ範囲に含まれません
ko: 미리보기 페이지는 페이지 범위에 포함되지 않습니다
nl: De voorbeeldpagina is niet in de paginabereik opgenomen
pt: A página de visualização não está incluída no escopo da página
ru: Страница предварительного просмотра не включена в область страницы
zh_cn: 此预览页面不包含在页面范围内

# CropPageExceedingRange
source: Exceeding the legal range
de: Überschreitung des zulässigen Bereichs
es: Exceder el rango legal
fr: Dépassement de la fourchette légale
it: Superamento della gamma legale
ja: 法定の範囲を超える
ko: 법적 범위 초과
nl: Overschrijding van het wettelijke bereik
pt: Exceder o intervalo legal
ru: Превышение допустимого предела
zh_cn: 超出指定范围

# CropPageToolbarAdvanced
source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nl: Geavanceerde instellingen
pt: Configurações avançadas
ru: Дополнительные настройки
zh_cn: 高级设置

# CropPageWinCentimeterUnits
source: cm
ru: см
zh_cn: 厘米

# CropPageWinInchUnits
source: inch
de: Zoll
es: pulgada
fr: pouce
it: pollice
ja: インチ
ko: 인치
pt: polegada
ru: дюйм
zh_cn: 英尺

# CropPageWinMandatoryBox
source: Mandatory proportions
de: Obligatorische Proportionen
es: Proporciones obligatorias
fr: Proportions obligatoires
it: Proporzioni obbligatorie
ja: 必須の比率
ko: 필수 비율
nl: Verplichte verhoudingen
pt: Proporções obrigatórias
ru: Обязательные пропорции
zh_cn: 强制性比例

# CropPageWinMarginTitle
source: Margin control
de: Randsteuerung
es: Control de margen
fr: Contrôle des marges
it: Controllo del margine
ja: マージンコントロール
ko: 마진 제어
nl: Margecontrole
pt: Controlo da margem
ru: Контроль маржи
zh_cn: 边距控制

# CropPageWinMeasuresIn
source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
nl: Eenheden
pt: Unidades
ru: Единицы
zh_cn: 单位

# CropPageWinMillimeterUnits
source: mm
ru: мм
zh_cn: 毫米

# CropPageWinPagesRange
source: Pages
de: Seiten
es: Paginas
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
pt: Páginas
ru: Страницы
zh_cn: 页数

# CropPageWinPicaUnits
source: pica
ja: ピカ
ko: 피카
ru: Пика
zh_cn: 派卡

# CropPageWinPointUnits
source: point
de: Punkt
es: punto
fr: punto
it: punto
ja: ポイント
ko: 포인트
nl: punt
pt: ponto
ru: точка
zh_cn: 点

# CropPageWinRemoveMaigin
source: Remove blank margins
de: Leere Ränder entfernen
es: Eliminar márgenes en blanco
fr: Supprimer une marge vide
it: Rimuovi margini vuoti
ja: 空白のマージンを削除
ko: 빈 여백 제거
nl: Blanco marges verwijderen
pt: Remover margens em branco
ru: Удалить пустые поля
zh_cn: 移除空白边距

# CropPageWinResetBtn
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nl: Opnieuw instellen
pt: Repor
ru: Сбросить
zh_cn: 重置

# CropPageWinSizeofCropBox
source: Crop the dimensions of the page:
de: Beschneiden Sie die Abmessungen der Seite:
es: Recorta las dimensiones de la página:
fr: Recadrez les dimensions de la page:
it: Ritaglia le dimensioni della pagina:
ja: ページの寸法をクロップする：
ko: 페이지 크기 자르기:
nl: Snijd de afmetingen van de pagina bij:
pt: Recorte as dimensões da página:
ru: Обрезать размеры страницы:
zh_cn: 裁剪页面的尺寸：

# CropPageWinZeroMarginBtn
source: Set to 0 margin
de: Auf 0 Rand einstellen
es: Establecer a 0 margen
fr: Mettre la marge à 0
it: Imposta il margine a 0
ja: マージンを0に設定
ko: 여백을 0으로 설정
nl: Instellen op 0 marge
pt: Definir como margem 0
ru: Установить значение 0 полей
zh_cn: 设置为零边距

# DefaultAppAndShortcutSucc
source: Settings applied!
de: Einstellungen übernommen!
es: Ajustes aplicados!
fr: Paramètres appliqués !
it: Impostazioni applicate!
ja: 設定適用！
ko: 설정이 적용되었습니다!
nl: Instellingen toegepast!
pt: Configurações aplicadas!
ru: Настройки применены!
zh_cn: 设置成功！

# DefaultAppCancelBtn
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
ja: 今はやめろ
ko: 지금은 아님
nl: Niet nu
pt: Agora não
ru: Не сейчас
zh_cn: 暂不设置

# DefaultAppTitle
source: Set PDFgear as the default program for PDF files.
de: Legen Sie PDFgear als Standardprogramm für PDF-Dateien fest.
es: Configure PDFgear como el programa predeterminado para archivos PDF.
fr: Définissez PDFgear comme programme par défaut pour les fichiers PDF.
it: Imposta PDFgear come programma predefinito per i file PDF.
ja: PDF ファイルのデフォルト プログラムとして PDFgear を設定します。
ko: PDFgear를 PDF 파일의 기본 프로그램으로 설정합니다.
nl: Stel PDFgear in als het standaardprogramma voor PDF-bestanden.
pt: Defina o PDFgear como o programa padrão para arquivos PDF.
ru: Установите PDFgear в качестве дефолтная программа для файлов PDF.
zh_cn: 将PDFgear设置为PDF文件的默认打开程序。

# DefaultAppWinTitle
source: Make PDFgear my default PDF application.
de: Machen Sie PDFgear zu meiner Standard-PDF-Anwendung.
es: Haga de PDFgear mi aplicación de PDF predeterminada.
fr: Faites de PDFgear mon application PDF par défaut.
it: Imposta PDFgear come applicazione PDF predefinita.
ja: PDFgear をデフォルトの PDF アプリケーションにします。
ko: PDFgear를 기본 PDF 응용 프로그램으로 설정합니다.
nl: Maak van PDFgear mijn standaard PDF-toepassing.
pt: Torne o PDFgear meu aplicativo de PDF padrão.
ru: Сделайте PDFgear моим приложением PDF по умолчанию.
zh_cn: 将 PDFgear 设置成我的默认 PDF 应用程序。

# DefaultContextMenuAddBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크에 추가하다
nl: Voeg bladwijzer toe
pt: Adicionar marcador
ru: Добавить закладку
zh_cn: 添加书签

# DeferredDigitSignCreateTip
source: Using your mouse, click and drag to draw the area where you would like the signature to appear. Once you finish dragging out the desired area, you will be taken to the next step of the signing process.
de: Klicken und ziehen Sie mit der Maus, um den Bereich zu zeichnen, in dem die Signatur erscheinen soll. Sobald Sie mit dem Herausziehen des gewünschten Bereichs fertig sind, gelangen Sie zum nächsten Schritt des Signiervorgangs.
es: Con el mouse, haga clic y arrastre para dibujar el área donde desea que aparezca la firma. Una vez que termine de arrastrar el área deseada, pasará al siguiente paso del proceso de firma.
fr: À l'aide de votre souris, cliquez et faites glisser pour dessiner la zone où vous souhaitez que la signature apparaisse. Une fois que vous avez fini de faire glisser la zone souhaitée, vous serez redirigé vers l'étape suivante du processus de signature.
it: Usando il mouse, fai clic e trascina per disegnare l'area in cui desideri che appaia la firma. Una volta terminato di trascinare l'area desiderata, verrai portato al passaggio successivo del processo di firma.
ja: マウスを使用して、署名を表示したい領域をクリックしてドラッグします。希望の領域をドラッグし終えると、署名プロセスの次のステップに進みます。
ko: 마우스를 클릭하고 드래그하여 서명을 표시할 영역을 그립니다. 원하는 영역을 끌어다 놓으면 서명 프로세스의 다음 단계로 이동합니다.
nl: Klik en sleep met uw muis om het gebied te tekenen waar u de handtekening wilt laten verschijnen. Zodra u klaar bent met het slepen van het gewenste gebied, gaat u naar de volgende stap van het ondertekenproces.
pt: Usando o mouse, clique e arraste para desenhar a área onde deseja que a assinatura apareça. Assim que terminar de arrastar a área desejada, você será levado para a próxima etapa do processo de assinatura.
ru: С помощью мыши щелкните и перетащите область, в которой должна появиться подпись. После того как вы закончите перетаскивание нужной области, вы перейдете к следующему шагу процесса подписания.
zh_cn: 拖动鼠标画出您希望签名的区域。拖出所需区域后，您将进入签名流程的下一步。

# DeferredDigitSignPreviewText
source: Sign Here
de: Hier Unterschreiben
es: Firmar Aquí
fr: Signer Ici
it: Firma Qui
ja: ここで署名
ko: 여기에 서명
nl: Onderteken Hier
pt: Assine Aqui
ru: Подпишите Здесь
zh_cn: 在此签名

# DeletePageAskMsg
source: Are you sure you want to delete the selected pages?
de: Möchten Sie die ausgewählten Seiten wirklich löschen?
es: ¿Seguro que quieres borrar las páginas seleccionadas?
fr: Etes-vous certain de vouloir supprimer les pages sélectionnées ?
it: Sei sicuro di voler eliminare le pagine selezionate?
ja: 選択したページを本当に削除しますか？
ko: 정말 선택한 페이지를 삭제하시겠습니까?
nl: Weet u zeker dat u de geselecteerde pagina's wilt verwijderen?
pt: Tem a certeza de que pretende apagar as páginas selecionadas?
ru: Вы уверены, что хотите удалить выбранные страницы?
zh_cn: 是否确定删除所选的页面?

# DeletePageCheckEmptyMsg
source: Please select the page(s) you want to delete.
de: Bitte wählen Sie die Seite(n) aus, die Sie löschen möchten.
es: Seleccione la(s) página(s) que quiere borrar.
fr: Veuillez sélectionner la ou les page(s) que vous souhaitez supprimer.
it: Seleziona la/le pagina/e che vuoi eliminare.
ja: 削除したいページを選択してください。
ko: 삭제할 페이지를 선택하세요
nl: Selecteer de pagina('s) die u wilt verwijderen.
pt: Por favor, selecione a(s) página(s) que pretende eliminar.
ru: Выберите страницы, которые хотите удалить.
zh_cn: 请先选择要删除的页面。

# DeletePageCheckMsg
source: You can not delete all pages from the document.
de: Sie können nicht alle Seiten aus dem Dokument löschen.
es: No puede borrar todas las páginas del documento.
fr: Vous ne pouvez pas supprimer toutes les pages du document.
it: Non è possibile eliminare tutte le pagine dal documento.
ja: ドキュメントから全ページを削除することはできません。
ko: 문서의 모든 페이지를 삭제할 수 없습니다.
nl: U kunt niet alle pagina's van het document verwijderen.
pt: Não pode apagar todas as páginas do documento.
ru: Вы не можете удалить все страницы в документе.
zh_cn: 您不能删除PDF中所有页面

# DeleteParentBookmarkWarning
source: Deleting a top-level bookmark will also remove all of its nested bookmarks. Are you sure you want to continue?
de: Das Löschen eines übergeordneten Lesezeichens entfernt auch alle darin enthaltenen Lesezeichen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Eliminar un marcador de nivel superior también eliminará todos sus marcadores anidados. ¿Estás seguro de que quieres continuar?
fr: La suppression d'un signet de premier niveau supprimera également tous ses signets imbriqués. Êtes-vous sûr de vouloir continuer ?
it: Eliminando un segnalibro di primo livello rimuoverai anche tutti i suoi segnalibri annidati. Sei sicuro di voler continuare?
ja: トップレベルのブックマークを削除すると、その中のすべてのブックマークも削除されます。続行しますか？
ko: 최상위 북마크를 삭제하면 모든 중첩된 북마크도 삭제됩니다. 계속하시겠습니까?
nl: Het verwijderen van een topniveau bladwijzer verwijdert ook al zijn geneste bladwijzers. Weet u zeker dat u wilt doorgaan?
pt: Excluir um marcador de nível superior também removerá todos os seus marcadores aninhados. Tem certeza de que deseja continuar?
ru: Удаление закладки верхнего уровня также удаляет все вложенные закладки. Вы уверены, что хотите продолжить?
zh_cn: 删除顶层书签将一并删除其下所有子书签，您确定要继续吗？

# DeleteSinglePageAskMsg
source: Are you sure you want to delete the page?
de: Sind Sie sicher, dass Sie die Seite löschen möchten?
es: ¿Está seguro de que quiere eliminar la página?
fr: Êtes-vous sûr de vouloir supprimer cette page ?
it: Sei sicuro di voler eliminare la pagina?
ja: 本当にこのページを削除しますか？
ko: 정말 해당 페이지를 삭제하시겠습니까?
nl: Weet je zeker dat je de pagina wilt verwijderen?
pt: Tem a certeza de que quer eliminar a página?
ru: Вы точно хотите удалить страницу?
zh_cn: 是否确定删除页面?

# DeleteWatermarkAskMsg
source: Are you sure to delete all watermarks in the PDF?
de: Möchten Sie wirklich alle Wasserzeichen im PDF löschen?
es: ¿Seguro que quiere borrar todas las marcas de agua en el PDF?
fr: Êtes-vous sûr(e) de vouloir supprimer tous les filigranes du PDF ?
it: Sei sicuro di voler eliminare tutte le filigrane del PDF?
ja: PDF内の全ての透かしを削除します。よろしいですか？
ko: 정말로 PDF의 모든 워터마크를 제거하시겠습니까?
nl: Weet u zeker dat u alle watermerken in het PDF wilt verwijdert?
pt: Tem a certeza que pretende eliminar todas as marcas de água no PDF?
ru: Вы действительно хотите удалить все водяные знаки из PDF-файла?
zh_cn: 您确定删除PDF中的所有水印吗？

# DigSigCreateMessage_AreaTooSmall
source: The area is too small to sign.
de: Der Bereich ist zu klein zum Signieren.
es: El área es demasiado pequeña para firmar.
fr: La zone est trop petite pour signer.
it: L'area è troppo piccola per firmare.
ja: 領域が小さすぎて署名できません。
ko: 영역이 너무 작아서 서명할 수 없습니다.
nl: Het gebied is te klein om te ondertekenen.
pt: A área é muito pequena para assinar.
ru: Площадь слишком мала для подписи.
zh_cn: 框选区域太小无法创建签名。

# DigSigCreateMessage_Failed
source: Failed to add the digital signature.
de: Die digitale Signatur konnte nicht hinzugefügt werden.
es: No se pudo agregar la firma digital.
fr: Échec de l'ajout de la signature numérique.
it: Impossibile aggiungere la firma digitale.
ja: デジタル署名の追加に失敗しました。
ko: 디지털 서명을 추가하지 못했습니다.
nl: Kan digitale handtekening niet toevoegen.
pt: Falha ao adicionar a assinatura digital.
ru: Не удалось добавить цифровую подпись.
zh_cn: 添加数字签名失败。

# DigSigRemoveMessage_Failed
source: Failed to remove the digital signature.
de: Die digitale Signatur konnte nicht entfernt werden.
es: No se pudo eliminar la firma digital.
fr: Échec de la suppression de la signature numérique.
it: Impossibile rimuovere la firma digitale.
ja: デジタル署名の削除に失敗しました。
ko: 디지털 서명을 제거하지 못했습니다.
nl: Kan de digitale handtekening niet verwijderen.
pt: Falha ao remover a assinatura digital.
ru: Не удалось удалить цифровую подпись.
zh_cn: 移除数字签名失败。

# DigSignBannerMessage_Invalid
source: At least one signature has problems.
de: Mindestens eine Signatur hat Probleme.
es: Al menos una firma tiene problemas.
fr: Au moins une signature présente des problèmes.
it: Almeno una firma presenta problemi.
ja: 少なくとも 1 つの署名に問題があります。
ko: 하나 이상의 서명에 문제가 있습니다.
nl: Tenminste één handtekening heeft problemen.
pt: Pelo menos uma assinatura tem problemas.
ru: По крайней мере одна подпись имеет проблемы.
zh_cn: 最少一个签名有问题。

# DigSignBannerMessage_NeedSign
source: At least one signature field needs to be signed.
de: Mindestens ein Unterschriftsfeld muss unterschrieben werden.
es: Al menos un campo de firma debe ser firmado.
fr: Au moins un champ de signature doit être signé.
it: Almeno un campo di firma deve essere firmato.
ja: 少なくとも1つの署名フィールドに署名する必要があります。
ko: 최소한 하나의 서명 필드는 서명해야 합니다.
nl: Ten minste één handtekeningveld moet worden ondertekend.
pt: Pelo menos um campo de assinatura precisa ser assinado.
ru: По крайней мере одно поле для подписи должно быть подписано.
zh_cn: 至少有一个签名域需要签名。
