Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# MenuGruopFillFormTitle
source: Form
de: Formular
es: Forma
fr: Formulaire
it: Modulo
ja: 表
ko: 도표
nl: Het formulier
pt: Formulário
ru: Форм
zh_cn: 表单

# MenuGruopHelpTitle
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
ru: Помощь
zh_cn: 帮助

# MenuGruopHomeTitle
source: Home
de: Startseite
es: Página principal
fr: Page d'accueil
it: Pagina iniziale
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pt: Pagina inicial
ru: Домашняя страница
zh_cn: 首页

# MenuGruopInsertTitle
source: Insert
de: Einfügen
es: Insertar
fr: Insérer
it: Inserisci
ja: 挿入
ko: 삽입
nl: Invoegen
pt: Inserir
ru: Вставить
zh_cn: 插入

# MenuGruopPageTitle
source: Page
de: Seite
es: Página
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
pt: Página
ru: Страница
zh_cn: 页面

# MenuGruopProtectTitle
source: Protect
de: Schützen
es: Proteger
fr: Protéger
it: Proteggi
ja: 保護
ko: 보호
nl: Beschermen
pt: Proteger
ru: Защитить
zh_cn: 保护

# MenuGruopToolsTitle
source: Tools
de: Werkzeug
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
nl: Hulpmiddelen
pt: Ferramentas
ru: Инструменты
zh_cn: 工具

# MenuGruopViewTitle
source: View
de: Ansicht
es: Ver
fr: Afficher
it: Vista
ja: 表示
ko: 보기
nl: Bekijken
pt: Ver
ru: Просмотр
zh_cn: 视图

# MenuHelpAboutContent
source: About
de: Über
es: Sobre nosotros
fr: À propos de nous
it: Info
ja: PDFgearについて
ko: 제작사 정보
nl: Over
pt: Sobre
ru: О приложении
zh_cn: 关于

# MenuHelpContactUsContent
source: Contact us
de: Kontakt
es: Contáctanos
fr: Nous contacter
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nl: Contacteer ons
pt: Contacte-nos
ru: Обратная связь
zh_cn: 联系我们

# MenuHelpSwitchtoPreviousVersionContent
source: Switch to Previous Version
de: Zur vorherigen Version wechseln
es: Cambiar a la versión anterior
fr: Passer à la version précédente
it: Passa alla versione precedente
ja: 以前のバージョンに切り替える
ko: 이전 버전으로 되돌리기
nl: Terugkeren naar vorige versie
pt: Mudar para a Versão Anterior
ru: Вернуться на предыдущую версию
zh_cn: 切换到上一个版本

# MenuHelpUserGuideContent
source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide d’utilisateur
it: Guida
ja: ユーザーガイド
ko: 사용 설명서
nl: Gebruikershandleiding
pt: Manual do Utilizador
ru: Руководство пользователя
zh_cn: 用户手册

# MenuHelperSettingContent
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Definições
ru: Настройки
zh_cn: 设置

# MenuHelperUpdateContent
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Обновить
zh_cn: 更新

# MenuInsertAddContent
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
ru: Добавить
zh_cn: 添加

# MenuInsertDelContent
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除

# MenuInsertEditContent
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt: Atualizar
ru: Обновить
zh_cn: 更新

# MenuInsertHeaderFooterContent
source: Header & Footer
de: Kopf- und Fußzeile
es: Encabezado y pie de página
fr: En-tête et pied de page
it: Intestazione e piè di pagina
ja: ヘッダーとフッター
ko: 머리말 & 꼬리말
nl: Kop- en voettekst
pt: Cabeçalho e rodapé
ru: Верхний и нижний колонтитул
zh_cn: 页眉页脚

# MenuInsertImageContent
source: Add Image
de: Bild hinzufügen
es: Imagen
fr: Image
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pt: Imagem
ru: Изображение
zh_cn: 添加图片

# MenuInsertPageNumberContent
source: Page Number
de: Seitenzahl
es: Número de página
fr: Numéro de page
it: Numero di pagina
ja: ページ番号
ko: 페이지 번호
nl: Paginanummer
pt: Número de página
ru: Номер страницы
zh_cn: 页码

# MenuPageDeleteContent
source: Delete Pages
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除页面

# MenuPageExtractContent
source: Extract Pages
de: Extrahieren
es: Extraer
fr: Extraire
it: Estrai
ja: 抽出
ko: 추출
nl: Uitpakken
pt: Extrair
ru: Извлечь
zh_cn: 提取页面

# MenuPageInsertContent
source: Insert Pages
de: Einfügen
es: Insertar
fr: Insérer
it: Inserisci
ja: 挿入
ko: 삽입
nl: Invoegen
pt: Inserir
ru: Вставить
zh_cn: 插入页面

# MenuPageMergeContent
source: Merge PDF
de: PDF zusammenführen
es: Unir PDF
fr: Fusionner PDF
it: Unisci PDF
ja: PDFを結合
ko: PDF 병합
nl: PDF samenvoegen
pt: Combinar PDF
ru: Объединить PDF
zh_cn: 合并PDF

# MenuPageRotateLeftContent
source: Rotate Left
de: Nach links drehen
es: Rotar a la izquierda
fr: Faire pivoter vers la gauche
it: Ruota a sinistra
ja: 左へ回転
ko: 왼쪽으로 회전
nl: Links roteren
pt: Rodar para a esquerda
ru: Повернуть влево
zh_cn: 向左旋转

# MenuPageRotateRightContent
source: Rotate Right
de: Nach rechts drehen
es: Rotar a la derecha
fr: Faire pivoter vers la droite
it: Ruota a destra
ja: 右へ回転
ko: 오른쪽으로 회전
nl: Rechts roteren
pt: Rodar para a direita
ru: Повернуть вправо
zh_cn: 向右旋转

# MenuPageSplitContent
source: Split PDF
de: PDF teilen
es: Dividir PDF
fr: Diviser le PDF
it: Dividi PDF
ja: PDFを分割
ko: PDF 분할
nl: PDF splitsen
pt: Dividir PDF
ru: Разделить PDF
zh_cn: 拆分PDF

# MenuPageSubInsertBlankPage
source: Blank Page
de: Leere Seite
es: Página en blanco
fr: Page blanche
it: Pagina vuota
ja: 空白ページ
ko: 빈 페이지
nl: Lege pagina
pt: Página em branco
ru: Пустая страница
zh_cn: 空白页

# MenuPageSubInsertFromImage
source: From Image
de: Aus Bild
es: De imagen
fr: Depuis une image
it: Da immagine
ja: 画像から
ko: 이미지에서
nl: Uit afbeelding
pt: De Imagem
ru: Из изображения
zh_cn: 插入图片

# MenuPageSubInsertFromPDF
source: From PDF
de: Aus PDF
es: De PDF
fr: Depuis un PDF
it: Da PDF
ja: PDFから
ko: PDF에서
nl: Uit PDF
pt: De PDF
ru: Из PDF
zh_cn: 插入PDF

# MenuPageSubInsertFromScanner
source: From Scanner
de: Aus Scanner
es: De escáner
fr: Depuis le scanner
it: Da scanner
ja: スキャナーから
ko: 스캐너에서
nl: Uit scanner
pt: De scanner
ru: Из сканера
zh_cn: 从扫描仪

# MenuPageSubInsertFromWord
source: From Word
de: Aus Word
es: De Word
fr: Depuis Word
it: Da Word
ja: Wordから
ko: Word에서
nl: Uit Word
pt: De Word
ru: Из Word
zh_cn: 插入Word

# MenuPropertiesContent
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
nl: Eigenschappen
pt: Propriedades
ru: Свойства
zh_cn: 属性

# MenuProtectPasswordContent
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
pt: Palavra-passe
ru: Пароль
zh_cn: 设置密码

# MenuProtectRemoveContent
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pt: Remover
ru: Удалить
zh_cn: 清除密码

# MenuRightAnnotateCopyText
source: Copy Text
de: Text Kopieren
es: Copiar Texto
fr: Copier le Texte
it: Copia Testo
ja: テキストのコピー
ko: 텍스트 복사
nl: Tekst Kopiëren
pt: Copiar Texto
ru: Копировать Текст
zh_cn: 复制文本

# MenuRightAnnotateDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除

# MenuRightAnnotateDuplicate
source: Duplicate
de: Verdoppeln
es: Duplicar
fr: Copier
it: Duplica
ja: コピー
ko: 복제
nl: Dupliceren
pt: Duplicar
ru: Создать копию
zh_cn: 复制

# MenuRightAnnotateExitEdit
source: Exit edit
de: Text bearbeiten
zh_cn: 退出编辑

# MenuShareEmailContent
source: E-mail
es: Correo electrónico
ja: 電子メール
ko: 이메일
pt: Correio electrónico
ru: Электронная почта
zh_cn: 电子邮件

# MenuShareSendFileContent
source: Send File
de: Datei versenden
es: Enviar archivo
fr: Envoyer le fichier
it: Invia file
ja: ファイルの送信
ko: 파일 보내기
nl: Verstuur bestand
pt: Enviar ficheiro
ru: Отправить файл
zh_cn: 发送文件

# MenuShareShareContent
source: Share
de: Freigeben
es: Compartir
fr: Partager
it: Condividi
ja: シェア
ko: 공유하다
nl: Delen
pt: Partilhar
ru: Поделиться
zh_cn: 分享

# MenuSignatureSubAddNew
source: Create Signature
de: Signatur erstellen
es: Crear firma
fr: Créer une signature
it: Crea firma
ja: 署名を作成
ko: 서명 만들기
nl: Maak handtekening
pt: Criar Assinatura
ru: Создать подпись
zh_cn: 新建签名

# MenuStampPresetsApprovedItemName
source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
ja: 承認済み
ko: 승인됨
nl: Goedgekeurd
pt: Aprovado
ru: Утверждено
zh_cn: 已批准

# MenuStampPresetsAsIsItemName
source: AsIs
de: Original
es: Asls
fr: Tel quel
ja: 現在の状況
ko: 수정사항 없음
nl: Asls
pt: ComoEstá
ru: ВИсходномВиде
zh_cn: 原样

# MenuStampPresetsConfidentialItemName
source: Confidential
de: Vertraulich
es: Confidencial
fr: Confidentiel
it: Confidenziale
ja: 機密
ko: 기밀
nl: Vertrouwelijk
pt: Confidencial
ru: Конфиденциально
zh_cn: 机密

# MenuStampPresetsDraftItemName
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza
ja: 下書き
ko: 초안
nl: Concept
pt: Rascunho
ru: Черновик
zh_cn: 草稿

# MenuStampPresetsExperimentalItemName
source: Experimental
de: Experimentell
fr: Expérimental
it: Sperimentale
ja: 試作
ko: 실험용
nl: Experimenteel
ru: ТестоваяВерсия
zh_cn: 实验

# MenuStampPresetsExpiredItemName
source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 기한 만료됨
nl: Verlopen
pt: Expirou
ru: СрокДействияИстек
zh_cn: 过期

# MenuStampPresetsFinalItemName
source: Final
de: Endgültig
it: Finale
ja: 最終
ko: 최종본
nl: Definitief
ru: ФинальнаяВерсия
zh_cn: 终稿

# MenuStampPresetsForPublicReleaseItemName
source: ForPublicRelease
de: Zur Veröffentlichung
es: Para difusión pública
fr: Pour une diffusion publique
it: PerRilascioPubblico
ja: 公開用
ko: 공개용
nl: VoorPubliekeVrijgave
pt: ParaDivulgaçãoPública
ru: ДляПубличногоПросмотра
zh_cn: 公开发行

# MenuStampPresetsNotApprovedItemName
source: NotApproved
de: Nicht genehmigt
es: No aprobado
fr: Non approuvé
it: NonApprovato
ja: 非承認
ko: 승인되지 않음
nl: NietGoedgekeurd
pt: NãoAprovado
ru: НеУтверждено
zh_cn: 未批准

# MenuStampPresetsNotForPublicReleaseItemName
source: NotForPublicRelease
de: Nicht zur Veröffentlichung
es: No para difusión pública
fr: Pas pour une diffusion publique
it: NonPerRilascioPubblico
ja: 公開用ではない
ko: 내부용
nl: NietVoorPubliekeVrijgave
pt: NãoDestinadoADivulgaçãoPública
ru: НеДляПубличногоПросмотра
zh_cn: 未公开发行

# MenuStampPresetsSoldItemName
source: Sold
de: Verkauft
es: Vendido
fr: Vendu
it: Venduto
ja: 販売済み
ko: 매각됨
nl: Verkocht
pt: Vendido
ru: Продано
zh_cn: 出售

# MenuStampPresetsTopSecretItemName
source: TopSecret
de: Streng geheim
es: Alto secreto
ja: トップシークレット
ko: 극비
nl: TopGeheim
pt: Ultrasecreto
ru: СовершенноСекретно
zh_cn: 最高机密

# MenuStampSubCustomizeContent
source: Custom Stamp
de: Individueller Stempel
es: Sello personalizado
fr: Tampon personnalisé
it: Timbro personalizzato
ja: スタンプをカスタム
ko: 사용자 지정 스탬프
nl: Aangepaste stempel
pt: Carimbo Personalizado
ru: Пользовательский штамп
zh_cn: 自定义图章

# MenuStampSubInsertlocalImageContent
source: Insert local Image
de: Lokales Bild einfügen
es: Insertar imagen local
fr: Insérer une image locale
it: Inserisci immagine locale
ja: ローカルの画像を挿入
ko: 로컬 이미지 파일 삽입
nl: Lokaal bestand invoegen
pt: Inserir Imagem Local
ru: Вставить локальное изображение
zh_cn: 插入本地图片

# MenuStampSubPresetsContent
source: Preset
de: Stempelpalette
es: Predeterminado
fr: Prédéfini
ja: 初期設定
ko: 프리셋
pt: Predefinição
ru: Макет
zh_cn: 预设

# MenuSubFillColorItem
source: Fill Color
de: Füllfarbe
es: Color de relleno
fr: Couleur de remplissage
it: Colore di riempimento
ja: 塗りつぶしの色
ko: 내부 색
nl: Invulkleur
pt: Cor de Preenchimento
ru: Цвет заливки
zh_cn: 填充色

# MenuSubFontColorItem
source: Font Color
de: Schriftfarbe
es: Color de fuente
fr: Couleur de la police
it: Colore font
ja: フォントの色
ko: 글꼴 색
nl: Letterkleur
pt: Cor da fonte
ru: Цвет шрифта
zh_cn: 字体颜色

# MenuSubFontSizeItem
source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de la police
it: Dimensione font
ja: フォントサイズ
ko: 글꼴 크기
nl: Lettergrootte
pt: Tamanho da fonte
ru: Размер шрифта
zh_cn: 字体大小

# MenuSubStrokeColorItem
source: Color
de: Strichfarbe
es: Color de trazo
fr: Couleur de la bordure
it: Colore linea
ja: 線の色
ko: 테두리 색
nl: Lijnkleur
pt: Cor de Realce do Texto
ru: Цвет контура
zh_cn: 颜色

# MenuSubThicknessItem
source: Thickness
de: Stärke
es: Espesor
fr: Épaisseur
it: Spessore
ja: 太さ
ko: 굵기
nl: Dikte
pt: Espessura
ru: Толщина
zh_cn: 线宽

# MenuViewAutoScrollContent
source: Auto Scroll
de: Automatisch scrollen
es: Desplazamiento automático
fr: Défilement automatique
it: Scorrimento automatico
ja: 自動スクロール
ko: 자동 스크롤
nl: Automatisch Scroll
pt: Deslocamento automático
ru: Автопрокрутка
zh_cn: 自动滚屏

# MenuViewCompressContent
source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
it: Comprimere
ja: 圧縮
ko: 압축
nl: Comprimeren
pt: Comprimir
ru: Сжать
zh_cn: 压缩

# MenuViewContiusContent
source: Continuous
de: Fortlaufend
es: Continuo
fr: Continu
it: Continua
ja: 連続
ko: 연속 보기
nl: Continu
pt: Contínuo
ru: Непрерывный вид
zh_cn: 连续阅读

# MenuViewDoubleContent
source: Double
de: Doppel
es: Doble
it: Doppia
ja: ダブル
ko: 두 장 보기
nl: Dubbel
pt: Duplo
ru: Две страницы
zh_cn: 双页

# MenuViewEditObjectContent
source: Edit Object
de: Objekt Bearbeiten
es: Editar Objeto
fr: Modifier l'objet
it: Modifica Oggetto
ja: オブジェクトの編集
ko: 개체 편집
nl: Voorwerp Bewerken
pt: Editar Objeto
ru: Редактировать Oбъект
zh_cn: 编辑对象

# MenuViewEditTextContent
source: Edit Text
de: Text bearbeiten
es: Editar texto
fr: Éditer le texte
it: Modifica il testo
ja: テキストの編集
ko: 텍스트 편집
nl: Tekst bewerken
pt: Editar texto
ru: Редактировать текст
zh_cn: 编辑文字

# MenuViewExitAnnotateContent
source: Exit Annotate
de: Kommentieren beenden
es: Salir de anotar
fr: Quitter l'annotation
it: Esci da annota
ja: 注釈の解除
ko: 주석달기 종료
nl: Aantekening afsluiten
pt: Sair do Comentário
ru: Выход из редактирования заметки
zh_cn: 退出注释

# MenuViewExtractTextContent
source: Extract Text
de: Text extrahieren
es: Extraer texto
fr: Extraire du texte
it: Estrai il testo
ja: テキストの抽出
ko: 텍스트 추출하기
nl: Tekst uitpakken
pt: Extrair Texto
ru: Извлечь текст
zh_cn: 提取文本

# MenuViewFindContent
source: Find
de: Finden
es: Buscar
fr: Trouver
it: Trova
ja: 検索
ko: 찾기
nl: Zoek
pt: Encontrar
ru: Найти
zh_cn: 查找

# MenuViewFitPageContent
source: Fit Page
de: Seite anpassen
es: Ajustar página
fr: Ajuster la page
it: Adatta alla pagina
ja: ページに収める
ko: 페이지 맞추기
nl: Fit Pagina
pt: Ajustar Página
ru: Подгонка страницы
zh_cn: 适合页面

# MenuViewFullSizeContent
source: Actual Size
de: Tatsächliche Größe
es: Tamaño real
fr: Vraie taille
it: Dimensione effettiva
ja: 実際のサイズ
ko: 실제 크기
nl: Werkelijke grootte
pt: Tamanho Real
ru: Фактический размер
zh_cn: 实际大小

# MenuViewHeightContent
source: Fit Height
de: Passende höhe
es: Altura de ajuste
fr: Hauteur d'ajustement
it: Altezza giusta
ja: フィットの高さ
ko: 맞춤 높이
nl: Past de hoogte
pt: Altura de ajuste
ru: Подходит для высоты
zh_cn: 适合高度

# MenuViewNextContent
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pt: Seguinte
ru: Следующая
zh_cn: 下一页

# MenuViewPresentContent
source: Slide Show
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
nl: Speel
pt: Reproduzir
ru: Воспроизвести
zh_cn: 幻灯片放映

# MenuViewPreviousContent
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
ja: 前へ
ko: 이전
nl: Vorige
pt: Anterior
ru: Предыдущая
zh_cn: 上一页

# MenuViewRotateLeftContent
source: Rotate Left
de: Nach links drehen
es: Rotar a la izquierda
fr: Faire pivoter vers la gauche
it: Ruota a sinistra
ja: 左へ回転
ko: 왼쪽으로 회전
nl: Links roteren
pt: Rodar para a esquerda
ru: Повернуть влево
zh_cn: 向左旋转

# MenuViewRotateRightContent
source: Rotate Right
de: Nach rechts drehen
es: Rotar a la derecha
fr: Faire pivoter vers la droite
it: Ruota a destra
ja: 右へ回転
ko: 오른쪽으로 회전
nl: Rechts roteren
pt: Rodar para a direita
ru: Повернуть вправо
zh_cn: 向右旋转

# MenuViewScreenshotContent
source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
ko: 스크린샷
pt: Captura de Ecrã
ru: Скриншот
zh_cn: 屏幕截图

# MenuViewSingleContent
source: Single
de: Einzel
es: Individual
fr: Simple
it: Singolo
ja: シングル
ko: 한 장 보기
nl: Enkel
pt: Simples
ru: Одна страница
zh_cn: 单页

# MenuViewUpgradeContent
source: Upgrade
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
ko: 업그레이드
pt: Atualizar
ru: Купить
zh_cn: 升级

# MenuViewWidthContent
source: Fit Width
de: Breite anpassen
es: Ajuste ancho
fr: Ajuster la largeur
it: Larghezza adatta
ja: 幅に合わせる
ko: 맞춤 폭
nl: Breedte passen
pt: Ajustar Largura
ru: По ширине
zh_cn: 适合宽度

# MenuViewZoomContent
source: Zoom
ja: ズーム
ko: 확대하기
nl: Zoomen
ru: Увеличение
zh_cn: 页面缩放

# MenuWatermarkSubCreateContent
source: Create Watermark
de: Wasserzeichen erstellen
es: Crear marca de agua
fr: Créer un filigrane
it: Crea filigrana
ja: 透かしを作成
ko: 워터마크 만들기
nl: Watermerk creëren
pt: Criar Marca de Água
ru: Создать водяной знак
zh_cn: 新建水印

# MenuWatermarkSubDeleteContent
source: Delete Watermark
de: Wasserzeichen löschen
es: Borrar marca de agua
fr: Supprimer le filigrane
it: Elimina filigrane
ja: 透かしを削除
ko: 워터마크 제거하기
nl: Watermerk verwijderen
pt: Eliminar Marca de Água
ru: Удалить водяной знак
zh_cn: 删除水印

# MergeWindowsLoadfailedMessage
source: File loading failed. Please select another file and try again.
de: Das Laden der Datei ist fehlgeschlagen. Bitte wählen Sie eine andere Datei aus und versuchen Sie es erneut.
es: Error al cargar el archivo. Seleccione otro archivo e inténtelo de nuevo.
fr: Le chargement du fichier a échoué. Veuillez sélectionner un autre fichier et réessayer.
it: Caricamento file non riuscito. Seleziona un altro file e riprova.
ja: ファイルの読み込みに失敗しました。 別のファイルを選択して再試行してください。
ko: 파일을 로드하지 못했습니다. 다른 파일을 선택하고 다시 시도하십시오.
nl: Het laden van bestanden is mislukt. Selecteer een ander bestand en probeer het opnieuw.
pt: Falha no carregamento do arquivo. Selecione outro arquivo e tente novamente.
ru: Загрузка файла не удалась. Пожалуйста, выберите другой файл и повторите попытку.
zh_cn: 文件加载失败。请选择其他文件或再试一遍。

# MicrosoftStoreBillingHelpContent
source: Microsoft Store billing help
de: Hilfe zu Microsoft Store und Abrechnung
es: Microsoft Store y ayuda con la facturación
fr: Microsoft Store et aide sur la facturation
it: Assistenza Microsoft Store e fatturazione
ja: Microsoft Store と課金に関するヘルプ
ko: Microsoft Store 및 청구 도움말
nl: Hulp bij Microsoft Store en facturering
pt: Ajuda na Microsoft Store e na faturação
ru: Справка по Microsoft Store и выставлению счетов
zh_cn: Microsoft Store计费帮助

# MoreColorsBtnTips
source: More Colors...
de: Mehr Farben...
es: Más colores...
fr: Plus de couleurs...
it: Altri colori...
ja: もっと色…
ko: 더 많은 색상...
nl: Meer kleuren...
pt: Mais cores...
ru: Больше цветов...
zh_cn: 更多颜色…

# MsgAttachmentOpenFailed
source: Failed to open the attachment.
de: Anhang konnte nicht geöffnet werden.
es: No se pudo abrir el archivo adjunto.
fr: Échec de l’ouverture de la pièce jointe.
it: Impossibile aprire l’allegato.
ja: 添付ファイルを開けませんでした。
ko: 첨부 파일을 열 수 없습니다.
nl: Bijlage openen mislukt.
pt: Falha ao abrir o anexo.
ru: Не удалось открыть вложение.
zh_cn: 打开附件失败。

# MsgAttachmentSaveFailed
source: Failed to save the attachment(s).
de: Anhang/Anhänge konnte(n) nicht gespeichert werden.
es: No se pudo guardar el(los) archivo(s) adjunto(s).
fr: Échec de l’enregistrement de la(les) pièce(s) jointe(s).
it: Impossibile salvare l’allegato o gli allegati.
ja: 添付ファイルの保存に失敗しました。
ko: 첨부 파일 저장에 실패했습니다.
nl: Opslaan van bijlage(n) mislukt.
pt: Falha ao salvar o(s) anexo(s).
ru: Не удалось сохранить вложение(я).
zh_cn: 保存附件失败。

# MsgAttachmentSaveSuc
source: Saved successfully. Do you want to view the attachment(s) in File Explorer?
de: Erfolgreich gespeichert. Möchten Sie den/die Anhang/Anhänge im Datei-Explorer anzeigen?
es: Guardado correctamente. ¿Desea ver los archivos adjuntos en el Explorador de archivos?
fr: Enregistré avec succès. Voulez-vous afficher la(les) pièce(s) jointe(s) dans l’explorateur de fichiers ?
it: Salvataggio riuscito. Vuoi visualizzare gli allegati in Esplora file?
ja: 保存に成功しました。添付ファイルをファイルエクスプローラーで表示しますか？
ko: 저장되었습니다. 파일 탐색기에서 첨부 파일을 보시겠습니까?
nl: Succesvol opgeslagen. Wilt u de bijlage(n) in Verkenner bekijken?
pt: Salvo com sucesso. Deseja visualizar os anexos no Explorador de Arquivos?
ru: Успешно сохранено. Открыть вложения в Проводнике?
zh_cn: 保存成功。要在资源管理器中查看附件吗？

# Msg_AttachmentAlreadyExist
source: Failed to attach the file "XXX". A file with the same name already exists in the attachment panel.
de: Datei „XXX“ konnte nicht angehängt werden. Eine Datei mit demselben Namen existiert bereits im Anhangsbereich.
es: No se pudo adjuntar el archivo “XXX”. Ya existe un archivo con el mismo nombre en el panel de adjuntos.
fr: Échec de l’ajout du fichier « XXX ». Un fichier du même nom existe déjà dans le panneau des pièces jointes.
it: Impossibile allegare il file “XXX”. Un file con lo stesso nome esiste già nel pannello degli allegati.
ja: ファイル「XXX」の添付に失敗しました。添付パネルに同名のファイルがすでに存在します。
ko: 파일 “XXX”을(를) 첨부하지 못했습니다. 첨부 패널에 동일한 이름의 파일이 이미 존재합니다.
nl: Het bestand "XXX" kon niet worden toegevoegd. Er bestaat al een bestand met dezelfde naam in het bijlagenpaneel.
pt: Falha ao anexar o arquivo “XXX”. Já existe um arquivo com o mesmo nome no painel de anexos.
ru: Не удалось прикрепить файл «XXX». Файл с таким именем уже существует в панели вложений.
zh_cn: 无法添加文件“XXX”。附件面板中已存在同名文件。

# Msg_AttachmentToolLarge
source: The file “XXX” exceeds the 2GB size limit and cannot be attached.
de: Die Datei „XXX“ überschreitet das 2-GB-Limit und kann nicht angehängt werden.
es: El archivo “XXX” supera el límite de 2 GB y no se puede adjuntar.
fr: Le fichier « XXX » dépasse la limite de 2 Go et ne peut pas être joint.
it: Il file “XXX” supera il limite di 2 GB e non può essere allegato.
ja: ファイル「XXX」は2GBの制限を超えているため添付できません。
ko: 파일 “XXX”은(는) 2GB 크기 제한을 초과하여 첨부할 수 없습니다.
nl: Bestand “XXX” is groter dan 2GB en kan niet worden toegevoegd.
pt: O arquivo “XXX” excede o limite de 2GB e não pode ser anexado.
ru: Файл «XXX» превышает лимит 2 ГБ и не может быть прикреплён.
zh_cn: 文件“XXX”超过了2GB的大小限制，无法添加。

# Msg_DeleteAttachments
source: Are you sure you want to delete the attachment(s)?
de: Möchten Sie den/die Anhang/Anhänge wirklich löschen?
es: ¿Está seguro de que desea eliminar el/los archivo(s) adjunto(s)?
fr: Voulez-vous vraiment supprimer la/les pièce(s) jointe(s) ?
it: Sei sicuro di voler eliminare l’allegato/gli allegati?
ja: 添付ファイルを削除してもよろしいですか？
ko: 첨부 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u de bijlage(n) wilt verwijderen?
pt: Tem certeza de que deseja excluir o(s) anexo(s)?
ru: Вы уверены, что хотите удалить вложение(я)?
zh_cn: 您确定要删除附件吗？

# Msg_DescriptionOverMaxCharsNum
source: The description cannot exceed 256 characters.
de: Die Beschreibung darf 256 Zeichen nicht überschreiten.
es: La descripción no puede superar los 256 caracteres.
fr: La description ne peut pas dépasser 256 caractères.
it: La descrizione non può superare i 256 caratteri.
ja: 説明は256文字以内で入力してください。
ko: 설명은 256자 이내여야 합니다.
nl: De beschrijving mag niet meer dan 256 tekens bevatten.
pt: A descrição não pode ultrapassar 256 caracteres.
ru: Описание не может превышать 256 символов.
zh_cn: 说明不能超过256个字符。

# NewBookmarkName
source: New Bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
it: Nuovo segnalibro
ja: 新しいブックマーク
ko: 새 책갈피
nl: Nieuwe bladwijzer
pt: Novo marcador
ru: Новая закладка
zh_cn: 新书签

# NewFileName
source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Naamloos
pt: Sem título
ru: Без названия
zh_cn: 未命名文件

# NewFileRemindSave
source: Document XXX is closing. Do you want to save your changes?
de: Das Dokument XXX wird geschlossen. Möchten Sie Ihre Änderungen speichern?
es: El documento XXX se está cerrando. ¿Desea guardar los cambios?
fr: Le document XXX est en cours de clôture. Voulez-vous enregistrer vos modifications?
it: Il documento XXX si sta chiudendo. Vuoi salvare le modifiche?
ja: ドキュメント XXX が終了します。 変更を保存しますか?
ko: 문서 XXX이(가) 닫히는 중입니다. 변경 사항을 저장하시겠습니까?
nl: Document XXX wordt gesloten. Wil je je wijzigingen opslaan?
pt: O documento XXX está fechando. Você deseja salvar as alterações?
ru: Документ XXX закрывается. Хотите ли вы сохранить изменения?
zh_cn: 文档 XXX 将关闭，是否保存新内容？
