Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# WinPwdPasswordTooltipContent
source: Password must contain 6-32 characters, and only letters, numbers, and symbols are allowed.
de: Das Passwort muss 6-32 Zeichen enthalten und nur Buchstaben, Zahlen und Symbole sind erlaubt.
es: La contraseña tiene que contener de 6 a 32 caracteres y solo se permiten letras, números y símbolos.
fr: Le mot de passe doit comprendre entre six et 32 caractères, et seuls les lettres, les nombres et les symboles sont autorisés.
it: La password deve contenere tra i 6 e i 32 caratteri e sono ammessi solo lettere, numeri e simboli.
ja: パスワードは文字、数字、記号のみを含む6～32字が必要です。
ko: 암호는 6~32자의 문자, 숫자와 기호만 사용 가능합니다.
nl: Het wachtwoord moet 6-32 tekens bevatten en alleen letters, cijfers en symbolen zijn toegestaan.
pt: A palavra-passe deve conter de 6 a 32 caracteres e apenas são permitidas letras, números e símbolos.
ru: Пароль должен содержать от 6 до 32 символов и разрешаются только буквы, цифры и символы.
zh_cn: 密码必须包含6-32个字符，并且只能包含字母、数字或符号。

# WinPwdRemoveCheckContent
source: No password is set for the PDF document.
de: Für das PDF-Dokument ist kein Passwort festgelegt.
es: No se ha fijado ninguna contraseña para el documento PDF.
fr: Aucun mot de passe n'a été défini pour le document PDF.
it: Nessuna password impostata per il documento PDF.
ja: PDF文書のパスワードが設定されていません。
ko: 이 PDF 문서에 암호가 설정되어 있지 않습니다.
nl: Er is geen wachtwoord ingesteld voor het PDF-document.
pt: Não foi definida nenhuma palavra-passe para este documento PDF.
ru: Для PDF-документа не установлен пароль.
zh_cn: 该文档没有设置密码。

# WinPwdRemoveConfirmContent
source: Are you sure you want to remove the password(s)?
de: Sind Sie sicher, dass Sie das Passwort/die Passwörter entfernen möchten?
es: ¿Seguro que quieres quitar las contraseñas?
fr: Êtes-vous sûr de vouloir supprimer le(s) mot(s) de passe ?
it: Sei sicuro di voler rimuovere la/le password?
ja: パスワード（複数）を削除してもよろしいですか?
ko: 암호(들)를 제거하길 원하십니까?
nl: Weet u zeker dat u het / de wachtwoord(en) wilt verwijderen?
pt: Tem a certeza de que deseja remover a palavra-passe?
ru: Вы уверены, что хотите удалить пароль(-и)?
zh_cn: 你确定要删除密码吗？

# WinPwdSetPwdTitle
source: Set Password
de: Passwort festlegen
es: Fijar la contraseña
fr: Définir le mot de passe
it: Imposta Password
ja: パスワードを設定する
ko: 암호 설정
nl: Wachtwoord instellen
pt: Defina a Palavra-passe
ru: Установить пароль
zh_cn: 设置密码

# WinPwdWrongCheckContent
source: Password is wrong.
de: Das Passwort ist falsch.
es: La contraseña es errónea.
fr: Le mot de passe est incorrect.
it: Password errata.
ja: パスワードが間違っています。
ko: 암호가 잘못되었습니다.
nl: Wachtwoord is fout.
pt: A palavra-passe está incorreta.
ru: Неверный пароль.
zh_cn: 密码错误

# WinPwdillegalsymbolsCheckContent
source: Contains invalid symbols.
de: Enthält ungültige Symbole.
es: Contiene símbolos inválidos.
fr: Contient des symboles non valides.
it: Contiene simboli non validi.
ja: 無効な記号が含まれています。
ko: 유효하지 않은 기호를 포함합니다.
nl: Bevat ongeldige symbolen.
pt: Contém símbolos inválidos.
ru: Содержит недопустимые символы.
zh_cn: 包含非法字符。

# WinRate5StarsTitle
source: Love it! I want to give it 5 stars!
de: Super! Ich möchte 5 Sterne vergeben!
es: ¡Me encanta! Le quiero dar 5 estrellas.
fr: Je l'adore ! Je veux lui donner cinq étoiles !
it: Lo adoro! Voglio dargli 5 stelle!
ja: とてもいいです！星5つをあげたいです！
ko: 너무 좋아요! 별점 5개를 주고 싶어요!
nl: Ik vind het geweldig. Ik wil het 5 sterren geven!
pt: Adoro! Quero atribuir-lhe 5 estrelas!
ru: Обожаю! Хочу поставить приложению 5 звезд!
zh_cn: 喜欢它！我想给它5星！

# WinRateFeedbackTitle
source: I'd like to give some feedback.
de: Ich möchte Feedback geben.
es: Quiero escribir algún comentario.
fr: J'aimerais donner mon avis.
it: Vorrei fornire del feedback.
ja: フィードバックしたいです。
ko: 피드백을 제공하고 싶습니다.
nl: Ik wil graag wat feedback geven.
pt: Gostaria de dar a minha opinião.
ru: Я хочу оставить отзыв.
zh_cn: 我想提供一些反馈。

# WinRateLeaveGreatratingTitle
source: Please leave us a great rating and review!
de: Bitte hinterlassen Sie uns eine gute Bewertung und Rezension!
es: Le agradeceríamos si nos dejara una valoración y reseña positivas.
fr: S'il vous plaît, donnez-nous une très bonne note et laissez un avis très positif !
it: Lasciaci una bella recensione e una bella valutazione, grazie!
ja: 高評価をよろしくお願いします！
ko: 좋은 평점과 리뷰를 남겨주세요!
nl: Laat ons een goede beoordeling en recensie achter!
pt: Por favor, dê-nos uma excelente classificação e avaliação!
ru: Пожалуйста, оставьте отзыв и поставьте нам отличную оценку!
zh_cn: 请给我们的应用一个好评！

# WinRateLessaminuteTitle
source: Rating takes less than a minute.
de: Das Bewerten dauert weniger als eine Minute.
es: La valoración tarda menos de un minuto.
fr: Donner une note prend moins d'une minute.
it: Lasciare una valutazione richiede meno di un minuto.
ja: 評価には1分もかかりません。
ko: 평점을 주는데는 1분도 걸리지 않습니다.
nl: De beoordeling duurt minder dan een minuut.
pt: A classificação demora menos de um minuto
ru: Оценка займет менее минуты.
zh_cn: 评分时间不到一分钟。

# WinRateLoveTitle
source: Love PDFgear?
de: Gefällt Ihnen PDFgear ?
fr: J'adore PDFgear?
it: Adoro PDFgear?
ja: PDFgearをご愛顧ください？
ko: PDFgear가 좋아요?
nl: Met liefde PDFgear?
pt: Adoro o PDFgear?
ru: Люблю PDFgear?
zh_cn: 喜爱PDFgear？

# WinRateThanksforsupportTitle
source: Thanks for your supports!
de: Vielen Dank für Ihre Unterstützung!
es: ¡Gracias por su apoyo!
fr: Merci de votre soutien !
it: Grazie per il tuo supporto!
ja: 支持してくれてありがとう！
ko: 여러분의 성원에 감사드립니다!
nl: Bedankt voor uw steun!
pt: Obrigado pelo seu apoio!
ru: Спасибо за вашу поддержку!
zh_cn: 感谢您的支持！

# WinRestoreFaildLearnMoreContent
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳細はこちら
ko: 더 알아보기
nl: Meer informatie
pt: Saber mais
ru: Подробнее
zh_cn: 了解更多

# WinRestoreFaildPossible1Content
source: Subscription has expired
de: Abonnement ist ausgelaufen
es: La suscripción ha caducado
fr: L'abonnement a expiré
it: L’abbonamento è scaduto
ja: サブスクリプションの有効期限が切れている
ko: 구독이 만료됨
nl: Het abonnement is verlopen
pt: A subscrição expirou
ru: Срок действия подписки истек
zh_cn: 订阅已经过期

# WinRestoreFaildPossible2Content
source: No valid purchase found
de: Kein gültiger Kauf gefunden
es: No se ha encontrado ninguna compra válidad
fr: Aucun achat valide n'a été trouvé
it: Non è stato trovato un acquisto valido
ja: 有効な購入履歴がない
ko: 유효한 구매를 찾을 수 없음
nl: Geen geldige aankoop gevonden
pt: Não foi encontrada nenhuma compra válida
ru: Действительная покупка не найдена
zh_cn: 没有成功购买

# WinRestoreFaildPossible3Content
source: Network unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile
ja: ネットワークが利用できない
ko: 네트워크를 사용할 수 없음
nl: Netwerk is niet beschikbaar
pt: Rede não disponível
ru: Сеть недоступна
zh_cn: 网络不可用

# WinRestoreFaildPossibleContent
source: Possible Causes
de: Mögliche Ursachen
es: Posibles causas
fr: Causes possibles
it: Possibili cause
ja: 考えられる原因
ko: 가능한 원인
nl: Mogelijke oorzaken
pt: Causas possíveis
ru: Возможные причины
zh_cn: 失败原因可能是：

# WinRestoreFaildTitleContent
source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Restauración fallida
fr: Échec de la restauration
it: Ripristino fallito
ja: 復元に失敗しました
ko: 복원 실패
nl: Herstellen is mislukt
pt: O restauro falhou
ru: Ошибка восстановления
zh_cn: 恢复失败

# WinSaveFilewithUnFlattenSignatureExplain
source: There are unflattened signature(s) in the PDF, and they will be flattened after saving, which cannot be undone. Do you want to continue?
de: Die PDF-Datei enthält noch nicht geglättete Unterschriften, die nach dem Speichern geglättet werden, was nicht rückgängig gemacht werden kann. Möchten Sie fortfahren?
es: Hay firmas sin aplanar en el PDF, y se aplanarán después de guardar, esto no se puede deshacer. ¿Desea continuar?
fr: Il y a des signatures non aplaties dans le PDF, et elles seront aplaties après l'enregistrement, ce qui ne peut être annulé. Voulez-vous continuer ?
it: Nel PDF sono presenti firme non appiattite, le quali risulteranno appiattite dopo il salvataggio. L'operazione non può essere annullata. Desideri continuare?
ja: PDF内にフラット化されていない署名があり、保存後にフラット化され、元に戻せません。このまま続けますか？
ko: PDF에 병합되지 않은 서명이 있으며 저장 후 병합되는데, 실행하면 취소할 수 없습니다. 계속하시겠습니까?
nl: Er staan niet-afgeronde handtekening(en) in de PDF, en die zullen na het opslaan worden afgevlakt, wat niet ongedaan kan worden gemaakt. Wilt u doorgaan?
pt: Existem assinaturas não achatadas no PDF, e estas vão ser achatadas depois de guardar, o que não pode ser desfeito. Quer continuar?
ru: В PDF-файле есть не выровненные подписи, и вы их выровняете после сохранения, внесенные изменения нельзя будет отменить. Вы хотите продолжить?
zh_cn: 保存文件将把当前未嵌入的签名嵌入到文件中，且无法撤销，您确定要继续吗？

# WinSaveFilewithUnFlattenSignatureNoteMsg
source: Are you sure to save this PDF file?
de: Sind Sie sicher, dass Sie diese PDF-Datei speichern möchten?
es: ¿Está seguro que desea guardar este archivo PDF?
fr: Êtes-vous sûr de vouloir enregistrer ce fichier PDF ?
it: Sei sicuro di voler salvare questo file PDF?
ja: このPDFファイルを保存してよろしいですか？
ko: 이 PDF 파일을 저장하시겠습니까?
nl: Weet je zeker dat je dit PDF bestand wilt opslaan?
pt: Tem a certeza de guardar este ficheiro PDF?
ru: Вы уверены, что хотите сохранить внесенные изменения для этого PDF-файла?
zh_cn: 确定要保存文件吗？

# WinScreenshotToolbarCancelContent
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_cn: 取消

# WinScreenshotToolbarCopyContent
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー完了
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
zh_cn: 复制

# WinScreenshotToolbarDeleteContent
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_cn: 删除

# WinScreenshotToolbarDoneContent
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
zh_cn: 完成

# WinScreenshotToolbarEditContent
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt: Editar
ru: Редактировать
zh_cn: 编辑

# WinScreenshotToolbarSaveContent
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Guardar
ru: Сохранить
zh_cn: 保存

# WinScreenshotToolbarZoomInContent
source: Zoom in
de: Heranzoomen
es: Ampliar
fr: Faire un zoom avant
it: Ingrandisci
ja: 拡大
ko: 확대
nl: Inzoomen
pt: Aumentar zoom
ru: Увеличить
zh_cn: 放大

# WinScreenshotToolbarZoomOutContent
source: Zoom out
de: Herauszoomen
es: Alejar
fr: Faire un zoom arrière
it: Riduci
ja: 縮小
ko: 축소
nl: Uitzoomen
pt: Diminuir zoom
ru: Уменьшить
zh_cn: 缩小

# WinSettingAISwitch
source: Enable PDFgear Copilot
de: PDFgear Copilot aktivieren
es: Activar PDFgear Copilot
fr: Activer PDFgear Copilot
it: Abilitare PDFgear Copilot
ja: PDFgear Copilot を有効にする
ko: PDFgear Copilot 활성화
nl: PDFgear Copilot inschakelen
pt: Ativar PDFgear Copilot
ru: Включить PDFgear Copilot
zh_cn: 启用PDFgear Copilot

# WinSettingReminnder
source: Received Files Reminder
de: Erinnerung an empfangene Dateien
es: Recordatorio de archivos recibidos
fr: Rappel des fichiers reçus
it: Promemoria file ricevuti
ja: 受信ファイルリマインダー
ko: 받은 파일 알림
nl: Herinnering ontvangen bestanden
pt: Lembrete de arquivos recebidos
ru: Напоминание о полученных файлах
zh_cn: 接收文件提醒

# WinSettingReminnderDesc
source: Pop up to remind when received new PDF file(s)
de: Popup zur Erinnerung, wenn neue PDF-Datei(en) empfangen wurden
es: Ventana emergente para recordar cuando se reciben nuevos archivos PDF
fr: Pop-up pour rappeler la réception de nouveaux fichiers PDF
it: Pop-up per ricordare quando vengono ricevuti nuovi file PDF
ja: 新しいPDFファイルを受け取ったときに通知するためにポップアップします
ko: 새 PDF 파일을 받았을 때 알림 팝업
nl: Pop-up om eraan te herinneren wanneer nieuwe PDF-bestand(en) zijn ontvangen
pt: Pop-up para lembrar quando recebeu novo(s) arquivo(s) PDF
ru: Всплывающее окно с напоминанием о получении новых PDF-файлов.
zh_cn: 收到新文件时弹出提示

# WinShareSendFilleDescText
source: Locate the file, which could be copied to Messages, Onedrive, Google Drive, and more.
de: Suchen Sie die Datei, die in Messages, OneDrive, Google Drive usw. kopiert werden kann.
es: Localiza el archivo, que puede estar copiado en Messages, Onedrive, Google Drive, etc.
fr: Localisez le fichier, qui peut être copié sur Messages, Onedrive, Google Drive, etc.
it: Individuate il file, quindi trascinatelo in Messages, Onedrive, Google Drive e altro ancora.
ja: ファイルを探して Message、Onedrive、Google Driveなどにドラッグ＆ドロップします。
ko: 파일을 찾은 다음 Messages, Onedrive, Google 드라이브 등에 끌어다 놓습니다.
nl: Zoek het bestand en sleep het vervolgens naar Messages, Onedrive, Google Drive en meer.
pt: Localizar o ficheiro, depois arrastar e largar em Messages, Onedrive, Google Drive, e muito mais.
ru: Найдите файл, затем перетащите его в Messages, Onedrive, Google Drive и др.
zh_cn: 打开所在文件夹，然后拷贝到OneDrive，QQ，百度网盘，钉钉等。

# WinSignatureBtnAddPictureContent
source: Add picture
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
it: Aggiungi immagine
ja: 写真を追加
ko: 사진 추가
nl: Afbeelding toevoegen
pt: Adicionar imagem
ru: Добавить изображение
zh_cn: 添加图片

# WinSignatureBtnClearContent
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Ripristina
ja: クリア
ko: 지우기
nl: Wissen
pt: Limpar
ru: Очистить
zh_cn: 清除

# WinSignatureContextMenuApplyMulPage
source: Place On Multiple Page
de: Auf mehreren Seiten platzieren
es: Colocar en varias páginas
fr: Placer sur plusieurs pages
it: Applica su più pagine
ja: 複数のページに配置
ko: 여러 페이지에 배치
nl: Plaats op meerdere pagina's
pt: Colocar em várias páginas
ru: Разместить на нескольких страницах
zh_cn: 应用到多页

# WinSignatureContextMenuDetele
source: Delete
de: Löschen
es: Eliminar
fr: supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pt: Eliminar
ru: Удалить
zh_cn: 删除

# WinSignatureContextMenuDeteleInBatch
source: Detele In Batch
de: Im Stapel löschen
es: Eliminar en lote
fr: supprimer par lot
it: Elimina in batch
ja: バッチで削除
ko: 일괄 삭제
nl: Verwijderen in batch
pt: Eliminar em Lote
ru: Пакетное удаление
zh_cn: 批量删除

# WinSignatureContextMenuFlatten
source: Flatten
de: Glätten
es: Aplanar
fr: Aplatir
it: Appiattisci
ja: フラット化する
ko: 병합
nl: Afvlakken
pt: Achatar
ru: Сплющить
zh_cn: 嵌入

# WinSignatureContextMenuFlattenInBatch
source: Flatten In Batch
de: Im Stapel glätten
es: Aplanar en lote
fr: Aplatir en lot
it: Appiattisci in batch
ja: バッチでフラット化する
ko: 일괄적으로 병합
nl: Afvlakken in batch
pt: Achatar em lote
ru: Выравнивание в пакетном режиме
zh_cn: 批量嵌入

# WinSignatureDeleteInBatchBtn
source: Clear All
de: Alles löschen
es: Eliminar todo
fr: Tout effacer
it: Cancella tutto
ja: 全てクリア
ko: 모두 지우기
nl: Alles wissen
pt: Limpar Tudo
ru: Удалить все
zh_cn: 清除所有

# WinSignatureDeleteInBatchQuestion
source: Are you sure you want to delete this signature on all pages?
de: Sind Sie sicher, dass Sie diese Signatur auf allen Seiten löschen möchten?
es: ¿Está seguro que desea eliminar esta firma en todas las páginas?
fr: Etes-vous sûr de vouloir supprimer cette signature sur toutes les pages ?
it: Sei sicuro di voler eliminare questa firma su tutte le pagine?
ja: すべてのページでこの署名を削除してもよろしいですか？
ko: 모든 페이지에서 이 서명을 삭제하시겠습니까?
nl: Weet je zeker dat je deze handtekening op alle pagina's wilt verwijderen?
pt: Tem a certeza de apagar esta assinatura em todas as páginas?
ru: Вы уверены, что хотите удалить эту подпись на всех страницах?
zh_cn: 您确定要从所有页面移除这个签名吗？

# WinSignatureFlattenApplying
source: Applying signature(s)...
de: Unterschrift wird übernommen...
es: Aplanando la firma...
fr: Application de la signature...
it: Applicazione della firma in corso...
ja: 署名を適用しています…
ko: 서명 적용 중...
nl: Handtekening toepassen...
pt: A aplicar a assinatura...
ru: Применение подписи…
zh_cn: 应用签名...

# WinSignatureFlattenInBatchNoteMsg
source: This operation will flatten the signature(s) in the document, which cannot be undone. If you make a mistake, please close the document without saving.
de: Bei diesem Vorgang werden die Unterschriften im Dokument geglättet, was nicht rückgängig gemacht werden kann. Sollten Sie einen Fehler machen, schließen Sie bitte das Dokument, ohne es zu speichern.
es: Esta operación aplanará la(s) firma(s) en el documento, esto no puede deshacerse. Si se equivoca, cierre el documento sin guardarlo.
fr: Cette opération a pour effet d'aplatir la ou les signatures dans le document, ce qui ne peut être annulé. Si vous faites une erreur, veuillez fermer le document sans l'enregistrer.
it: Con questa operazione, la firma o le firme verranno unite al documento. L'operazione non può essere annullata. In caso di errore, chiudi il documento senza salvarlo.
ja: この操作により、文書内の署名がフラットになり、元に戻すことはできません。間違えた場合は、保存せずに文書を閉じてください。
ko: 이 작업은 문서의 서명을 병합하며, 실행 후 취소할 수 없습니다. 실수한 경우 저장하지 않고 문서를 닫으세요.
nl: Deze bewerking maakt de handtekening(en) in het document vlak, wat niet ongedaan kan worden gemaakt. Als je maakt een
pt: Esta operação vai achatar a(s) assinatura(s) no documento, o que não pode ser desfeito. Se cometer um erro, feche o documento sem guardar.
ru: Эта операция выравнивает подписи в документе, и после этого вы не сможете отменить это действие. Если вы допустили ошибку, пожалуйста, закройте документ без сохранения.
zh_cn: 您将要把签名嵌入到文件中，此操作无法撤销。如果您是误操作，请不要保存并关闭该文件。

# WinSignatureFlattenInBatchQuestion
source: Are you sure to flatten the signature(s)?
de: Sind Sie sicher, dass Sie die Signatur(en) glätten möchten?
es: ¿Está seguro que desea aplanar la(s) firma(s)?
fr: Êtes-vous sûr d'aplatir la ou les signatures ?
it: Sei sicuro di voler appiattire la/e firma/e?
ja: 署名をフラット化してよろしいですか？
ko: 서명을 병합하시겠습니까?
nl: Weet je zeker dat je de handtekening(en) moet afvlakken?
pt: Tem a certeza de achatar a(s) assinatura(s)?
ru: Вы уверены, что хотите сплющить подписи?
zh_cn: 您确定要嵌入此签名吗？

# WinSignatureFlattenProcess
source: Flattening signatures...
de: Unterschriften glätten...
es: Firmas aplanadas…
fr: Aplatissement des signatures...
it: Appiattimento firme in corso...
ja: 署名のフラット化中...
ko: 서명 병합 중...
nl: Afvlakkende handtekeningen...
pt: A achatar as assinaturas...
ru: Сплющиваются подписи...
zh_cn: 嵌入签名...

# WinSignatureMaxNumLimitTip
source: PDFgear can only save up to fifty signatures, please delete the temporarily unused signatures before creating new ones.
de: PDFgear kann nur bis zu fünfzig Signaturen speichern, bitte löschen Sie die vorübergehend nicht verwendeten Signaturen, bevor Sie neue erstellen.
es: PDFgear solo puede guardar hasta cincuenta firmas, elimine las firmas temporalmente no utilizadas antes de crear otras nuevas.
fr: PDFgear ne peut enregistrer que cinquante signatures, veuillez supprimer les signatures temporairement inutilisées avant d'en créer de nouvelles.
it: PDFgear può salvare solo fino a cinquanta firme, elimina le firme temporaneamente non utilizzate prima di crearne di nuove.
ja: PDFgear は最大 50 個の署名しか保存できません。新しい署名を作成する前に、一時的に使用されていない署名を削除してください。
ko: PDFgear는 최대 50개의 서명만 저장할 수 있습니다. 새 서명을 만들기 전에 일시적으로 사용하지 않는 서명을 삭제하십시오.
nl: PDFgear kan maximaal vijftig handtekeningen opslaan. Verwijder de tijdelijk ongebruikte handtekeningen voordat u nieuwe maakt.
pt: O PDFgear só pode salvar até cinquenta assinaturas, exclua as assinaturas temporariamente não utilizadas antes de criar novas.
ru: PDFgear может сохранять только до пятидесяти подписей, пожалуйста, удалите временно неиспользуемые подписи, прежде чем создавать новые.
zh_cn: PDFgear最多只能保存50个签名，请在新建新签名前删除暂时不用的签名。

# WinSignatureMenuInputContent
source: Type
de: Tippen
es: Tipo
fr: Taper
it: Tipo
ja: 文字入力
ko: 입력
pt: Introduzir texto
ru: Введите текст
zh_cn: 输入

# WinSignatureMenuInputIsEmptyMsg
source: The input field cannot be empty!
de: Das Eingabefeld darf nicht leer sein!
es: ¡El campo de entrada no puede estar vacío!
fr: Le champ de saisie ne peut être vierge !
it: Il campo non può essere lasciato vuoto!
ja: 入力フィールドを空白にすることはできません！
ko: 해당 입력란은 비워둘 수 없습니다!
nl: Het invoerveld mag niet leeg zijn!
pt: O campo de entrada não pode estar em branco!
ru: Поле ввода не может быть пустым!
zh_cn: 输入内容不能为空。

# WinSignatureMenuPictureContent
source: Picture
de: Bild
es: Imagen
fr: Image
it: Immagine
ja: 写真
ko: 사진
nl: Afbeelding
pt: Imagem
ru: Изображение
zh_cn: 图片

# WinSignatureMenuWriteContent
source: Write
de: Schreiben
es: Escribir
fr: Écrire
it: Scrivi
ja: 書く
ko: 글 쓰기
nl: Schrijven
pt: Escrever
ru: Рукописный ввод
zh_cn: 手写

# WinSignaturePageRangeIncorrect
source: The format of the 'Range' is incorrect.
de: Das Format des „Bereichs“ ist nicht korrekt.
es: El formato del "Rango" es incorrecto.
fr: Le format de la « plage » est incorrect
it: Il formato dell'Intervallo non è corretto.
ja: 「範囲」の形式が正しくありません。
ko: '범위'의 형식이 올바르지 않습니다.
nl: Het formaat van de "Bereik" is onjuist.
pt: O formato do "Intervalo" está incorreto.
ru: Неверный формат диапазона.
zh_cn: “范围”的格式不正确

# WinSignatureTitle
source: Create Signature
de: Signatur erstellen
es: Crear firma
fr: Créer une signature
it: Crea firma
ja: 署名を作成
ko: 서명 만들기
nl: Maak handtekening
pt: Criar Assinatura
ru: Создать подпись
zh_cn: 新建签名

# WinStampSampleText
source: Sample Text
de: Beispieltext
es: Texto de ejemplo
fr: Exemple de texte
it: Testo di esempio
ja: サンプルテキスト
ko: 샘플 텍스트
nl: Voorbeeldtekst
pt: Texto de amostra
ru: Образец текста
zh_cn: 示例文本

# WinStampTypeAppearanceHeader
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외형을
nl: Verschijning
pt: Aparência
ru: Внешний вид
zh_cn: 外观

# WinStampTypeDateFormatCheckbox
source: Date and Time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et l'heure
it: Data e ora
ja: 日付と時刻
ko: 날짜와 시간
nl: Datum en tijd
pt: Data e hora
ru: Дата и время
zh_cn: 日期和时间

# WinStatuBarPDFAutoSaveText
source: Auto-saved
de: Automatisch gespeichert
es: Autoguardado
fr: Sauvegarde automatique
it: Salvataggio automatico
ja: 自動保存
ko: 자동저장됨
nl: Automatisch opgeslagen
pt: Guardado automaticamente
ru: Сохранено автоматически
zh_cn: 已自动保存

# WinToolBarBtnHighlightContent
source: Area Highlight
de: Bereich Markieren
es: Destacar Zona
fr: Mise en évidence de la zone
it: Evidenzia l'area
ja: エリアハイライト
ko: 영역 하이라이트
nl: Gebied Markeren
pt: Destaque de Área
ru: Выделение области
zh_cn: 区域高亮

# WinUpgradeLiftTimeBtnContent
source: Lifetime
de: Lebenslang
es: De por vida
fr: Durée infinie
it: Illimitata
ja: 永続
ko: 평생 이용권
nl: Levenslange
pt: Vitalício
ru: пожизненная
zh_cn: 永久会员

# WinUpgradeList10Content
source: Reorder PDF pages
de: PDF-Seiten neu ordnen
es: Reordenar las páginas PDF
fr: Réorganiser les pages du PDF
it: Riordina pagine PDF
ja: PDFページを整理しなおす
ko: PDF 페이지 순서 변경
nl: PDF-paginas opnieuw ordenen
pt: Reordenar páginas PDF
ru: Реорганизовать страницы PDF-файла
zh_cn: 重新排序PDF页面

# WinUpgradeList11Content
source: Sign in PDF documents
de: PDF-Dokumente unterschreiben
es: Firmar en documentos PDF
fr: Signer les documents PDF
it: Accedi ai documenti PDF
ja: PDF文書へのサインイン
ko: PDF 문서에 로그인
nl: PDF-documenten ondertekenen
pt: Assine em documentos PDF
ru: Вход в PDF-документы
zh_cn: 添加签名

# WinUpgradeList12Content
source: Compress PDF Files to a smaller size
de: PDF-Dateien komprimieren und verkleinern
zh_cn: 压缩PDF文件得到更小得文件尺寸

# WinUpgradeList13Content
source: Convert PDF files to Word, Excel, image, etc.
de: PDF-Dateien in Word-, Excel-, Bilddateien usw. konvertieren
es: Convertir archivos de PDF a Word, Excel, imagen, etc.
fr: Convertissez les fichiers PDF vers Word, Excel, en image, etc.
it: Converti file PDF in Word, Excel, immagine, ecc.
ja: PDFファイルからWord、Excel、画像などへの変換
ko: PDF 파일을 워드, 엑셀, 이미지 등으로 변환
nl: Converteer Pdf-bestanden naar Word, Excel, afbeelding enzovoorts.
pt: Converta ficheiros PDF para Word, Excel, imagem, etc.
ru: Конвертируйте файлы PDF в Word, Excel, изображения и т. д.
zh_cn: PDF转Word, Excel, 图片等

# WinUpgradeList14Content
source: Sign, compress PDF
de: PDF signieren, komprimieren
es: Firmar, comprimir PDF
fr: Signez, compressez des PDF
it: Firma e comprimi PDF
ja: PDFへの署名、PDFの圧縮
ko: PDF 서명, 압축
nl: Pdf ondertekenen, comprimeren
pt: Assine, comprima PDF
ru: Подписать, сжать PDF
zh_cn: PDF压缩，PDF签名
