Repository: abcd-reverse-engineering/PDFGear_RE
Catalog: pdfeditor/Properties/Resources.*.resx
Languages: de, es, fr, it, ja, ko, nl, pt, ru, zh_cn

# DigSignBannerMessage_Valid
source: Signed and all signatures are valid.
de: Unterzeichnet und alle Unterschriften sind gültig.
es: Firmado y todas las firmas son válidas.
fr: Signé et toutes les signatures sont valides.
it: Firmato e tutte le firme sono valide.
ja: 署名済みで、すべての署名が有効です。
ko: 서명되었으며 모든 서명이 유효합니다.
nl: Ondertekend en alle handtekeningen zijn geldig.
pt: Assinado e todas as assinaturas são válidas.
ru: Подписано и все подписи действительны.
zh_cn: 已签名，所有签名均有效。

# DigSignBannerShowSignaturesButton
source: Show Signatures
de: Signaturen anzeigen
es: Mostrar firmas
fr: Afficher les signatures
it: Mostra firme
ja: 署名を表示
ko: 서명 표시
nl: Toon handtekeningen
pt: Mostrar assinaturas
ru: Показать подписи
zh_cn: 显示签名

# DigSignCertInfoBtn
source: Info…
de: Die Info…
es: Información…
ja: 情報…
ko: 정보…
pt: Informações…
ru: Информация…
zh_cn: 显示详情

# DigSignFieldLocation
source: Field:
de: Feld:
es: Campo:
fr: Champ:
it: Campo:
ja: フィールド
ko: 필드:
nl: Veld:
pt: Campo:
ru: Поле:
zh_cn: 字段：

# DigSignFieldLocationPage
source: Page
de: Seite
es: Página
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
pt: Página
ru: Страница
zh_cn: 页

# DigSignFieldSignedBy
source: Signed by:
de: Unterzeichnet von:
es: Firmado por:
fr: Signé par:
it: Firmata da:
ja: 署名者:
ko: 서명자:
nl: Ondertekend door:
pt: Assinado por:
ru: Подписано:
zh_cn: 签名者：

# DigSignInfoIncludesEmbeddedTimestamp
source: The signature includes an embedded timestamp. Timestamp time: XXX
de: Die Signatur enthält einen eingebetteten Zeitstempel. Zeitstempel Zeit: XXX
es: La firma incluye una marca de tiempo incrustada. Hora de la marca de tiempo: XXX
fr: La signature comprend un horodatage intégré. Heure d'horodatage : XXX
it: La firma include un timestamp incorporato. Ora del timestamp: XXX
ja: 署名には埋め込みタイムスタンプが含まれます。 タイムスタンプ時刻: XXX
ko: 서명에는 내장된 타임스탬프가 포함됩니다. 타임스탬프 시간입니다: XXX
nl: De handtekening bevat een ingesloten tijdstempel. Tijdstempel tijd: XXX
pt: A assinatura inclui um carimbo de data/hora incorporado. Horário do carimbo de data/hora: XXX
ru: Подпись включает встроенный отметочный штамп. Время отметки времени: XXX
zh_cn: 签名包含一个嵌入的时间戳。时间戳时间： XXX

# DigSignInfoNotAllowModify
source: The certifier has specified that no changes are allowed to be made to this document.
de: Der Zertifizierer hat festgelegt, dass an diesem Dokument keine Änderungen vorgenommen werden dürfen.
es: El certificador ha especificado que no se permiten cambios en este documento.
fr: Le certificateur a spécifié qu'aucune modification ne peut être apportée à ce document.
it: Il certificatore ha specificato che non è consentito apportare modifiche al presente documento.
ja: 証明者はこの文書への変更を許可しないよう指定しています。
ko: 인증자는 이 문서를 변경할 수 없다고 지정했습니다.
nl: De certificeerder heeft gespecificeerd dat er geen wijzigingen mogen worden aangebracht in dit document.
pt: O certificador especificou que nenhuma alteração pode ser feita neste documento.
ru: Сертификатор указал, что внесение изменений в этот документ запрещено.
zh_cn: 证书颁发者已指定不允许更改此文件。

# DigSignInfoSignerInfoTitle
source: Signer Info
de: Unterzeichnerinformationen
es: Información del firmante
fr: Informations sur le signataire
it: Informazioni sul firmatario
ja: 署名者情報
ko: 서명자 정보
nl: Ondertekenaar Info
pt: Informações do signatário
ru: Информация о подписанте.
zh_cn: 签名者信息

# DigSignInfoTimeFromSignersDevice
source: Signing time is from the clock on the signer’s computer.
de: Die Zeit der Unterzeichnung wird von der Uhr auf dem Computer des Unterzeichners abgelesen.
es: La hora de la firma es la del reloj del ordenador del firmante.
fr: L'heure de signature est celle de l'horloge sur l'ordinateur du signataire.
it: L'ora della firma è dall'orologio sul computer del firmatario.
ja: 署名時刻は署名者のコンピュータの時計から取得されます。
ko: 서명 시간은 서명자 컴퓨터의 시계를 기준으로 합니다.
nl: De ondertekeningstijd is vanaf de klok op de computer van de ondertekenaar.
pt: O horário da assinatura é baseado no relógio do computador do assinado.
ru: Время подписания берется из часов компьютера подписавшего.
zh_cn: 签名时间为签名者的计算机时钟时间。

# DigSignInfoValidAtTime
source: Signature was validated as of the secure (timestamp) time: XXX
de: Die Signatur wurde zum sicheren Zeitpunkt (Zeitstempel) validiert: XXX
es: La firma se validó a partir de la hora segura (marca de tiempo): XXX
fr: La signature a été validée à l'heure sécurisée (horodatage) : XXX
it: La firma è stata convalidata all'ora sicura (timestamp): XXX
ja: 署名はセキュア（タイムスタンプ）時刻: XXX で検証されました。
ko: 서명이 보안(타임스탬프) 시간 기준으로 유효성이 검사되었습니다: XXX
nl: Handtekening is gevalideerd vanaf de veilige (tijdstempel) tijd: XXX
pt: A assinatura foi validada a partir da hora segura (carimbo de data/hora): XXX
ru: Подпись была подтверждена на безопасное (время отметки) время: XXX
zh_cn: 签名已在安全（时间戳）时间内验证： XXX

# DigSignInfoValidatedAsSigningTime
source: Signature was validated as of the signing time: XXX
de: Die Signatur wurde zum Zeitpunkt der Unterzeichnung validiert: XXX
es: La firma se ha validado a la hora de la firma: XXX
fr: La signature a été validée à l'heure de signature : XXX
it: La firma è stata convalidata al momento della firma: XXX
ja: 署名は署名時点で検証されました: XXX
ko: 서명이 서명 시간을 기준으로 유효성을 검사했습니다: XXX
nl: Handtekening is gevalideerd op het moment van ondertekening: XXX
pt: A assinatura foi validada a partir do horário da assinatura: XXX
ru: Подпись была подтверждена на момент времени подписания: XXX
zh_cn: 签名被确认的签署时间： XXX

# DigSignPanelContextMenuGoToField
source: Go to Signature Field
de: Zum Unterschriftenfeld gehen
es: Ir al campo de firma
fr: Aller au champ de signature
it: Vai al campo firma
ja: 署名フィールドに移動
ko: 서명 필드로 이동
nl: Ga naar Handtekening veld
pt: Ir para o campo de assinatura
ru: Перейти к полю подписи
zh_cn: 跳转到签名位置

# DigSignPanelContextMenuRemoveSign
source: Remove Signature
de: Signatur entfernen
es: Eliminar firma
fr: Supprimer la signature
it: Rimuovi firma
ja: 署名の削除
ko: 서명 제거
nl: Handtekening verwijderen
pt: Remover assinatura
ru: Удалить подпись
zh_cn: 移除签名

# DigSignPanelContextMenuShowProps
source: Show Signature Properties
de: Signatureigenschaften anzeigen
es: Mostrar propiedades de firma
fr: Afficher les propriétés de la signature
it: Mostra le proprietà della firma
ja: 署名プロパティの表示
ko: 서명 속성 표시
nl: Eigenschappen handtekening weergeven
pt: Mostrar Propriedades da Assinatura
ru: Показать свойства подписи
zh_cn: 显示签名属性

# DigSignPanelContextMenuUnsignedRemove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pt: Remover
ru: Удалить
zh_cn: 移除

# DigSignPanelContextMenuUnsignedShowProps
source: Show Properties
de: Eigenschaften Anzeigen
es: Mostrar Propiedades
fr: Afficher les Propriétés
it: Mostra Proprietà
ja: プロパティの表示
ko: 속성 표시
nl: Eigenschappen Weergeven
pt: Mostrar Propriedades
ru: Показать Свойства
zh_cn: 显示属性

# DigSignPanelContextMenuUnsignedSignNow
source: Sign Now
de: Jetzt Unterschreiben
es: Firmar Ahora
fr: Signer Maintenant
it: Firma ora
ja: 今すぐ署名
ko: 지금 서명
nl: Nu Ondertekenen
pt: Assine Agora
ru: Подписать Сейчас
zh_cn: 立即签名

# DigSignPanelContextMenuValidateSign
source: Validate Signature
de: Unterschrift validieren
es: Validar firma
fr: Valider la signature
it: Convalidare la firma
ja: 署名の検証
ko: 서명 유효성 검사
nl: Handtekening valideren
pt: Validar Assinatura
ru: Подтвердить подпись
zh_cn: 验证签名

# DigSignPanelDefaultName
source: Signature
de: Unterschrift
es: Firma
it: Firma
ja: 署名
ko: 서명
nl: Handtekening
pt: Assinatura
ru: Подпись
zh_cn: 签名

# DigSignPropCertDetails
source: Certificate Details...
de: Zertifikatsdetails...
es: Detalles del certificado...
fr: Détails du certificat...
it: Dettagli del certificato...
ja: 証明書の詳細...
ko: 인증서 세부정보...
nl: Certificaat Details...
pt: Detalhes do certificado...
ru: Детали сертификата...
zh_cn: 证书详情

# DigSignPropContactInfo
source: Contact information:
de: Kontaktinformationen:
es: Información de contacto:
fr: Informations de contact :
it: Informazioni di contatto:
ja: 連絡先:
ko: 연락처 정보:
nl: Contactgegevens:
pt: Informações de contacto:
ru: Контактная информация:
zh_cn: 联系方式：

# DigSignPropContactInfo_NotAvailable
source: Not available.
de: Nicht verfügbar.
es: No disponible.
fr: Non disponible.
it: Non disponibile.
ja: 利用不可。
ko: 사용 불가능합니다.
nl: Niet beschikbaar.
pt: Não disponível.
ru: Недоступно.
zh_cn: 不可用

# DigSignPropDialogTitle
source: Signature Properties
de: Signatur-Eigenschaften
es: Propiedades de firma
fr: Propriétés de la signature
it: Proprietà della firma
ja: 署名プロパティ
ko: 서명 속성
nl: Handtekening Eigenschappen
pt: Propriedades da assinatura
ru: Свойства подписи
zh_cn: 签名属性

# DigSignPropLastCheckTime
source: Last Checked:
de: Zuletzt überprüft:
es: Última comprobación:
fr: Dernière vérification :
it: Ultimo controllo:
ja: 最終チェック:
ko: 마지막 확인:
nl: Laatst gecontroleerd:
pt: Última Verificação:
ru: Последняя проверка:
zh_cn: 最后检查时间：

# DigSignPropLocation
source: Location:
de: Standort:
es: Ubicación:
fr: Emplacement:
it: Posizione:
ja: 場所:
ko: 위치:
nl: Locatie:
pt: Localização:
ru: Местонахождение:
zh_cn: 位置：

# DigSignPropPreviewAppVer
source: PDFgear Version:
es: Versión PDFgear:
fr: Version PDFgear :
it: Versione PDFgear:
ja: PDFgear バージョン:
ko: PDFgear 버전:
nl: PDFgear-versie:
pt: Versão PDFgear:
ru: Версия PDFgear:
zh_cn: PDFgear 版本：

# DigSignPropPreviewSignedBy
source: Digitally signed by
de: Digital signiert von
es: Firmado digitalmente por
fr: Signé numériquement par
it: Firmato digitalmente da
ja: によるデジタル署名
ko: 디지털 서명자
nl: Digitaal ondertekend door
pt: Assinado digitalmente por
ru: Цифровая подпись от
zh_cn: 数字签名者：

# DigSignPropReason
source: Reason:
de: Grund:
es: Razón:
fr: Raison:
it: Motivo:
ja: 理由:
ko: 이유:
nl: Reden:
pt: Razão:
ru: Причина:
zh_cn: 原因：

# DigSignPropShowCertBtn
source: Show Certificate...
de: Zertifikat anzeigen...
es: Mostrar certificado...
fr: Afficher le certificat...
it: Mostra il certificato...
ja: 証明書を表示...
ko: 인증서 표시...
nl: Certificaat tonen...
pt: Mostrar certificado...
ru: Показать сертификат...
zh_cn: 显示证书…

# DigSignPropSignDate
source: Date:
de: Datum:
es: Fecha:
it: Data:
ja: 日付:
ko: 날짜:
nl: Datum:
pt: Data:
ru: Дата:
zh_cn: 时间：

# DigSignPropSignedBy
source: Signed by
de: Unterzeichnet von
es: Firmado por
fr: Signé par
it: Firmata da
ja: 署名者
ko: 서명자
nl: Ondertekend door
pt: Assinado por
ru: Подписано
zh_cn: 签名者

# DigSignPropTrustCertBtn
source: Trust the Certificate
de: Zertifikat Vertrauen
es: Confíe en el Certificado
fr: Faire Confiance au Certificat
it: Fidati del Certificato
ja: 証明書を信頼
ko: 인증서 신뢰
nl: Vertrouw het Certificaat
pt: Confie no Certificado
ru: Доверять Сертификату
zh_cn: 信任此证书

# DigSignPropUnsigned
source: Unsigned Signature Field
de: Signaturfeld ohne Signatur
es: Campo de firma sin firmar
fr: Champ de Signature non Signé
it: Campo Firma non Firmato
ja: 未署名の署名フィールド
ko: 서명되지 않은 서명 필드
nl: Niet-ondertekend handtekeningveld
pt: Campo de Assinatura Não Assinado
ru: Поле Неподписанной Подписи
zh_cn: 未签名的签名域

# DigSignPropValiditySummary
source: Validity Summary
de: Zusammenfassung der Gültigkeit
es: Resumen de validez
fr: Résumé de validité
it: Riepilogo della validità
ja: 有効性の概要
ko: 유효성 요약
nl: Geldigheid Samenvatting
pt: Resumo de Validade
ru: Сводка о валидности
zh_cn: 有效性摘要

# DigSignResultInvalid
source: Signature is INVALID.
de: Die Signatur ist UNGÜLTIG.
es: La firma no es VÁLIDA.
fr: La signature est INVALIDE.
it: La firma è INVALIDA.
ja: 署名は無効です。
ko: 서명이 유효하지 않습니다.
nl: Handtekening is ONGELDIG.
pt: A assinatura é INVÁLIDA.
ru: Подпись НЕДЕЙСТВИТЕЛЬНА.
zh_cn: 签名无效。

# DigSignResultUnknown
source: Signature validity is UNKNOWN.
de: Die Gültigkeit der Unterschrift ist UNBEKANNT.
es: La validez de la firma es DESCONOCIDA.
fr: La validité de la signature est INCONNUE.
it: La validità della firma è SCONOSCIUTA.
ja: 署名の有効性は不明です。
ko: 서명 유효성은 알 수 없습니다.
nl: De geldigheid van de handtekening is ONBEKEND.
pt: A validade da assinatura é DESCONHECIDA.
ru: Действительность подписи НЕИЗВЕСТНА.
zh_cn: 签名验证未知。

# DigSignResultValid
source: Signature is VALID, signed by XXX.
de: Unterschrift ist GÜLTIG, unterschrieben von XXX.
es: La firma es VÁLIDA, firmada por XXX.
fr: La signature est VALIDE, signée par XXX.
it: La firma è VALIDA, firmata da XXX.
ja: 署名は妥当です、署名者: XXX。
ko: 서명은 유효하며 XXX가 서명했습니다.
nl: Handtekening is GELDIG, ondertekend door XXX.
pt: A assinatura é VÁLIDA, assinada por XXX.
ru: Подпись ДЕЙСТВИТЕЛЬНА, подписана XXX.
zh_cn: 签名有效，由XXX签署。

# DigSignStatusHasBeenModified
source: The document has been modified since this signature was applied.
de: Das Dokument wurde seit der Anwendung dieser Signatur geändert.
es: El documento se ha modificado desde que se aplicó esta firma.
fr: Le document a été modifié depuis l'apposition de cette signature.
it: Il documento è stato modificato dopo l'apposizione della firma.
ja: この署名が適用されてから文書が変更されています。
ko: 이 서명이 적용된 이후 문서가 수정되었습니다.
nl: Het document is gewijzigd sinds deze handtekening is aangebracht.
pt: O documento foi modificado desde que esta assinatura foi aplicada.
ru: Документ был изменен после применения этой подписи.
zh_cn: 签名应用后，该文档被修改。

# DigSignStatusHasNotBeenModified
source: The document has not been modified since this signature was applied.
de: Das Dokument wurde seit der Anwendung dieser Signatur nicht geändert.
es: El documento no se ha modificado desde que se aplicó esta firma.
fr: Le document n'a pas été modifié depuis l'apposition de cette signature.
it: Il documento non è stato modificato dopo l'apposizione della firma.
ja: この署名が適用されてから文書は変更されていません。
ko: 이 서명이 적용된 이후 문서가 수정되지 않았습니다.
nl: Het document is niet gewijzigd sinds deze handtekening is aangebracht.
pt: O documento não foi modificado desde que esta assinatura foi aplicada.
ru: Документ не был изменен с момента применения этой подписи.
zh_cn: 签名应用后，该文档没有被修改。

# DigSignStatusIdentityIsBroken
source: This signature is invalid because there are errors in the formatting or information contained in this signature.
de: Diese Signatur ist ungültig, da die Formatierung oder die in dieser Signatur enthaltenen Informationen fehlerhaft sind.
es: Esta firma no es válida porque hay errores en el formato o en la información contenida en esta firma.
fr: Cette signature n'est pas valide car il y a des erreurs dans le formatage ou les informations contenues dans cette signature.
it: Questa firma non è valida perché sono presenti errori nella formattazione o nelle informazioni contenute in questa firma.
ja: この署名に含まれる形式または情報にエラーがあるため、この署名は無効です。
ko: 이 서명에 포함된 형식이나 정보에 오류가 있으므로 이 서명은 유효하지 않습니다.
nl: Deze handtekening is ongeldig omdat er fouten zijn in de opmaak of informatie in deze handtekening.
pt: Esta assinatura é inválida porque há erros na formatação ou nas informações contidas nesta assinatura.
ru: Эта подпись недействительна, поскольку в ней есть ошибки в форматировании или информации.
zh_cn: 该签名无效，因为该签名的格式或所含信息有误。

# DigSignStatusIdentityIsExpired
source: The signer's identity is unknown. The certificate has exceeded the time of validity.
de: Die Identität des Unterzeichners ist unbekannt. Das Zertifikat hat die Gültigkeitsdauer überschritten.
es: Se desconoce la identidad del firmante. El certificado ha superado el tiempo de validez.
fr: L'identité du signataire est inconnue. Le certificat a dépassé la durée de validité.
it: L'identità del firmatario è sconosciuta. Il certificato ha superato il tempo di validità.
ja: 署名者の身元が不明です。証明書が有効期限を超えました。
ko: 서명자의 신원은 알 수 없습니다. 인증서의 유효기간이 초과되었습니다.
nl: De identiteit van de ondertekenaar is onbekend. Het certificaat heeft de geldigheidsduur overschreden.
pt: A identidade do signatário é desconhecida. O certificado excedeu o tempo de validade.
ru: Личность подписанта неизвестна. Срок действия сертификата истек.
zh_cn: 签名者身份不明。证书已过期。

# DigSignStatusIdentityIsValid
source: The signer's identity is valid.
de: Die Identität des Unterzeichners ist gültig.
es: La identidad del firmante es válida.
fr: L'identité du signataire est valide.
it: L'identità del firmatario è valida.
ja: 署名者の身元は有効です。
ko: 서명자의 신원이 유효합니다.
nl: De identiteit van de ondertekenaar is geldig.
pt: A identidade do signatário é válida.
ru: Личность подписавшего действительна.
zh_cn: 签名者身份有效。

# DigSignStatusNotIncludedInTrustedCerts
source: The signer’s identity is unknown because it has not been included in your list of trusted certificates and none of its parent certificates are trusted certificates.
de: Die Identität des Unterzeichners ist unbekannt, da er nicht in Ihrer Liste vertrauenswürdiger Zertifikate enthalten ist und keines seiner übergeordneten Zertifikate vertrauenswürdige Zertifikate ist.
es: Se desconoce la identidad del firmante porque no se ha incluido en su lista de certificados de confianza y ninguno de sus certificados principales son certificados de confianza.
fr: L'identité du signataire est inconnue car il n'a pas été inclus dans votre liste de certificats de confiance et aucun de ses certificats parents n'est un certificat de confiance.
it: L'identità del firmatario è sconosciuta perché non è stata inclusa nell'elenco dei certificati attendibili e nessuno dei suoi certificati padre è certificato attendibile.
ja: 署名者の身元は、信頼された証明書のリストに含まれておらず、親証明書も信頼された証明書ではありませんので、不明です。
ko: 서명자의 신원은 신뢰할 수 있는 인증서 목록에 포함되지 않았으며 상위 인증서 중 어느 것도 신뢰할 수 있는 인증서가 아니기 때문에 알 수 없습니다.
nl: De identiteit van de ondertekenaar is onbekend omdat het niet is opgenomen in uw lijst van vertrouwde certificaten en geen van zijn bovenliggende certificaten vertrouwde certificaten zijn.
pt: A identidade do signatário é desconhecida porque não foi incluída em sua lista de certificados confiáveis e nenhum de seus certificados pai são certificados confiáveis.
ru: Личность подписанта неизвестна, поскольку он не был включен в список доверенных сертификатов и ни один из его родительских сертификатов не является доверенным сертификатом.
zh_cn: 签名者身份未知，因为它和父证书都不包含在信任列表中。

# DigSignStatusValidWhenIssued
source: The signer’s identity was valid when it was issued, but no revocation checks could be made to validate the identity this time.
de: Die Identität des Unterzeichners war zum Zeitpunkt der Ausstellung gültig, dieses Mal konnten jedoch keine Sperrprüfungen zur Validierung der Identität durchgeführt werden.
es: La identidad del firmante era válida cuando se emitió, pero esta vez no se pudieron realizar comprobaciones de revocación para validar la identidad.
fr: L'identité du signataire était valide lorsqu'elle a été émise, mais aucun contrôle de révocation n'a pu être effectué pour valider l'identité cette fois-ci.
it: L'identità del firmatario era valida al momento dell'emissione, ma questa volta non è stato possibile effettuare controlli di revoca per convalidare l'identità.
ja: 署名者の身元は発行時には有効でしたが、身元を検証するための失効チェックは現在行われていません。
ko: 서명자의 ID는 발급 당시에는 유효했지만 이번에는 ID를 확인하기 위한 해지 확인을 수행할 수 없었습니다.
nl: De identiteit van de ondertekenaar was geldig toen ze werd uitgegeven, maar er konden geen herroepingscontroles worden uitgevoerd om de identiteit deze keer te valideren.
pt: A identidade do signatário era válida quando foi emitida, mas nenhuma verificação de revogação pôde ser feita para validar a identidade desta vez.
ru: Личность подписанта была действительна на момент выдачи подписи, но в этот раз не удалось провести проверку на аннулирование, чтобы подтвердить личность.
zh_cn: 签名者身份在签发时有效，但这次无法进行撤销检查以验证身份。

# DigSignUnsignedToolTipPostfix
source: (Click to sign)
de: (Klicken, um zu signieren)
es: (Haga clic para firmar)
fr: (Cliquez pour signer)
it: (Clicca per firmare)
ja: (クリックして署名)
ko: (서명 클릭)
nl: (Klik om te ondertekenen)
pt: (Clique para assinar)
ru: (Нажмите для подписи)
zh_cn: （点击签名）

# DigSignValidationDialogTitle
source: Signature Validation Status
de: Status der Signaturvalidierung
es: Estado de validación de firma
fr: État de la validation de la signature
it: Stato di convalida della firma
ja: 署名の検証状況
ko: 서명 유효성 검사 상태
nl: Validatiestatus handtekening
pt: Status de Validação da Assinatura
ru: Статус проверки подписи
zh_cn: 签名验证状态

# DigSignValidationProperties
source: Signature Properties...
de: Eigenschaften der Signatur...
es: Propiedades de firma...
fr: Propriétés de la signature..
it: Proprietà della firma...
ja: 署名プロパティ...
ko: 서명 속성...
nl: Handtekening Eigenschappen...
pt: Propriedades da assinatura...
ru: Свойства подписи...
zh_cn: 签名属性

# DigitalSignatureCreateTip
source: Using your mouse, click and drag to draw the area where you would like the signature to appear. Once you finish dragging out the desired area, you will be taken to the next step of the signing process.
de: Klicken und ziehen Sie mit der Maus, um den Bereich zu zeichnen, in dem die Signatur erscheinen soll. Sobald Sie mit dem Herausziehen des gewünschten Bereichs fertig sind, gelangen Sie zum nächsten Schritt des Signiervorgangs.
es: Con el mouse, haga clic y arrastre para dibujar el área donde desea que aparezca la firma. Una vez que termine de arrastrar el área deseada, pasará al siguiente paso del proceso de firma.
fr: À l'aide de votre souris, cliquez et faites glisser pour dessiner la zone où vous souhaitez que la signature apparaisse. Une fois que vous avez fini de faire glisser la zone souhaitée, vous serez redirigé vers l'étape suivante du processus de signature.
it: Usando il mouse, fai clic e trascina per disegnare l'area in cui desideri che appaia la firma. Una volta terminato di trascinare l'area desiderata, verrai portato al passaggio successivo del processo di firma.
ja: マウスを使用して、署名を表示したい領域をクリックしてドラッグします。希望の領域をドラッグし終えると、署名プロセスの次のステップに進みます。
ko: 마우스를 클릭하고 드래그하여 서명을 표시할 영역을 그립니다. 원하는 영역을 끌어다 놓으면 서명 프로세스의 다음 단계로 이동합니다.
nl: Klik en sleep met uw muis om het gebied te tekenen waar u de handtekening wilt laten verschijnen. Zodra u klaar bent met het slepen van het gewenste gebied, gaat u naar de volgende stap van het ondertekenproces.
pt: Usando o mouse, clique e arraste para desenhar a área onde deseja que a assinatura apareça. Assim que terminar de arrastar a área desejada, você será levado para a próxima etapa do processo de assinatura.
ru: С помощью мыши щелкните и перетащите область, в которой должна появиться подпись. После того как вы закончите перетаскивание нужной области, вы перейдете к следующему шагу процесса подписания.
zh_cn: 拖动鼠标画出您希望签名的区域。拖出所需区域后，您将进入签名流程的下一步。

# DocumentPropertiesAuthor
source: Author:
de: Autor:
es: Autor:
fr: Auteur:
it: Autore:
ja: 著者:
ko: 저자:
nl: Auteur:
pt: Autor:
ru: Автор:
zh_cn: 作者：

# DocumentPropertiesCentimeterUnits
source: cm
ru: см
zh_cn: 厘米

# DocumentPropertiesCreated
source: Created:
de: Erstellt:
es: Creado:
fr: Créé:
it: Creato:
ja: 作成日:
ko: 생성됨:
nl: Gemaakt:
pt: Criada:
ru: Cоздан:
zh_cn: 创建时间：

# DocumentPropertiesCreator
source: Creator:
de: Ersteller:
es: Creador:
fr: Créateur:
it: Creatore:
ja: 作成者:
ko: 창조자:
nl: Schepper:
pt: Criador:
ru: Создатель:
zh_cn: 生成器：

# DocumentPropertiesFileSize
source: File Size:
de: Dateigröße:
es: Tamaño del Archivo:
fr: Taille du Fichier:
it: Dimensione del File:
ja: ファイルサイズ:
ko: 파일 크기:
nl: Bestandsgrootte:
pt: Tamanho do Arquivo:
ru: Размер файла:
zh_cn: 文件大小：

# DocumentPropertiesFileVersion
source: PDF Version:
es: Versión PDF:
fr: Version PDF:
it: Versione PDF:
ja: PDFバージョン:
ko: PDF 버전:
nl: PDF-Versie:
pt: Versão PDF:
ru: PDF-Bерсия:
zh_cn: PDF版本：

# DocumentPropertiesFilename
source: File Name:
de: Dateiname:
es: Nombre de Archivo:
fr: Nom de Fichier:
it: Nome del File:
ja: ファイル名:
ko: 파일 이름:
nl: Bestandsnaam:
pt: Nome do Ficheiro:
ru: Имя файла:
zh_cn: 文件名：

# DocumentPropertiesInchUnits
source: inch
de: Zoll
es: pulgada
fr: pouce
it: pollice
ja: インチ
ko: 인치
pt: polegada
ru: дюйм
zh_cn: 英寸

# DocumentPropertiesInfoTitle
source: File Information
de: Dateiinformationen
es: Informacion del Archivo
fr: Informations sur le Fichier
it: Informazioni sul File
ja: ファイル情報
ko: 파일 정보
nl: Bestandsinformatie
pt: Informações do Arquivo
ru: Информация о файле
zh_cn: 文件信息
